{
  "1corinthians": {
    "Chapter 1": {
      "1": "መግቢያ ምዕራፍ 1 1በያህዌ ፈቃድ የያሹዋ መሺያ ሐዋርያ ለመሆን ከተጠራው ከጳውሎስና ከወንድማችንም ከሶስቴንስ፤",
      "2": "2ከያሹዋ መሺያ ጋር ባላቸው ሕብረት የእነርሱና የእኛ ጌታ የሆነውን የጌታችንን ያሹዋ መሺያን ስም በየስፍራው ከሚጠሩት ክርስትያኖች ጋር፤ የያህዌ ቅዱስ ሕዝብ ለመሆን ለተጠሩት ለቆሮንቶስ ክርስትያኖች ሁሉ፡-",
      "3": "3ከአባታችን ከያህዌና ከጌታችን ከያሹዋ መሺያ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "4": "4በያሹዋ መሺያ አማካይነት ያህዌ ጸጋውን ስለ ሰጣችሁ በእናንተ ምክንያት ሁል ጊዜ አመሰግነዋለሁ፡፡",
      "5": "5 በሁሉ ነገር በቃልም ሆነ በዕውቀት፤ በመሺያ በልጽጋችኋል፡፡",
      "6": "6ስለ መሺያ የነገርናችሁ ምስክርነት በእናንተ ዘንድ ጸንቶአል፡፡",
      "7": "7ስለዚህ የጌታችንን የያሹዋ መሺያን መገለጥ በመጠባበቅ ስትኖሩ ምንም ዐይነት መንፈሳዊ ስጦታ አይጎድልባችሁም፤",
      "8": "8ጌታችን ያሹዋ መሺያ በሚመለስበት ቀን ያለነቀፋ ሆናችሁ እንድትገኙ፤ እርሱ እስከ መጨረሻ ጸንታችሁ እንድትኖሩ ያደርጋችኋል፡፡",
      "9": "9ከልጁ ከጌታችን ከያሹዋ መሺያ ጋር ሕብረት እንዲኖራችሁ የጠራችሁ ያህዌ የታመነ ነው፡፡",
      "10": "10ወንድሞች ሆይ! “መለያየት በመካከላችሁ አይኑር፤ ሁላችሁም ተስማምታችሁ በአንድ አሳብና በአንድ ዓላማ ጸንታችሁ ኑሩ” ብዬ በጌታችን መሺያ ስም እለምናችኋለሁ፡፡",
      "11": "11ወንድሞቼ ሆይ! በመካከለችሁ ክርክርና መለያየት መኖሩን ከቀሎኤ ቤተሰብ ሰምቻለሁ፡፡",
      "12": "12ይኸውም እያንዳንዳችሁ “እኔ የጳውሎስ ነኝ፤ እኔ የአጵሎስ ነኝ፤ እኔ የጴጥሮስ ነኝ፤ እኔ የመሲሕ ነኝ፤ ትላላችሁ፡፡",
      "13": "13ታዲያ መሲሕ ተከፍሎአልን? ጳውሎስስ ስለ እናንተ ተሰቅሎአልን? ወይስ የተጠመቃችሁት በጳውሎስ ስም ነውን?",
      "14": "14እኔ ከቀርስጶስና ከጋይዮስ በቀር ከእናንተ ማንንም ስላላጠመቅሁ ያህዌን አመሰግናለሁ፡፡",
      "15": "15ስለዚህ “በጳውሎስ ስም ተጠምቃችኋል” ብሎ መናገር የሚችል የለም፡፡",
      "16": "16እርግጥ ነው፤ የእስጢፋኖስንም ቤተሰብ አጥምቄአለሁ፤ ከእነዚህ ሌላ እኔ ያጠመቅሁት ሰው መኖሩን አላስታውስም፤",
      "17": "17ምክንያቱም መሺያ የላከኝ የምሥራቹን ቃል እንዳበስር ነው እንጂ እንዳጠምቅ አይደለም፤ መሺያ በመስቀል ላይ ተሰቅሎ መሞቱ ከንቱ ሆኖ እንዳይቀር፤ የምስራቹን ቃል የማበሥረው ከሰው ጥበብ በተገኘ ንግግር አይደለም፡፡",
      "18": "18“መሲሕ በመስቀል ላይ ተሰቅሎ ሞተ” የሚለው ቃል ለሚጠፉት ሰዎች እንደ ሞኝነት ይቆጠራል፤ ለምንድን ለእኛ ግን የያህዌ ኃይል ነው፡፡",
      "19": "19ምክንያቱም፤ “ጥበበኞችን ጥበብ አጠፋለሁ፤ የሊቃውንትንም ዕውቀት አስወግዳለሁ” ተብሎ ተጽፎአል፡፡",
      "20": "20ታዲያ ጥበብኛ የት አለ? ሊቅስ ያት አለ? ተመራማሪስ የት አለ? ያህዌ የዚህን ዓለም ጥበብ ሞኝነት አድርጎት የለምን?",
      "21": "21የዚህ ዓለም ሰዎች በገዛ ጥበባቸው ያህቬህ(הוהי)ን ማወቅ እንዳይችሉ፤ ያህቬህ(הוהי) በጥበቡ ዘጋባቸው፤ ነገር ግን ለዓለም እንደሞኝነት በሚቆጠረው የወንጌል መልእክታችን የሚያምኑትን ለማዳን የያህቬህ(הוהי) ፈቃድ ሆኖአል፡፡",
      "22": "22መቼም አይሁዳውያን ተአምር ማየትን ይፈልጋሉ፤ ግሪካውያን ደግም ጥበብን ይሻሉ፡፡",
      "23": "23እኛ ግን መሲሕ ስለ እኛ መሰቀሉን እንመሰክራለን፤ ይህም ምስክርነት ለአይሁዳውያን መሰናከያ ነው፤ ለግሪካውያን ሞኝነት ነው፡፡",
      "24": "24ለተጠሩት ግን ለአይሁዳውያንም ሆነ ለግሪካውያን መሲሕ የያህቬህ(הוהי) ኃይልና የያህቬህ(הוהי) ጥበብ ነው፡፡",
      "25": "25ምክንያቱም የያህቬህ(הוהי) ሞኝነት ነው ተብሎ የሚታሰበው ነገር ከሰው ጥበብ ይበልጣል፤ የያህቬህ(הוהי) ደካማነት ነው ተብሎ የሚታሰበውም ነገር ከሰው ኃይል ይበልጣል፡፡",
      "26": "26ወንድሞቼ ሆይ! ያህቬህ(הוהי) በጠራችሁ ጊዜ ምን ዐይነት ሰዎች እንደነበራችሁ አስታውሱ፤ እንደ ሰው አስተሳሰብ ከእናንተ መካከል ብዙዎች ጥበበኞች ወይም ብርቱዎች ወይም ታላላቅ ሰዎች አልነበሩም፡፡",
      "27": "27ያህቬህ(הוהי) ጥበበኞችን ለማሳፈር በዓለም እንደ ሞኞች የሚቆጠሩትን ሰዎች መረጠ፤ ብርቱዎችንም ለማሳፈር በዓለም እንደ ደካሞች የሚቆጠሩትን መረጠ፤",
      "28": "28በዓለም ሰዎች ዘንድ ክቡር ሆኖ የሚታየውን ነገር ለማጥፋት፤ በዓለም የተዋረደና የተናቀ ከንቱም መስሎ የሚታየውን ነገር መረጠ፡፡",
      "29": "29ይህንንም ያደረገው ማንም ሰው በያህቬህ(הוהי) ፊት እንዳይመካ ነው፡፡",
      "30": "30እናንተ ግን ያህቬህ(הוהי) ከያሹዋ መሺያ ጋር ኅብረት እንዲኖራችሁ አደረገ፤ ስለዚህ ያህቬህ(הוהי) የሹዋ መሺያን ጥበባችን፤ ጻድቃችን፤ ቅድስናችን፤ ቤዛችን እንዲሆን አደረገው፡፡",
      "31": "31እንግዲህ መጽሐፍ እንደሚለው “የሚመካ በያህቬህ(הוהי) ይመካ፡፡”"
    },
    "Chapter 2": {
      "1": "ወንድሞቼ ሆይ! እኔ ወደ እናንተ በመጣሁ ጊዜ፤ የእግዚአብሔርን ምስጢር አስተማርሁአችሁ እንጂ የንግግርን ችሎታና የፍልስፍናን ጥበብ አላሳየሁም፡፡",
      "2": "ምክንያቱም ከእናንተ ጋር በነበርሁበት ጊዜ ከኢየሱስ ክርስቶስ በቀር በመስቀል ላይ ተሰቅሎ ከመሞቱ ጉዳይ ሌላ ምንም ነገር ላለማወቅ ወስኜ ነበር፡፡",
      "3": "ስለዚህ ከእናንተ ጋር በነበርሁበት ጊዜ ደካማ ሆኜ በፍርሃትና በብዙ መንቀጥቀጥ ላይ ነበርሁ፡፡",
      "4": "የተናገርሁትም ሆነ ያስተማርሁት ቃል፤ በእግዚአብሔር መንፈስ ኃይል የተደገፈ ነበር እንጂ በሰው ጥበብና ፍልስፍና ላይ ተመስርቶ ሰውን የሚያባብል ቃል አልነበረም፡፡",
      "5": "ይህንም ያደረግሁት እምነታችሁ በሰው ላይ ተመሰረተ ሳይሆን በእግዚአብሔር ኃይል የተደገፈ እንዲሆን ነው፡፡",
      "6": "ነገር ግን በመንፈሳዊ ሕይወት ለበሰሉት በጥበብ ቃል እንናገራለን፤ የምንናገረው የዚህን ዓለም ጥበብ ወይም መጨረሻቸው ጥፋት የሚሆነውን የዚህን ዓለም ገዥዎች ጥበብ አይደለም፡፡",
      "7": "እኛ የምንናገረውን የእግዚአብሔርን ምስጢር ጥበብ ነው፡፡",
      "8": "ከዚህ ዓለም ገዥዎች መካከል ይህን ጥበብ ያወቀ ማንም የለም፤ ዐውቀውት ቢሆንማ ኖሮ የክብርን ጌታ ሰቅለው ባልገደሉትም ነበር፡፡",
      "9": "ይሁን እንጂ መጽሐፍ፡- «የሰው ዐይን ያላየውን፤ የሰው ጀሮ ያልሰማውን፤ የሰው ልብ ያላሰበውን፤ እግዚአብሔር ለሚወዱት አዘጋጅቶአል» ይላል፡፡",
      "10": "ለእኛ ግን እግዚአብሔር በመንፈሱ አማካይነት ምስጢሩን ገልጦልናል፤ ምክንያቱም የእግዚአብሔር መንፈስ ጥልቅ የሆነውን የእግዚአብሔርን ዕቅድ እንኳ ሳይቀር ሁሉን ነገር ይመረምራል፡፡",
      "11": "ስለ ሰው የሆነ እንደሆነ፤ ከገዛ ራሱ መንፈስ በቀር በእርሱ ያለውን አሳብ የሚያውቅ ሌላ ምንም የለም፤",
      "12": "እኛ የዚህን ዓለም መንፈስ አልተቀበልንም፤ እኛ የተቀበልነው እግዚአብሔር የሰጠንን፤ ሁሉን ለማወቅ የሚያስችለንን የእግዚአብሔርን መንፈስ ነው፡፡",
      "13": "ስለዚህ እኛ መንፈሳዊዉን ነገር ለመንፈሳውያን ሰዎች የምናስተምረው ከሰው በሚገኘው ጥበብ ሳይሆን ከእግዚአብሔር መንፈስ በሚገኘው ጥበብ ነው፡፡",
      "14": "የእግዚአብሔር መንፈስ የሌላውን ስጋዊ ሰው ግን ከእግዚአብሔር መንፈስ የሚሰጠውን ስጦታ መቀበል አይችልም፤ ምክንያቱም የስጦታው ታላቅነት የሚመረምረው በእግዚአብሔር መንፈስ አማካይነት ስለሆነ ሊያስተውለው አይችልም፤ እንዲያውም ለእርሱ ሞኝነት መስሎ ያታየዋል፡፡",
      "15": "የእግዚአብሔር መንፈስ ያለው ግን ሁሉን ነገር መመርመር ይችላል፤ እርሱ ራሱ ግን በማንም አይመረመርም፡፡",
      "16": "ይህም፡- «የእግዚአብሔርን ልብ ማን ሊያውቀው ይችላል? ሊመክረውስ የሚችል ማን ነው?» ተብሎ እንደ ተጻፈው ነው፡፡ እኛ ግን የክርስቶስ ልብ አለን፡፡"
    },
    "Chapter 3": {
      "1": "ወንድሞቼ ሆይ! እንደ እውነቱ ከሆነ፤ እኔ ያስተማርሁአችሁ ሥጋውያንና በመሲሕ ገና ያልጠነከራችሁ ሕጻናት እንደመሆናችሁ መጠን ነው እንጂ መንፈሳውያን እንደ መሆናችሁ መጠን ላስተምራችሁ አልቻልሁም፡፡",
      "2": "ጠንካራ ምግብ መብላት የማትችሉ ስለሆናችሁ እኔ የመገብኋችሁ ወተት ነው እንጂ ጠንካራ ምግብ አይደለም፤ አሁንም ቢሆን ጠንካራ ምግብ መመገብ የማትችሉ ናችሁ፡፡",
      "3": "ምክንያቱም አሁንም ገና ስጋውያን ናችሁ፤ እርስ በርሳችሁ ስለምትቀናኑና ሰለምትከራከሩ ሥጋውያን መሆናችሁ አይደለምን? የያህቬህ(הוהי) ሰዎች መሆናችሁ ቀርቶ የዓለም ሰዎች መሆናችሁ አይደለምን?",
      "4": "አንዱ “እኔ የጳውሎስ ነኝ” ሌላው ደግሞ “እኔ የአጵሎስ ነኝ” ሲል፤ የያህቬህ(הוהי) ሰዎች መሆናችሁ ቀርቶ የዓለም ሰዎች መሆናችሁ አይደለምን?",
      "5": "ለመሆኑ አጵሎስ ምንድን ነው? ጳውሎስስ ምንድን ነው? እነርሱ እኮ እናንተ እንድታምኑ ያደረጉአችሁ አገልጋዮች ናቸው፤ እያንዳንዳቸው የሚያገለግሉትም፤ ጌታ ለእያንዳንዳቸው በመደበላቸው ሥራ ነው፤",
      "6": "እኔ ተከልሁ፤ አጵሎስ ውሃ አጠጣ፤ ያሳደገው ግን ያህቬህ(הוהי) ነው፡፡",
      "7": "ስለዚህ ለሥራው ዋና የሆነው ተክሉን ያሳደገው ያህቬህ(הוהי) ነው እንጂ የተከለውም ሆነ ውሃ ያጠጣ ምንም አይደለም፡፡",
      "8": "የተከለውም ሆነ ውሃ ያጠጣ እኩል ናቸው፤ እያንዳንዱም እንደ ሥራው መጠን የራሱን ደመወዝ ይቀበላል፡፡",
      "9": "ምክንያቱም እኛ ከያህቬህ(הוהי) ጋር አብረን የምንሰራ ነን፤ እናንተም የእግዚአብሔር እርሻና የያህቬህ(הוהי) ሕንጻ ናችሁ፡፡",
      "10": "ያህቬህ(הוהי) በሰጠኝ ጸጋ መጠን እንደ ብልህ ግንበኛ መሠረትን ጣልሁ፤ ሌላውም እኔ በጣልሁት መሠረት ላይ ይገነባል፤ ነገር ግን እያንዳንዱ እንዴት እንደሚገነባ መጠንቀቅ አለበት፡፡",
      "11": "ምክንያቱም አንድ ጊዜ ከተመሠረተው መሠረት በቀር ማንም ሌላ መሠረት መጣል አይችልም፤ ይህ መሠረት ያሹዋ መሺያ ነው፡፡",
      "12": "በዚህ መሠረት ላይ በወርቅ ወይም በብር በከበረ ድንጋይ ወይም በእንጨት በሣር ወይም በገለባ የሚገነባ ቢኖር፤",
      "13": "እያንዳንዱ በምን እንደሠራ የሚገልጥበት የፍርድ ቀን ይመጣል፤ በዚያን ቀን የእያንዳንዱ ሰው ሥራ በምን እንደተሰራ በእሳት ተፈትኖ ይገለጣል፡፡",
      "14": "የግንበኛው ሥራ በእሳት ሳይደመሰስ ጸንቶ ከቆመ፤ ግንበኛው ሽልማት ያገኛል፡፡",
      "15": "ሥራው በእሳት ተቃጥሎ የተደመሰሰበት ግንበኛ ግን ሽልማት ይቀርበታል፤ ይሁን እንጂ እርሱ ራሱ፤ በእሳት ውስጥ አልፎ ሳይቃጠል እንደሚቀር ሰው ይድናል፡፡",
      "16": "የያህቬህ(הוהי) መንፈስ በውስጣችሁ መኖሩን ታውቁ የለምን?",
      "17": "እንግዲህ ሰው የያህቬህ(הוהי)ን ቤተ መቅደስ ቢፈርስ ያህቬህ(הוהי) እርሱ ያፈርሰዋል፤ ምክንያቱም የያህቬህ(הוהי) ቤተ መቅደስ ቅዱስ ነው፤ ይህም ቤተ መቅደስ እናንተ ናችሁ፡፡",
      "18": "ማንም ራሱን አያታልል፤ በዚህ ዓለም የጥበብ ደረጃ ጥበበኛ መስሎ የሚታይ ቦኖር፤ የያህቬህ(הוהי)ን እውነተኛ ጥበብ እንዲያገኝ ራሱን እንደ ሞኝ ይቁጠር፡፡",
      "19": "ምክንያቱም የዚህ ዓለም ጥበብ በያህቬህ(הוהי) ፊት ሞኝነት ነው፤ ይህም፡- “ያህቬህ(הוהי) ጥበበኞችን በተንኮላቸው ያጠምዳቸዋል” እንደተባለው ነው፡፡",
      "20": "እንዲሁም፤ “ያህቬህ(הוהי) የጥበበኞች አሳብ ከንቱ መሆኑን ያውቃል” የሚል ተጽፎአል፡፡",
      "21": "ስለዚህ ሁሉ ነገር የእናንተ ሰለሆነ፤ አጵሎስም ቢሆን፤ ጴጥሮስም ቢሆን፤ ዓለምም ቢሆን፤ ሕይወትም ቢሆን፤ ሞትም ቢሆን፤ አሁን ያለውም ቢሆን፤ በኋላ የሚመጣውም ቢሆን ሁሉም የእናንተ ነው፡፡",
      "22": "እናንተ ግን የመሲሕ ናችሁ፤ መሲሕ የያህቬህ(הוהי) ነው፡፡"
    },
    "Chapter 4": {
      "1": "እንግዲህ ሰው ሁሉ እኛን፤ የመሲሕ አገልጋዮች እንደሆንን፤ የያህቬህ(הוהי)ን ምስጢር የመግለጥ ኃላፊነት የተሰጠንም ባለ ዐደራዎች እንደሆንን አድርጎ ሊቆጥረን ይገባል፡፡",
      "2": "ባለ ዐደራዎችም ታማኞች ሆነው መገኘት አለባቸው፡፡",
      "3": "ስለ እኔ የሆነ እንደሆን እናንተ ብትፈርዱብኝ ወይም ሌላ ሰው ቢፈርድብኝ ምንም ግድ የለኝም፤ በእውነቱ እኔ በራሴ ላይ እንኳ መፍረድ አልችልም፡፡",
      "4": "እኔ እንደማውቀው ከሆነ ኅሊናዬ አይወቅሰኝም፤ ይህም እኔ ንጹሕ መሆኔን አያስረዳም፤ ነገር ግን በእኔ ላይ የሚፈርድ ያሹዋ ብቻ ነው፡፡",
      "5": "ስለዚህ ያሹዋ ለፍርድ ከመምጣቱ በፊት በማንም ላይ አትፍረዱ፤ እርሱ በሚመጣበት ጊዜ በጨለማ የተሰወረውን ምስጢር ወደ ብርሃን ያወጣዋል፤ ሰዎች በልባቸው የደበቁትንም አሳብ ይገልጠዋል፤ በዚያን ጊዜ እንዳንዱ ከያህቬህ(הוהי) ተገቢውን ምስጋና ያገኛል፡፡",
      "6": "ወንድሞቼ ሆይ! እናንተን ለመጥቀም ብዬ በዚህ ጉዳይ እኔንና አጵሎስን እንደ ምሳሌ አድርጌ ተናገርሁ፤ ይህንንም ያደረግሁት “የተደነገገውን አትጣስ” የሚለውን ምክር ከእኛ እንድትማሩ ብዬ ነው፤ ስለዚህ በአንድ ሰው መመካት፤ ሌላውን ሰው ግን መናቅ አይገባችሁም፡፡",
      "7": "አንተ ከሌሎች በምን ትበልጣለህ? ሁሉም ነገር የተቀበልኸው ከሌላ ነው፤ የራስህ የሆነ ምንም ነገር የለም፤ ታዲያ ሁሉን ነገር የተቀበልኸው ከሌላ ከሆነ እንዳልተቀበለ ሰው ስለምን ትመካለህ?",
      "8": "አሁንማ የሚስፈልጋችሁን ነገር ሁሉ አግኝታችኋል! አሁንማ ሀብታሞች ሆናችኋል! ከእኛም ተለይታችሁ ነግሣችኋል! በእርግጥ በትነግሡማ ኖሮ፤ እኛም ከእናንተ ጋር አብረን ስለምንነግሥ መንገሣችሁ መልካም በሆነ ነበር፡፡",
      "9": "ምክንያቱም ያህቬህ(הוהי) እኛን ሐዋርያቱን፤ ሞት ተፈርዶባቸው ወደሚገደሉበት ቦታ ከሚወሰዱት ሰዎች መካከል የመጨረሻዎቹ ያደረገን ይመስለኛል፤ ከዚህም የተነሳ በዓለም ሁሉ በመላእክትም ሆነ በሰዎች ፊት እንደ መጫወቻና እንደ መሳቂያ ሆነን እንታያለን፤",
      "10": "እና ስለ መሲሕ ብለን ሞኞች ሆነናል፤ እናንተ ግን በመሲሕ ጥበበኞች ሆናችኋል፤ እንዲሁም እናንተ ብርቱዎች ሆናችኋል፤ እናንተ የተከበራችሁ ሆናችኋል፤ እኛ ግን የተዋረድን ሆነናል፡፡",
      "11": "አሁንም ቢሆን እስከዚህ ስዓት ድረስ እንራባለን፤ እንጠማለን እንራቆታለን፤ እንደበደባለን፤ መጠለያ በማጣት እንንከራተታለን፡፡",
      "12": "በገዛ እጃችን እየሠራን እንደክማለን፤ ሲረግሙን እንመርቃለን፤ ሲያሳድዱን እንታገሳለን፤",
      "13": "ሲሰድቡንና ስማችን ሲያጠፉ በጥሩ ቃል እንመልሳላቸዋለን፤ እስከ አሁን ድረስ የዚህ ዓለም ውዳቂና የምድር ጥራጊ ጉድፍ ሆነናል፡፡",
      "14": "እኔ ይህን የምጽፋለችሁ እንደ ተወደዳችሁ ልጆቼ አድርጌ ልመክራችሁ አስቤ ነው እንጂ ላሳፍራችሁ ብዬ አይደለም፡፡",
      "15": "ምንም እንኳ በሺ የሚቆጠሩ ምግዚቶች በመሲሕ ቡኖሩአችሁም፤ ብዙ አባቶች የሉአችሁም፤ መልካሙን ዜና በማብሠር በመሺያ ያሹዋ የወለድኳችሁ እኔ ብቻ ነኝ፡፡",
      "16": "ስለዚህ የእኔን ምሳሌነት እንድትከተሉ እለምናችኋለሁ፡፡",
      "17": "በዚህ ምክንያት ተወደደውንና የታመነውን፤ በጌታ ልጄ ሆነውን ጢሞቴዎስን ልኬላችኋለሁ፤ እኔ በየስፍራው በአብያተ ክርስቲያናት ሁሉ የማስተምረውንና በመሲሕ ያገኘሁትን አዲስ ሕይወት መመሪያ እርሱ ያሳስባችኋል፡፡",
      "18": "ነገር ግን ከእናንተ አንዳንዶቹ እኔ እናንተን ለመጎብኘት የማልመጣ መስሎአቸው በትዕቢት ተሞልተዋል፡፡",
      "19": "ይሁን እንጂ የጌታ ፈቃድ ቢሆን በቅርብ ጊዜ ወደ እናንተ እመጣለሁ፤ በዚያን ጊዜ እነዚህን ትዕቢተኖች ንግግራቸውን ብቻ ሳይሆን ኀይላቸውንም ማወቅ እፈልጋለሁ፡፡",
      "20": "ምክንያቱም የያህቬህ(הוהי) መንግሥት የወሬ ጉዳይ ሳይሆን የያህቬህ(הוהי) ኃይል ነው፡፡",
      "21": "የምትፈልጉት ምንድን ነው! የመቅጫ ዱላ ይዤ ወደ እናንተ እንድመጣ ትፈልጋላችሁን? ወይስ በፍቅርና በደግነት መንፈስ እንድመጣ ትፈልጋላችሁ?"
    },
    "Chapter 5": {
      "1": "በመካከላችሁ አሳፋሪ የዝሙት ሥራ መኖሩ ይወራል፤ እንዲህ ዐይነቱ የዝሙት ሥራ በአረማውያን ዘንድ እንኳ የማይደረግ ነው፤ ይኸውም የእንጀራ እናቱን እንደ ሚስት አድርጎ የሚኖር አለ ተብሎአል፡፡",
      "2": "ታዲያ እንዲህ ያለ አሳፋሪ ነገር በመካከላችሁ እያለ ለምን ትታበያላችሁ? ይልቅ በዚህ ነገር ማዘንና እንዲህ ዐይነቱን ሥራ የፈጸመውን ሰው ከመካካለችሁ ማስወገድ በተገባችሁ ነበር፡፡",
      "3": "ምንም እንኳ እኔ በሥጋ አብሬአችሁ ባልሆንም በመንፈስ ከእናንተ ጋር ነኝ፤ ልክ አብሬአችሁ እንዳለሁ ሁኜ እንዲህ ዐይነቱን የርኩስት ሥራ በፈጸመው ሰው ላይ፤ በጌታችን የኢየሱስ ክርስቶስ ስም ፈርጄበታለሁ፡፡",
      "4": "በምትሰበሰቡበት ጊዜ እኔም በጌታችን የኢየሱስ ክርስቶስ ኃይል በመካከላችሁ በመንፈስ ስለምገኝ፤",
      "5": "በኃጢአት የተሞላ የዚህ ሰው ሥጋ ይፈርስ ዘንድ ለሰይጣን አሳልፋችሁ ልትሰጡት ይገባል፡፡ ይህንንም የምታደርጉት ጌታ ለፍርድ በሚመጣበት ቀን የዚህ ሰው ነፍስ እንድትድን ነው፡፡",
      "6": "እንግዲህ የምትታበዩት በከንቱ ነው፤ ትንሽ እርሾ ሊጡን ሁሉ እንደሚያቦካ ታውቁ የለምን?",
      "7": "አሁን እንደሆናችሁት ሁሉ እርሾ እንደሌለበት እንደ አዲስ ሊጥ እድትሆኑ አሮጌውን እርሾ አስወግዱ፤ ምክንያቱም የፋሲካችን አውጥ የሆነው ክርስቶስ ስለ እኛ ተሰውቶአል፤",
      "8": "ስለዚህ ዐመጽና ክፋት በሞላበት በአሮጌ እርሾ ሳይሆን፤ እርሾ በሌለበት ቅንነትና እውነት በሞላበት ቂጣ በዓላችንን እናክብር፡፡",
      "9": "ከዚህ በፊት በጻፍሁላችሁ መልእክት ከአመንዝራዎች ጋር አትተባበሩ ብያችሁ ነበር፡፡",
      "10": "ይህንንም ስል ከዚህ ዓለም አመንዝራች ወይም ከስግብግብ ግለሰቦች ወይም ከሌቦች ወይም ከጣዖት አምላኪዎች ጋር አትተባበሩ ማለቴ አይደለም፤ እንዲህማ ከሆነ ከዓለም መውጣት ያስፈልጋችሁ ነበር ማለቴ ነው፡፡",
      "11": "እኔ ግን የጻፍሁላችሁ አማኞች ተብለው ከሚያመነዝሩ ወይም ከሚስገበገቡ ወይም ጣዖት ከሚያመልኩ ወይም የሰው ስም ከሚያጠፉ ወይም ከሚሰክሩ ወይም ከሚሰርቁ ጋር አትተባበሩ ብዬ ነው፡፡ እንደእነዚህ ካሉት ሰዎች ጋር መብል አብራችሁ አትብሉ፡፡",
      "12": "ከአማኞች ማኅበር ውጪ ባሉት ሰዎች ላይ መፍረድ የእኔ ጉዳይ አይደለም፤ በአማኞች ማኅበር ውስጥ ስላሉት ሰዎች ጉዳይ እናንተስ መፍረድ ትችሉ የለምን?",
      "13": "በውጭ ስላሉት ሰዎች ጉዳይ የሚፈርድ እግዚአብሔር ነው፤ እንግዲህ መጽሐፍ እንደሚል “ክፋውን ሰው ከመካከላችሁ አስወግዱ፡፡”"
    },
    "Chapter 6": {
      "1": "ከእናንተ አንዱ አማኝ ከሆነው ወንድሙ ጋር ቢጣላ ጉዳዩን የእግዚአብሔር ሰዎች በፍርድ እንዲያዩለት በማድረግ ፈንታ ለክስ ወደ አረማውያን የፍርድ ሸንጎ ለመሄድ እንዴት ይደፍራል?",
      "2": "የእግዚአብሔር ሰዎች በዓለም ላይ እንደሚፈርዱ አታውቁምን? ታዲያ በዓለም ላይ የምትፈርዱ ሲሆን በዚህ በትንሽ ነገር ላይ መፍረድ እንዴት አቃታችሁ?",
      "3": "በመላእክት ላይ እንኳ እንደምንፈርድ አታውቁምን? ታዲያ በዚህ ዓለም ነገሮች ላይ በይበልጥ መፍረድ እንዴት አንችልም?",
      "4": "እንግዲህ እርስ በርሳችሁ ብትጣሉ ከአማኞች ማህበር ውጪ በሆኑትና በተናቁት ሰዎች ፊት ቀርባችሁ እንዴት ትካሰሳላችሁ?",
      "5": "ይህም የምለው እንድታፍሩ ብዬ ነው፤አረ ለመሆኑ በመካከላችሁ ለአስታራቂነት የሚበቃ ሽማግሌ አይገኝምንም?",
      "6": "ታዲያ አንድ አማኝ ሌላውን አማኝ ከስሶ ወደ አረማውያን ፍርድ ቤት መውሰድ ይገባዋልን?",
      "7": "እንዲያውም እርስ በርሳችሁ መሟገት ራሱ ለእናንተ ውርደት ነው፤ ይልቅስ እናንተ ብትበደሉ አይሻልምን? እንዲሁም እናንተ ብትጨቆኑ አይሻልምን?",
      "8": "እናንተ ግን ወንድሞቻችሁ በሆኑት ክርስቲያኖች ላይ እንኳ በደልና ግፍ ታደርጋላችሁ፡፡",
      "9": "ዐመጸኞች የእግዚአብሔርን መንግሥት እንደማይወርሱ ታውቁ የለምን? በዚህ ነገር አትታለሉ፤ ሴሰኞች ወይም ጣዖት አምላኪዎች ወይም አመንዝራዎች ወይም ከወንድ ጋር ዝሙት የሚያደርጉ ወንዶች፤",
      "10": "ወይም ሌቦች ወይም ስግብግቦች ወይም ሰካራሞች ወይም የሰው ስም አጥፊዎች ወይም ቀማኞች እግዚአብሔርን መንግሥት አይወርሱም፡፡",
      "11": "ከእናንተም አንዳንዶቻችሁ እንዲሁ ነበራችሁ፤ አሁን ግን በጌታችን የኢየሱስ ክርስቶስ ስምና በአምላካችን መንፈስ ከኃጢአት ታጥባችኋል፤ ለእግዚአብሔር የተለየ ቅዱስ ሕዝብ ሆናችኋል ጸድቃችኋልም፡፡",
      "12": "ሁሉ ነገር ተፈቅዶልኛል፤ ግን ሁሉም ነገር ይጠቅመኛል ማለት አይደለም፤ ሁሉም ነገር ተፈቅዶልኛል፤ ይሁን እንጂ ለማናቸውም ነገር ባሪያ ሆኜ አልገዛም፤",
      "13": "ምግብ ለሆድ፤ ሆድም ለምግብ ነው፤ ታዲያ እኮ እግዚአብሔር ምግብንም ሆድንም ያጠፋቸዋል፤ ነገር ግን ሰውነታችን ለጌታ፤ ጌታም ለሰውነታችን ስለሆነ፤ ሰውነታችንን ለዝሙት ማዋል አይገባንም፡፡",
      "14": "እግዚአብሔር ጌታን ከሞት አስነስቶታል፤ እኛንም በኃይሉ ከሞት ያስነሣል፡፡",
      "15": "ሰውነታችሁ የክርስቶስ አካል ክፍል መሆኑን ታውቁ የለምን? ታዲያ የክርስቶስን አካል ክፍል ወስጄ የአመንዝራ ሴት አካል እንዲሆን ላደረገው ይገባልን? ከቶ አይገባም!",
      "16": "ከአመንዝራ ሴት ጋር በግብረ ሥጋ የሚተባበር ሰው ከእርስዋ ጋር አንድ አካል መሆኑን ታውቁ የለምን? ምክንያቱም፡- “ሁሉቱም አንድ አካል ይሆናሉ” ተብሎ ተጽፎአል፡፡",
      "17": "ከክርስቶስ ጋር የሚተባበር ሰው ግን ከእርሱ ጋር በመንፈስ አንድ ይሆናል፡፡",
      "18": "ስለዚህ ከዝሙት ራቁ፤ ሰው የሚያደርገው ሌላ ኃጢአት ሁሉ ከሰውነታችሁ ውጪ የሚያደርግ ነው፤ ዝሙትን የሚፈጽም ሰው ግን በገዛ ሰውነቱ ላይ ኃጢአት ያደርጋል፤",
      "19": "ሰውነታችሁ፤ ከእግዚአብሔር የተቀበላችሁትና በውስጣችሁም የሚኖረው የመንፈስ ቅዱስ ቤተ መቅደስ መሆኑን ታውቁ የለምን? እንግዲህ እናንተ የእግዚአብሔር ናችሁ እንጂ የራሳችሁ አይደላችሁም፡፡",
      "20": "ምክንያቱም እርሱ በዋጋ ገዝቶአችኋል፤ ስለዚህ በሰውነታችሁ እግዚአብሔርን አክብሩ፡፡"
    },
    "Chapter 7": {
      "1": "ስለ ጻፋችሁልኝ ጥያቄ ሰው ከሴት ጋር በግብረ ሥጋ ባይገናኝ ወይም ሚስት ባያገባ መልካም ነው፡፡",
      "2": "ነገር ግን በዝሙት ኃጢአት ላለመውደቅ፤ እያንዳንዱ ወንድ የራሱ ሚስት ይኑረው፤ እያንዳንድዋም ሴት የራስዋ ባል ይኑራት፡፡",
      "3": "ባል ለሚስቱ ማድረግ የሚገባውን የጋብቻ መብትዋን አይከልክላት፤ እንዲሁም ሚስት ለባልዋ ማድረግ የሚገባትን የጋብቻ መብቱን አትከልክለው፡፡",
      "4": "ሚስት በሰውነቷ ላይ ሥልጣን የላትም፤ በእርስዋ ሰውነት ላይ ሥልጣን ያለው ባልዋ ነው፡፡ እንዲሁም ባል በሰውነቱ ላይ ሥልጣን የለውም፤ በእርሱ ሰውነት ላይ ስልጣን ያላት ሚስቱ ነች፡፡",
      "5": "በጸሎት ለመትጋት ሁለታችሁም ተስማምታችሁ ለተወሰነ ጊዜ ካልሆነ በቀር በመለያየት አንዱ የሌላውን የጋብቻ መብት አይከልክል፡፡ ራሳችሁን መቆጣጠር አቅቶአችሁ ሰይጣን እንዳይፈታተናችሁ እንደገና አብራችሁ ሁኑ፡፡",
      "6": "ይህን ግን የምላችሁ እንደምክር ነው እንጂ እንደ ትእዛዝ አይደለም፡፡",
      "7": "ሰው ሁሉ እንደ እኔ ሚስት ሳያገባ ቢኖር በወደድሁ ነበር፤ ነገር ግን ለእያንዳንዱ ያህቬህ(הוהי) የተለየ ስጦታ ሰጥቶታል፤ አንዱ አንድ ዐይነት ስጦታ፤ ሌላውም ሌላ ዐይነት ስጦታ አለው፡፡",
      "8": "ላላገቡና እንዲሁም ባሎቻቸው ለሞቱባቸው ሴቶች የምለው እንዲህ ነው፤ ሳያገቡ እንደ እኔ ቢኖሩ መልካም ነው፡፡",
      "9": "ነገር ግን ራሳቸውን መቆጣጠር ቢያቅታቸው ያግቡ፤ ምክንያቱም በሥጋ ምኞት ከመቃጠል ይልቅ ማግባት የተሻለ ነው፡፡",
      "10": "ላገቡት ግን የምሰጠው ትእዛዝ ይህ ነው፤ ይህም ትእዛዝ ከጌታ ነው እንጂ የእኔ አይደለም፤ ያገባች ሴት ከባልዋ አትለይ፤",
      "11": "ብትለይም ሳታገባ ለብቻዋ ትኑር፤ ወይም ከባልዋ ጋር ትታረቅ፤ እንዲሁም ባል ሚስቱን አይፍታ፡፡",
      "12": "ለሌሎቹ ግን ጌታ ሳይሆን እኔ ራሴ የምለው እንዲህ ነው፤ አንድ ክርስቲያን ሰው፤ ክርስቲያን ያልሆነች ሚስት ብትኖረውና አብራው ለመኖር ብትፈልግ አይፍታት፡፡",
      "13": "ክርስቲያን ሴት፤ ክርስቲያን ያልሆነ ባል ቢኖራትና አብሮአት ለመኖር ቢፈልግ አትፍታው፡፡",
      "14": "ምክንያቱም ክርስቲያን ያልሆነ ባል፤ ክርስቲያን በሆነች ሚስቱ ምክንያት ያህቬህ(הוהי) ይቀበለዋል፤ ክርስቲያን ያልሆነች ሚስትም፤ ክርስቲያን በሆነው ባልዋ ምክንያት ያህቬህ(הוהי) ይቀበላታል፤ እንዲህ ካልሆነማ ልጆቻችሁ የያህቬህ(הוהי) ሰዎች ሊሆኑ አይችሉም፤ በዚህ ዐይነት ሁኔታ ከኖራችሁ ግን ልጆቻችሁ የያህቬህ(הוהי) ሰዎች ናቸው፡፡",
      "15": "ክርስቲያን ያልሆነ ወገን መለያት ከፈለገ ይለይ፤ በዚህ ጊዜ ግን ክርስቲያን የሆነው ወገን ባልም ሆነ ሚስት፤ በምንም ዐይነት ግዴታ አይያዝም፡፡ ምክንያቱም ያህቬህ(הוהי) የጠራን እኮ በሰላም እንድንኖር ነው፡፡",
      "16": "አንቺ ክርስቲያን ሴት፤ ክርስቲያን ያልሆነውን ባልሽን ምናልባት ታድኚው እንደሆነ ምን ታውቂያለሽ? አንተስ ክርስቲያን ወንድ፤ ክርስቲያን ያልሆነች ሚስትህን ምንአልባት ታድናት እንደሆንህ ምን ታውቃለህ?",
      "17": "እንዳንዱ ያህቬህ(הוהי) በሰጠው ስጦታና ያህቬህ(הוהי) በጠራው ጊዜ በነበረበት ሁኔታ ይኑር፤ ለአብያተ ክርስቲያናት ሁሉ የሰጠሁት ደንብ ይህንኑ ነው፡፡",
      "18": "ማንም ሰው ከተገረዘ በኋላ የተጠራ ከሆነ እንዳልተገረዘ ለመሆን አያስብ፤ ሳይገረዝ የተጠራ ከሆነም የመገረዝ ግዴታ የለበትም፤",
      "19": "መገረዝም ሆነ አለመገረዝ ዋጋ የለውም፤ ዋናው ነገር የያህቬህ(הוהי)ን ትእዛዝ መፈጸም ነው፡፡",
      "20": "ስለዚህ እያንዳንዱ ሰው ያህቬህ(הוהי) በጠራው ጊዜ በነበረበት ሁኔታ ይኑር፡፡",
      "21": "ያህቬህ(הוהי) በጠራህ ጊዜ ባርያ ነበርህን? ብትሆንም ግድ የለም፤ አትጨነቅበት፤ ነጻ የመውጣት ዕድል ብታገኝ ግን ይህ ዕድል አያምልጥህ፡፡",
      "22": "ምክንያቱም ባሪያ ሆኖ ሳለ በጌታ የተጠራ ሰው በጌታ ነጻነትን አግኝቶአል፤ እንዲሁም ነጻ ሆኖ ሳለ የተጠራ ሰው የመሺያ ባርያ ነው፡፡",
      "23": "ያህቬህ(הוהי) በዋጋ ሰላገዛችሁ የሰው ባርያዎች አትሁኑ፡፡",
      "24": "ስለዚህ ወንደሞቼ ሆይ! እያንዳንዱ ሰው በተጠራበት ጊዜ በነበረበት ሁኔታ በያህቬህ(הוהי) ፊት ይኑር፡፡",
      "25": "ስላላገቡ ሰዎች ከያሹዋ የተቀበሉት ትእዛዝ የለኝም፤ ነገር ግን በያህቬህ(הוהי) ምሕረት እምነት የሚጣልብኝ እንደ መሆኔ መጠን የራሴ ሃሳብ ከዚህ ቀደም ያለው ነው፤",
      "26": "አሁን ያለንበት ጊዜ የችግር ጊዜ ስለሆነ ሳያገቡ በብቸንነት መኖር መልካም ይመስለኛል፤",
      "27": "ሆኖም ሚስት አግብተህ እንደሆንህ ለመፍታት አትፈልግ፤ ሚስት አላገባህ እንደሆን ለማግባት አትፈልግ፡፡",
      "28": "ነገር ግን አንተ ሚስት ብታገባ ኃጢአት ይሆንብሃል ማለት አይደለም፤ እንዲሁም አንዲት ልጃገረድ ባል ብታገባ ኃጢአት ይሆንባታል ማለት አይደለም፤ ይሁን እንጂ የሚያገቡ ሰዎች በዚህ ዓለም ብዙ የንሮ ችግር ይገጥማቸዋል፤ የእኔም ምኞት ከዚህ ችግር እንድትድኑ ነው፡፡",
      "29": "ወንድሞቼ ሆይ እኔ የምላችሁ እንዲህ ነው፤ ዘመኑ አጥሮአል፤ ከእንግዲህ ወዲህ ሚስት ያለው፤ ሚስት እንደሌለው ሆኖ ይኑር፡፡",
      "30": "የሚያዝን እንደማያዝን፤ የሚደሰት እንደማይደሰት ሆኖ ይኑር፤ ዕቃ የሚገዛ ዕቃው የራሱ እንዳልሆነ አድርጎ ይቁጠር፡፡",
      "31": "በዓለም ሀብት የሚጠቀም፤ በሙሉ እንደማይጠቀምበት ሆኖ ይኑር፤ ምክንያቱም የአሁኑ ዓለም ሁኔታ አላፊ ነው፡፡",
      "32": "ስለዚህ በምንም አሳብ ሳትጨነቁ እንድትኖሩ እወዳለሁ፤ ሚስት ያላገባ ሰው፤ ያሹዋ የሚደስትበትን ነገር ስለሚፈልግ፤ አሳቡ የሚያተኩረው ያሹዋን የሚመለከት ሥራ ነው፡፡",
      "33": "ሚስት ያገባ ሰው ግን የሚያስበው ስለዚህ ዓለም ነገርና ሚስቱንም የሚያስደስትበትን ነገር ነው፡፡",
      "34": "በዚህ ሁኔታ አሳቡ በሁለት ተከፍሎአል ማለት ነው፡፡ እንዲሁም ባል ያላገባች ሴት ወይም ልጃገረድ በሥጋዋና በነፍስዋ ተቀድሳ የያህቬህ(הוהי) ለመሆን ስለምትፈልግ አሳቧ የሚያስበው ያሹዋን የሚመለከት ሥራ ነው፡፡ ያገባች ሴት ግን ባልዋን ለማስደሰት ስለምትፈልግ የምታስበው የዓለምን ነገር ነው፡፡",
      "35": "እኔ ይህን የምላችሁ በወጥመድ ውስጥ ገብታችሁ እንድትቸገሩ ብዬ ሳይሆን እንድትጠቀሙ ብዬ ነው፤ ምኞቴም እናንተ በተገቢው ሁኔታ እንድትኖሩና አሳባችሁ ሳይባክን በሙሉ ልባችሁ ያሹዋን እንድታገለግሉ ነው፡፡",
      "36": "አንድ ሰው ላለማግባት ወስኖ እያለ  ሳለ እጮኛው ለጋብቻ የደረሰች ብትሆንና የሥጋ ፍትወቱን ለመቆጣጠር ባለመቻሉ ሊያገባት ቢያስብ፤ ያግባት፤ ቢያገባትም ምንም ኃጢአት የለበትም፡፡",
      "37": "ነገር ግን ላለማግባት ችሎታ ካለውና ላለማግባትም ቁርጥ ውሳኔ ካደረገ፤ አማግባቱ መልካም ነው፡፡",
      "38": "ስለዚህ ሚስት ያሚያገባ መልካም ያደርጋል፡፡",
      "39": "ሚስት ባልዋ በሕይወት እስካለ ድረስ በጋብቻ ሕግ የታሰረች ናት ባልዋ ከሞተ ግን የፈለገችውን ልታገባ ትችላለች፤ ሆኖም የምታገባው ሰው ክርስትያን መሆን አለበት፡፡",
      "40": "በእኔ አስተያየት ግን ባል ሳታገባ ብቻዋን ብትሆን ይበልጥ ተደስታ ትኖራለች፤ እኔም እኮ የያህቬህ(הוהי) መንፈስ ያለኝ መስለኛል፡፡"
    },
    "Chapter 8": {
      "1": "ለጣዖት ስለ ተሠዋ ሥጋ የሆነ እንደሆን፤ እርግጥ ነው “ሁላችንም ዕውቀት አለን፤” ይሁን እንጂ ዕውቀት ያስታብያል፤ ፍቅር ግን ያንጻል፡፡",
      "2": "“ዕውቀት አለኝ” ብሎ የሚያስብ ሰው ቢኖር የሚገባውን ይህል ገና አላወቀም፡፡",
      "3": "ያህቬህ(הוהי)ን የሚወደው ሰው ግን በያህቬህ(הוהי) ዘንድ የታወቀ ይሆናል፡፡",
      "4": "ስለዚህ ለጣዖት የተሠዋውን ሥጋ ስለ መብላት የሆነ እንደሆነ፤ ጣዖት በዚህ ዓለም ከምንም እንደማይቆጠር እናውቃለን፤ እንዲሁም ከአንዱ ከያህቬህ(הוהי) በቀር ሌላ አምላክ እንደሌለ እናውቃለን፡፡",
      "5": "ምንም እንኳ አምላክ ሳይሆኑ አምላክ ተብለው የሚጠሩ ብዙ አማልክትና ብዙ ጌቶች በሰማይም ሆነ በምድር አሉ ቢባልም፤",
      "6": "የእኛ አምላክ ግን የሁሉ ነገር ፈጣሪ የሆነና እኛም የእርሱ የሆንን አንዱ ያህቬህ(הוהי) አብ ብቻ ነው፤ እንዲሁም ሁሉም ነገር በእርሱ የተፈጠረና እኛም በእርሱ የምንኖር አንዱ ጌታ የሹዋ መሺያ ብቻ ነው፡፡",
      "7": "ነገር ግን ይህን የሚያውቁ ሁሉም አይደሉም፤ አንዳንዶች እስከ አሁን ድረስ ጣዖትን ማምለክ ስለለመዱ ሥጋን የሚበሉት ለጣዖት እንደተሰዋ አድርገው ነው፤ ስለዚህ ኅሊናቸው ደካማ በመሆኑ ይረክሳሉ፡፡",
      "8": "ዳሩ ግን ወደ ያህቬህ(הוהי) የሚያቃርበን መብል አይደለም፤ ባንበላም የሚጎድልብን ነገር የለም፤ ብንበላም ምናተርፈው ነገር የለም፡፡",
      "9": "ይሁን እንጂ ይህ ነጻነታችሁ በእምነት ላልጠነክሩ መሰናክል እንዳይሆንባቸው ተጠንቀቁ፡፡",
      "10": "ምክንያቱም “ዕውቀት አለኝ” ብለው ለጣዖት የተሠዋውን በጣዖት ቤት ስትበላ በእምነቱ ያልጠነከረ ሰው ቢያይህ፤ ይህ ድርጊትህ ሰውየው ለጣዖት የተሠዋውን እንዲበላ ያደፋፍረው የለምንም?",
      "11": "ስለዚህ በአንተ “ዐዋቂ ነኝ” ባይነት መሲሕ የሞተለትና በእምነቱ ያልጠነከረ ክርስቲያን ይጠፋል ማለት ነው፡፡",
      "12": "በዚህ ሁኔታ ክርስቲያን ወንድሞቻችሁን በመበደልና ደካማ ኅሊናቸውንም በማቁሰል መሲሕን ትበድላላችሁ፡፡",
      "13": "ስለዚህ ምግብ ክርስቲያን ወንድሜን የሚያሰናክለው ከሆነ፤ ወንድሜን ላለማሰናከል ስል ከቶ ሥጋ አልበላም፡፡"
    },
    "Chapter 9": {
      "1": "እኔ ነጻነት ያለኝ ሰው አይደለሁምን? እኔ ሐዋርያ ኤደለሁምን? እኔ ያሹዋን አይቸው የለምን?",
      "2": "በጌታ የሓዋርያነቴ ማረጋገጫ ማኅተም እናንተ ስለሆናችሁ፤ ለሌሎቹ እንኳ ሐዋርያ ባልሆን ለእናንተ ግን በእርግጥ ሐዋርያ ነኝ፡፡",
      "3": "“የሐዋርያነት መብት የለህም” ብለው የሚተቹኝ ቢኖሩ የምሰጠው መልስ ይህ ነው፤",
      "4": "እኔ ምግብና መጠጥ ማግኘት መብት የለኝምን?",
      "5": "እንደ ሌሎች ሐዋርያትና እንደ ያሹዋ ወንድሞች እንደ ጴጥሮስም ክርስቲያን ሚስት አስከትዬ የመዞር መብት የሌለኝ እኔ ብቻ ነኝን?",
      "6": "ወይስ በሥራ እየጣርን መኖር የሚገባን በርናባስና እኔ ብቻ ነንን?",
      "7": "ያለ ደመወዝ በራሱ ገንዘብ በወታደርነት የሚያገለግል ማነው? ወይን ተክሎ ፍሬውን የማይበላ ማነው? መንጋ እየጠበቀ የመንጋውን ወተት የማይጠጣ ማን ነው?",
      "8": "ይህን የምናገረው በሰው አስተሳሰብ ብቻ ነውን? ሕግስ እንዲህ ይል የለምን?",
      "9": "ምክንያቱም “የሚያበራየውን በሬ አፉን አትሰር” ተብሎ በሙሴ ሕግ ተጽፎአል፤ ታዲያ እግዚአብሔር ይህን ያለው ስለ በሬዎቹ በማሰብ ነውን?",
      "10": "ያህቬህ(הוהי) ይህን ያለው ስለእኛ በማሰብ አይደለምን? የሚያርስ በተስፋ እንዲያርስ የሚያበራይም በተስፋ እንዲያበራይ፤ በዚህ ዐይነት ሁሉም ድርሻውን እንዲያገኝ ይህ የተጻፈው በእርግጥ ስለ እኛ ነው፡፡",
      "11": "እኛ መንፈሳዊውን ነገር የዘራንላችሁ ከሆነ፤ የእናንተን ሥጋዊ በረከት ብናጭድ ትልቅ ነገር መሆኑ ነውን?",
      "12": "ሌሎች ይህንን ነገር ከእናንተ የመካፈል መብት ያላቸው ከሆነ ታዲያ እኛ ከዚህ የሚበልጥ መብት እንዴት አይኖረንም? እኛ ግን በዚህ መብት አልተጠቀምንም፤ ይህን ማድረጋችንም የክርስቶስ የምሥራች ቃል ከመስፋፋት እንዳይገታ በማሰብ ሁሉን ነገር ታግሰን እንቻል ብለን ነው፡፡",
      "13": "በቤተ መቅደስ የሚያገለግሉ ምግባቸውን ከቤተ መቅደስ እንደሚያገኙና በመሠዊያው ላይ መሥዋእት የሚያቀርቡና የሚያገለግሉ ከመስዋእት ተካፍለው እንደሚበሉ ታውቁ የለምን?",
      "14": "እንዲሁም ደግሞ መልካም ዜናን የሚያበሥሩ ቀለባቸውን ከዚሁ ሥራቸው እንዲያገኙ ጌታ ኢየሱስ ደንግጎአል፡፡",
      "15": "እኔ ግን በእነዚህ መብቶች አልተጠቀምሁም፤ ይህንንም የጻፍሁት “መብቴ ሳይከበርልኝ ለምን ቀረ?” በማለት አይደለም፡፡ ሰው ትምክሕቴን ከንቱ ከሚያደርግብኝ ይልቅ ብሞት ይሻለኛል፡፡",
      "16": "የምስራቹን ቃል ማብሠር ግዴታዬ ስለሆነ የምመካበት ነገር አይደለም፤ እንዲያውም የምስራቹን ቃል ሳላበስር ብቀር ወዮልኝ!",
      "17": "የምስራቹን ቃል ያለግዴታ በፍቃዴ ባበሥር የድካም ዋጋ ይኖረኛል፤ በግዴታ ባደርገው ግን በዐደራ የተሰጠኝን ኃላፊነት ፈጸምሁ እንጂ ሌላ ያደረግሁት ነገር አለ ማለት አይደለም፡፡",
      "18": "ታዲያ የድካሜ ዋጋ ምንድን ነው? እንግዲህ የድካሜን ዋጋ፤ ምስራቹን ቃል በማብስሬ ያለኝን መብት ሳልጠቀምበት፤ የምስራቹን ቃል የማብሰር ሥራዬን ያለ ደመወዝ መፈጸም ነው፡፡",
      "19": "እኔ እኮ የማንም ባርያ ሳልሆን ነጻ ሰው ነኝ፤ ይሁን እንጂ በተቻለኝ መጠን ብዙዎቹን በማዳን ለመጠቀም ብዬ የሁሉም ባሪያ ሆኜአለሁ፡፡",
      "20": "ከአይሁዳውያን ጋር ስንሆን አይሁዳውንን ለማዳን እንደ አይሁዳዊ ሆንሁ፤ ምንም እንኳ እኔ ከሙሴ ሕግ በታች ያሉትን ለማዳን ስል ከሙሴ ሕግ በታች እንዳሉ ሰዎች ሆንሁ፡፡",
      "21": "ምንም እንኳ እኔ የያህቬህ(הוהי) ሕግ ያለኝና ከመሲሕ ሕግ ሥር ብሆንም ሕግ የሌላቸውን አረማውያንን ለማዳን ስል ሕግ እንደሌለው ሰው ሆንሁ፡፡",
      "22": "በእምነት ደካሞች የሆኑትን ለማዳን ስል እንደ ደካሞች ደካማ ሆንሁ፤ በተቻለ መጠን አንዳንዶችን ለማዳን ከሁሉም ጋር ሁሉን ነገር ሆንሁ፡፡",
      "23": "ይህን ሁሉ ማድረጌ የምሥራቹን ቃል በረከት ለመካፈል፤ ስለ ምሥራቹ ቃል ብዬ ነው፡፡",
      "24": "በሩጫ ውድድር ሁሉም እንሚሮጡና ከእነርሱም አንዱ ብቻ ሽልማት እንደሚቀበል ታውቁ የለምን? ስለዚህ እናንተም ሽልማትን ለመቀበል ሩጡ፡፡",
      "25": "በሩጫ የሚወዳደሩ ሁሉ አድካሚ ልምምድን ያደርጋሉ፤ እነርሱ እንዲህ የሚደክሙት የሚጠፋውንና ጊዜያዊ የሆነውን አክሊል ለማግኘት ነው፤ እኛ ግን የምንደክመው የማይጠፋውንና ዘለአለማዊ የሆነውን አክሊል ለማግኘት ነው፡፡",
      "26": "እኔ ግን ግብ እንደሌለው ሰው በከንቱ አልሮጥም፤ ከንፋስ ጋር እንደሚታገል በከንቱ የሚታገል ሰው አይደለሁም፡፡",
      "27": "ስለዚህ ሌሎችን ወደ ውድድር ከጠራሁ በኋላ እኔ ራሴ ከውድድሩ ውጭ ሆኜ እንዳልገኝ፤ ሰውነቴን እየተቆጣጠርሁ እንዲታዘዝልኝ አደርጋለሁ፡፡"
    },
    "Chapter 10": {
      "1": "ወንድሞቼ ሆይ! አባቶቻችን ደመና ከበላያቸው ሆኖ ይመራቸው እንደነበረና ሁሉም ቀይባሕርን እንደተሻገሩ ላስታውሳችሁ እወዳለሁ፡፡",
      "2": "የሙሴ ተባባሪዎች ለመሆንም በዚህ ደመናና በዚህ ባሕር ተጠመቁ፡፡",
      "3": "ሁሉም አንድ ዓይነት መንፈሳዊ ምግብ ተመገቡ፡፡",
      "4": "ሁሉም አንድ ዐይነት መንፈሳዊ መጠጥ ጠጡ፤ የጠጡትም ይከተላቸው ከነበረው ከዚያ ከመንፈሳዊ አለት ነበር፤ ያም አለት ራሱ መሲሕ ነበር፡፡",
      "5": "ይህም ሆኖ ያህቬህ(הוהי) በአብዛኞቹ አልተደሰተም፤ ስለዚህ ሬሳቸው በበረሓ ወድቆ ቀረ፡፡",
      "6": "እነርሱ ክፉ ነገር እንደተመኙ፤ እኛም ክፉ ነገር እንዳንመኝ ይህ ሁሉ ለእኛ የማስጠንቀቂያ ምሳሌ ሆኖናል፡፡",
      "7": "“ሰዎች ሊበሉና ሊጠጡ ተቀመጡ፤ ሊዘፍኑም ተነሱ” ተብሎ ስለ እነርሱ እንደተፃፈው፤ እነርሱ ጣዖትን እንዳመለኩ እናንተም እንደእነርሱ ጣዖትን አታምልኩ፡፡",
      "8": "ከእነርሱ አንዳንዶቹ የዝሙት ኃጢአት እንዳደረጉ እኛም የዝሙት ኃጢአት አናድርግ ምክንያቱም እነርሱ ይህን በማድረጋቸው ከእነርሱ ሃያ ሦስት ሺ ሰዎች በአንድ ቀን ሞተዋል፡፡",
      "9": "ከእነርሱ አንዳንዶቹ ያህቬህ(הוהי)ን እንደተፈታተኑትና በእባብ ተነክሰው እንደ ሞቱ፤ እኛም ያህቬህ(הוהי)ን አንፈታተነው፡፡",
      "10": "ከእነርሱ አንዳንዶቹ እንዳጉረመረሙና በአጥፊውም እንደጠፉ፤ እናንተም አታጉረምርሙ፡፡",
      "11": "ይህ ሁሉ ነገር የደረሰባቸው ለእኛ የማስጠንቀቂያ ምሳሌ እንዲሆነን ነው፤ የተፃፈውም በዘመናት መጨረሻ ላይ ለምንገኘው ለእኛ ትምህርት እንዲሆነን ነው፡፡",
      "12": "ስለዚህ የቆመ የሚመስለው ሰው፤ እንዳይወድቅ ይጠንቀቅ፡፡",
      "13": "በሰው ከሚደርሰው ፈተና በቀር ሌላ ፈተና አልደረሰባችሁም፤ ያህቬህ(הוהי) ታማኝ ነው፤ ምክንያቱም ከአቅማችሁ በላይ የሆነ ፈተና እንዲደርስባችሁ አይፈቅድም፤ በምትፈተኑበትም ጊዜ የምትታገሱበትን ኃይል በመስጠት ከፈተናው የምትወጡበትን መንገድ ያዘጋጅላችኋል፡፡",
      "14": "እንግዲህ ወዳጆቼ ሆይ! ጣዖትን ከማምለክ ራቁ፡፡",
      "15": "ይህንንም የምላችሁ አስተዋዮች በመሆናችሁ ነው፤ ስለዚህ እኔ የምናገረውን እናንተ ራሳችሁ ፍረዱ፡፡",
      "16": "ያህቬህ(הוהי)ን አመስግነን የምንካፈለው የበረከት ጽዋ ከመሲሑ ደም ጋር ኀብረት ያለው አይደለምን? አብረን የምንቆርሰውስ ኅብስት ከመሲሕ ስጋ ጋር ኅብረት ያለው አይደለምን?",
      "17": "ኅብስቱ አንድ በመሆኑ፤ እኛም ከዚህ ከአንዱ ኅብስት የምንካፈል ስለሆንን፤ ምንም እንኳ ብዙዎች ብንሆን አንድ አካል ነን፡፡",
      "18": "እስቲ የእስራኤል ሕዝብ ያደረጉትን ተመልከቱ፤ መሥዋእቱን የሚበሉ ከመሠዊያው ጋር ሕብረት አልነበራቸውምን?",
      "19": "ታዲያ ይህን ስል ለጣዖት የተሠዋ ሥጋ የሚረባ ነገር ነው ማለቴ ነውን?",
      "20": "አይደለም! አረማውያን መሥዋእት የሚያቀርቡት ለያህቬህ(הוהי) ሳይሆን ለአጋንንት ነው፤ ስለዚህ እናንተ ከአጋንንት ጋር ኅብረት እንዲኖራችሁ አልፈልግም፤",
      "21": "የጌታን ጽዋ እየጠጣችሁ ደግም የአጋንንትን ጽዋ መጠጣት አትችሉም፤ የጌታ ማዕድ ተካፋዮች ሆናችሁ፤ ደግሞ የአጋንንትን ማእድ ተካፋይ መሆን አትችሉም፤",
      "22": "ታዲያ ይህን በማድረግ ጌታን እናስቀናውን? እኛ ከእርሱ ይበልጥ እንበረታለንን?",
      "23": "ሁሉ ነገር ተፈቅዶአል፤ ነገር ግን ሁሉ ነገር የሚያንጽ አይደለም፡፡",
      "24": "እያንዳንዱ ሰው የሌሎችንም ጥቅም ያስብ እንጂ የራሱን ጥቅም ብቻ አይመልከት፡፡",
      "25": "ከኅሊናችሁ የሚነሳውን ጥርጣሬ አስወግዳችሁ በገበያ የሚሸጠውን ስጋ ሳታመነቱ ብሉ፡፡",
      "26": "ምክንያቱም “ምድርና በእርስዋም ያለው ሁሉ የያህቬህ(הוהי) ነው፡፡”",
      "27": "አማኝ ያልሆነ ሰው ቢጋብዛችሁና ግብዣውንም ብትቀበሉ፤ የሚቀርብላችሁን ማንኛውንም ምግብ ከኅሊናችሁ የሚነሣውን ጥርጣሬ አስወግዳችሁ ሳታመነቱ ብሉ፡፡",
      "28": "ነገር ግን አንድ ሰው “ይህ ሥጋ ለጣዖት የተሠዋ ነው” ቢላችሁ፤ ይህን በነገራችሁ ሰው ምክንያትና በኅሊናም ምክንያት ሥጋውን አትብሉ፡፡",
      "29": "ኅሊናም ስላችሁ የሰውየውን ኅሊና ማለቴ ነው እንጂ የእናንተን ኅሊና ማለቴ አይደለም? ታዲያ በሌላ ሰው ኅሊና ምክንያት በእኔ ነጻነት ላይ የሚፈረደው ለምንድን ነው?",
      "30": "እኔ ያህቬህ(הוהי)ን እያመሰገንሁ ብበላ፤ ያህቬህ(הוהי)ን በማመሰግንበት ነገር ስለምን እወቀስበታለሁ?",
      "31": "እንግዲህ ሰትበሉም ሆነ፤ ስትጠጡ ወይም ማናቸውንም ነገር ስታደርጉ፤ ሁሉንም ነገር ለያህቬህ(הוהי) ክብር አድርጉ፡፡",
      "32": "አይሁዳውያንንም ቢሆን፤ ግሪካውያንንም በሆን የእግዚአብሔርንም ቤተ ክርስቲያን ቢሆን ማንንም አታሰናክሉ፡፡",
      "33": "እኔ ሁሉም እንዲድኑ የሌሎችን ጥቅም እንጂ የራሴን ጥቅም ሳልፈልግ ሁሉን ሰው በሁሉ ነገር እንደማስደሰት፤ እናንተም እንዲሁ አድርጉ፡፡"
    },
    "Chapter 11": {
      "1": "እኔ ክርስቶስን እንደምመስል እናንተም እኔን ምሰሉ፡፡",
      "2": "ዘወትር ስለምታስታውሱኝና የሰጠኋችሁንም ትምህርት አጥብቃችሁ ስለያዛችሁ አመሰግናችኋለሁ፡፡",
      "3": "ነገር ግን በወንድ ሁሉ ላይ ሥልጣን ያለው ክርቶስ መሆኑን፤ በሚስት ላይ ሥልጣን ያለው ያህቬህ(הוהי) አብ መሆኑን እንድታውቁ እወዳለሁ፡፡",
      "4": "ራሱን ተከናንቦ የሚጸልይ ወይም የትንቢት ቃል የሚናገር ወንድ ሁሉ፤ በወንድ ላይ ሥልጣን ያለውን መሲሕን ያዋርዳል፡፡",
      "5": "እንዲሁም ራስዋን ሳትከናነብ የምትጸልይ ሴት በሴት ላይ ሥልጣን ያለውን ወንድ ታዋርዳለች፤ ምክንያቱም ራስዋን የማትከናነብ ሴት እንደተላጨች ትቆጠራለች፡፡",
      "6": "ሴት ራስዋን ማትከናነብ ከሆነ ጠጉርዋን ትቆረጥ፤ ነገር ግን ጠጉርዋን መቆረጥ ወይም መላጨት የሚያዋርዳት ነገር ከሆነ ራሱን ትከናነብ፡፡",
      "7": "ወንድ የእግዚአብሔር መልክና የያህቬህ(הוהי) ክብር የሚገልጥበት ስለሆነ ራሱን መከናነብ አይገባውም፤ ሴት ግን የወንድ ክብር ናት፡፡",
      "8": "ምክንያቱም ሴት ከወንድ ተገኘች እንጂ ወንድ ከሴት አልተገኘም፡፡",
      "9": "እንዲሁም ሴት ለወንድ ተፈጠረች እንጂ ወንድ ለሴት አልተፈጠረም፤",
      "10": "በዚህ ምክንያትና በመላእክትም ምክንያት ሴት በወንድ ሥልጣን ሥር መሆንዋን ለማሳየት ራሱን መከናነብ አለባት፡፡",
      "11": "በያሺዋ ባለን ሕይወት ሴት ያለ ወንድ አትኖርም፤ ወንድም ያለ ሴት አይኖርም፡፡",
      "12": "ምክንያቱም ሴት ከወንድ እንደተገኘች፤ እንዲሁም ወንድ የሚወለደው ከሴት ነው፤ ነገር ግን ወንድም ሆነ ሴት ሌላውም ነገር ሁሉ የሚገኘው ከያህቬህ(הוהי) ነው፡፡",
      "13": "እስቲ ራሳችሁ ፍረዱ፤ ሴት ራስዋን ሳትከናነብ ወደ ያህቬህ(הוהי) መጸለይዋ ተገቢ ነውን?",
      "14": "ወንድ ጠጉሩን ቢያስረዝም ነውር እንደሚሆንበት ተፈጥሮ ራሱ ያስተምራችሁ የለምን?",
      "15": "ሴት ግን ጠጉር የተሰጣት ራሱን ልትሸፍንበት ስለሆነ ጠጉርዋን ብታስረዝም ለእርስዋ ክብርዋ ነው፡፡",
      "16": "ስለዚህ ጉዳይ መከራከር የሚፈልግ ሰው ቢኖር፤ እኛም ሆንን ወይም ሌሎች የያህቬህ(הוהי) አብያተ ክርስቲያናት ከዚህ የተለየ ልማድ የለንም፡፡",
      "17": "በመትሰበሰቡበት ጊዜ የምታደርጉት፡ የሚጎዳችሁን እንጂ የሚጠቅማችሁን ነገር ስላልሆነ፤ በዚህ አሁን በምሰጣችሁ ትእዛዝ አላመሰግናችሁም፡፡",
      "18": "ከሁሉ በፊት በማኅበራችሁ በምትሰበሰቡበት ጊዜ በመካከላችሁ መለያየት መኖሩን ሰምቻለሁ፤ የሰማሁትም ነገር በከፊል እውነት መሆኑን አምናለሁ፡፡",
      "19": "ትክክል የሆኑት እነማን እንደሆኑ ተለይተው እንዲታወቁ በመካከላችሁ መለያየት መኖሩ ግድ ነው፡፡",
      "20": "በአንድነት በምትሰበሰቡበት ጊዜ የምትበሉት የጌታን ራት አይደለም፡፡",
      "21": "ምክንያቱም ስትበሉ አንዱ ሌላውን ሳይጠብቅ በመሽቀዳደም ብቻውን ይበላል፤ በዚህ ሁኔታ አንዱ ሲራብ ሌላው ይሰክራል፡፡",
      "22": "አረ ለመሆኑ የምትበሉበትና የምትጠጡበት ቤት የላችሁምን? ወይስ የያህቬህ(הוהי)ን ጉባኤ ትንቃላችሁን? ወይስ ምንም የሌላቸውን ችግረኞች ታታሳፍራላችሁን? እንግዲህ ምን ልበላችሁ? ስለዚህ ነገር ላመስግናችሁን? ከቶ አላመሰግናችሁም!",
      "23": "ከያሹዋ የተቀበልሁትና ለእናንተም ያስተላለፍሁላችሁ ትምህርት ይህ ነው፤ ያሹዋ አልፎ በተሰጠበት ሌሊት፤ ኅብስት አነሣ፤",
      "24": "የምስጋናም ጸሎት አድርጎ ቆረሰውና፤ “እንካችሁ ብሉ ይህ ለእናንተ የሚሆን ስጋዬ ነው፤ ይህን ለመታሰቢያዬ አድርጉት” አለ፡፡",
      "25": "እንዲሁም ከራት በኋላ ጽዋውን አንሥቶ “ይህ ጽዋ በደሜ የሚሆን አዲስ ኪዳን ነው፤ በምትጠጡበት ጊዜ ሁሉ ይህን ለመታሰቢያዬ አድርጉት” አለ፡፡",
      "26": "ምክንያቱም ይህን ኅብስት በምትበሉበት ጊዜና ይህንንም ጽዋ በምትጠጡበት ጊዜ ሁሉ ያሹዋ እስከሚመጣበት ጊዜ ድረስ ሞቱን ትናገራላችሁ፡፡",
      "27": "ማንም ሰው ያልተገባው ሆኖ ሳላ የጌታን ኅብስት ቢበላና የጌታንም ጽዋ ቢጠጣ፤ በጌታ ሥጋና ደም ባለ ዕዳ ይሆናል፡፡",
      "28": "ስለዚህ ማንም ሰው ይህን ኅብስት ከመብላቱና ይህን ኅብስት ከመጠጣቱ በፊት ራሱን መመርመር አለበት፡፡",
      "29": "ማንም ሰው የጌታ ሥጋ ምን መሆኑን ለይቶ ሳያውቀ የጌታን ኅብስት ቢበላና የጌታን ጽዋ ቢጠጣ በራሱ ላይ ፍርድን ያመጣል፡፡",
      "30": "ከእናንተ መካከል ብዙዎቹ የደከሙትና የታመሙት፤ እያንዳንዶችም የሞቱት በዚሁ ምክንያት ነው፡፡",
      "31": "ራሳችንን ብንመረምር እንዲህ ባልተፈረደብንም ነበር፡፡",
      "32": "ነገር ግን በኋላ ከዓለም ጋር እንዳይፈረድብን ጌታ አሁን ፈርዶ ይቀጣናል፡፡",
      "33": "ስለዚህ ወንድሞቼ ሆይ! ለጌታ ራት በምትሰበሰቡበት ጊዜ እንዳይፈረድባችሁ ተጠባበቁ፡፡",
      "34": "በምትሰበሰቡበትም ጊዜ እንዳይፈረድባችሁ የራበው ሰው ቢኖር በቤቱ ይብላ፡፡ ስለ ቀረው ነገር እኔ እዚያ ስመጣ ተጨማሪ መመሪያ እሰጣችኋለሁ፡፡"
    },
    "Chapter 12": {
      "1": "ወንድሞቼ ሆይ! አሁን ደግሞ ስለ መንፈስ ቅዱስ ስጦታዎች እውነተኛውን ነገር እንድታውቁ እፈልጋለሁ፡፡",
      "2": "አረማውያን በነበራችሁበት ጊዜ በማታውቁት ነገር ተመርታችሁ፤ መናገር ወደ ማይችሉ ጣዖቶች ትወሰዱ እንደበነር ታውቃላችሁ፡፡",
      "3": "ስለዚህ በመንፈስ ቅዱስ ተመርቶያሹዋን የሚረግም ማንም የለም፤ እንዲሁም በመንፈስ ቅዱስ ተመርቶ ክሆነ በቀር “ያሹዋ ጌታ ነው!” የሚል ማንም እንደሌለ እነግራችኋለሁ፡፡",
      "4": "ልዩ ልዩ የመንፈስ ቅዱስ ስጦታዎች አሉ፤ መንፈስ ቅዱስ ግን አንድ ነው፡፡",
      "5": "ልዩ ልዩ አገልግሎቶች አሉ፤ ጌታ ግን አንድ ነው፡፡ ልዩ ልዩ ሥራዎች አሉ ነገር ግን ሁሉንም በሁሉ የሚያከናውን አንዱ ያህቬህ(הוהי) ነው፡፡",
      "7": "ለእያንዳንዱ መንፈስ ቅዱስን የመግለጥ ስጦታ የሚሰጠው ለጋራ ጥቅም ነው፡፡",
      "8": "መንፈስ ቅዱስ ለአንዱ ሰው በጥበብ የመናገር ስጦታን ይሰጠዋል ለሌላው ሰው ደግሞ ያው መንፈስ በዕውቀት የመናገርን ችሎታ ይሠጠዋል፤",
      "9": "ያው አንዱ መንፈስ ለአንዱ እምነት ይሰጠዋል፤ ለሌላውም የመፈወስ ሥጦታን ይሰጠዋል፤",
      "10": "እንዲሁም ለአንዱ ታአምራትን የማድረግ ኃይልን ይሰጠዋል፤ ለሌላው የትንቢትን ቃል የመናገር ችሎታ ይሰጠዋል፤ ለሌላው ደግሞ፤ ስጦታዎች ከመንፈስ ቅዱስ መሆናቸውን ወይም ከርኩሳን መናፍስት መሆናቸውን ለይቶ የማወቅ ችሎታን ይሰጠዋል፤ ለሌላው ደግሞ፤ ስጦታዎች ከመንፈስ ቅዱስ መሆናቸውን ወይም ከርኩሳን መናፍስት መሆናቸውን ለይቶ የማወቅ ችሎታን ይሰጠዋል፤ እንዲሁም ለአንዱ በአዲስ (ባልተለመዱ) ቋንቋዎች ችሎታን ይሰጠዋል፤ ለሌላው ደግሞ ባልተለመዱ ቋንቋዎች የተነገረውን የመተርጎም ችሎታን ይሰጠዋል፤",
      "11": "ይሁን እንጂ ይህንን ሁሉ የሚያደርገው ያው አንዱ መንፈስ ቅዱስ እንደፍላጎቱ ለእያንዳንዱ ሰው የተለየ ስጦታ ይሰጠዋል፡፡",
      "12": "አካል ብዙ የአካል ክፍሎች አሉት፤ የአካል ክፍሎች ብዙዎች ሆነው ሳሉ የሚገኙት በዚያው በአንዱ አካል ነው፡፡ እንዲሁም ክርስቶስ ብዙ የአካል ክፍሎች እንዳሉት እንደ አንድ አካል ነው፡፡",
      "13": "ምክንያቱም አይሁዳውያን ብንሆን፤ ግሪካውያን ብንሆን፤ ባርያዎች ብንሆን፤ ነጻ ሰዎች ብንሆን፤ አንድ አካል ለመሆን በመንፈስ ቅዱስ ተጠምቀናል፤ ሁላችንም ከዚህ ከአንድ መንፈስ ጠጥተናል፡፡",
      "14": "አካል የተሠራው ከብዙ የአካል ክፍሎች እንጂ ከአንድ የአካል ክፍል ብቻ አይደለም፡፡",
      "15": "እግር “እኔ እጅ ስላልሆንኩኝ የአካል ክፍል አይደለሁም” ቢል፤ ታዲያ እንዲህ በማለቱ የአካል ክፍል መሆኑ ይቀራልን?",
      "16": "ጆሮ “እኔ ዐይን ስላልሆንሁ የአካል ክፍል አይደለሁም” ቢል፤ ታዲያ እንዲህ በማለቱ የአካል ክፍል መሆኑ ይቀራልን?",
      "17": "አካል በሙሉ ዐይን ብቻ ቢሆን ኖሮ፤ የመስማት ህዋስ የት በሆነ ነበር! አካል በሙሉ ጀሮ ብቻ ቢሆን ኖሮ፤ የማሽተት ህዋስ የት በሆነ ነበር!",
      "18": "አሁን ግን ያህቬህ(הוהי) እንደፈለገው እያንዳንዱን የአካል ክፍል በአካል ውስጥ ተገቢ ስፍራውን ይዞ እንዲገኝ አድርጎታል፡፡",
      "19": "አካል የተሠራው ከአንድ የአካል ክፍል ብቻ ቢሆን ኖሮ ሙሉ አካል የት በተገኘ ነበር!",
      "20": "አሁን ግን ብዙ የአካል ክፍሎች ቢኖሩም፤ አካል ግን አንድ ብቻ ነው፡፡",
      "21": "ዐይን እጅን “አንተ አታስፈልገኝም!” ሊለው አይችልም፤ ራስም እግርን “አንተ አታስፈልገኝም!” ሊለው አይችልም፤",
      "22": "እንዲያውም ደካሞች መስለው የሚታዩን የአካል ክፍሎች ይበልጥ አስፈላጊ ናቸው፡፡",
      "23": "አነስተኛ ክብር ያላቸው መስለው ለሚታዩን የአካል ክፍሎች ይበልጥ ክብር እንሰጣቸዋለን፤ የሚያሳፍሩ መስለው የሚታዩንን የአካል ክፍሎች ይበልጥ ክብር ሰጥተን እንጠነቀቅላቸዋለን፤",
      "24": "ክብር ላላቸው የአካል ክፍሎች ግን ይህ ሁሉ አያስፈልጋቸውም፤ ያህቬህ(הוהי) ግን የሚያሳፍሩ መስለው የሚታዩንን የአካል ክፍሎች በበለጠ ክብር እንዲያዙ አድርጎ የአካል ክፍሎችን አገጣጥሞአል፡፡",
      "25": "ይህንንም ያደረገው በአካል ክፍሎች መካከል መለያየት ሳይኖር እርስ በርሳቸው እንዲተሳሰቡ ነው፡፡",
      "26": "አንዱ የአካል ክፍል ሲሠቃይ፤ ሌሎችም የአካል ክፍሎች በሙሉ አብረው ከእርሱ ጋር ይደሰታሉ፡፡",
      "27": "እናንተም እኮ የመሲሕ አካል ናችሁ፤ እያንዳንዳችሁም የአካሉ ክፍሎች ናችሁ፡፡",
      "28": "ስለዚህ ያህቬህ(הוהי) እያንዳንዱ ሰው በቤተ ክርስቲያን የተለያየ አገልግሎት እንዲኖረው አድርጎአል፤ በዚህም መሠረት መጀመርያ ሐዋርያትን፤ ሁለተኛ ነቢያትን፤ ሦስተኛ መምህራንን ሾሞአል፡፡ ቀጥሎም ተአምራት የሚያደርጉትን፤ ቀጥሎም የመፈወስ ስጦታ ያላቸውን፤ ቀጥሎም ሰዎችን የመርዳት ችሎታ ያላቸውን፤ ቀጥሎም የማስተዳደር ችሎታ ያላቸውን በመጨረሻም በአዲስ ቋንቋ የመናገር ችሎታ ያላቸውን ሰዎች መድቦአል፡፡",
      "29": "ነገር ግን ሁሉም ሐዋርያት አይደሉም፤ ሁሉም ነቢያት አይደሉም፤ ሁሉም መምህራን አይደሉም፤ ሁሉም ተአምራት የሚያደርጉ አይደሉም፤",
      "30": "ሁሉም የመፈወስ ስጦታ የላቸውም፤ ሁሉም በአዲስ ቋንቋ የመናገር ችሎታ የላቸውም፤ ሁሉም በአዲስ ቋንቋ የተነገረውን የመተርጎም ችሎታ የላቸውም፡፡",
      "31": "ስለዚህ ከሁሉም የሚበልጡትን ስጦታዎች ለማግኘት ፈልጉ፡፡ አሁን ደግሞ ከሁሉም የሚበልጠውን መንገድ አሳያችኋለሁ፡፡"
    },
    "Chapter 13": {
      "1": "በሰዎች ወይም በመላእክት ቋንቋ የመናገር ችሎታ ቢኖረኝ እንኳ ፍቅር ከሌለኝ  እንደሚጮህ ናስና እንደሚንሿሿ ጸናጽል መሆኔን ነው፡፡",
      "2": "ትንቢት የመናገር ስጦታ ቢኖረኝና ምስጢርንም ሁሉ ብረዳ፤ ዕውቀትም ሁሉ ቢኖረኝ ተራራን ከአንድ ቦታ ወደ አንድ ቦታ የሚያዘዋውር እምነትም ሁሉ ቢኖረኝ፤ ፍቅር ከሌለኝ ከንቱ ነኝ፡፡",
      "3": "ያለኝን ሁሉ ለድኾች ባካፍል፤ ሥጋዬም እንኳ ሳይቀር በእሳት እንዲቃጠል አሳልፌ ብሰጥ፤ ፍቅር ከሌለኝ ምንም አይጠቅመኝም፡፡",
      "4": "ፍቅር ታጋሽ ነው፤ ፍቅር ደግ ነው፤ ፍቅር አይመቀኝም፤ ፍቅር አይታበይም፤ ፍቅር አይኮራም፤",
      "5": "ፍቅር ሥርዓተቢስ አይደለም፤ ፍቅር አይበሳጭም፤ ፍቅር ቢበደልም በደልን እንደበደል አይቆጥርም፤",
      "6": "ፍቅር እውነት በሆነ ነገር ይደሰታል እንጂ ክፋት በሆነ ነገር አይደሰትም፤",
      "7": "ፍቅር ሁሉን ችሎ ይታገሣል፤ ፍቅር በሁሉም ላይ እምነቱን ይጥላል፤ ፍቅር በሁሉም ላይ ተስፋውን ያደርጋል፤ ፍቅር በሁሉ ነገር ይጸናል፡፡",
      "8": "ፍቅር ሁልጊዜ ይኖራል እንጂ አይጠፋም፤ ትንቢትን የመናገር ስጦታም ቢሆን ጊዜያዊ ስለሆነ ይጠፋል፤ አዲስ ቋንቋ የመናገር ችሎታ ቢሆን ጊዜያዊ ስለሆነ ይሻራል፤ እውቀትም ቢሆን ይጠፋል፡፡",
      "9": "ምክንያቱም የምናውቀውም ሆነ ትንቢት የምንናገረው በከፊል ነው፡፡",
      "10": "ነገር ግን ፍጹም የሆነውን ነገር ሲመጣ ከፊል የሆነው ነገር ይሻራል፡፡",
      "11": "ሕፃን በነበርሁ ጊዜ እንደ ሕፃን እናገር ነበር፤ እንደ ሕፃን አስብ ነበር፤ ሙሉ ሰው በሆንሁ ጊዜ ግን የሕፃንነቴን ጠባይ ተውሁ፡፡",
      "12": "አሁን በመስተዋት እንደምናየው ዐይነት በድንግዝግዝ እናያለን፤ በዚያን ጊዜ ግን በግልጥ እናያለን፤ አሁን የማውቀው በከፊል ነው፤ በዚያን ጊዜ ግን ያህቬህ(הוהי) እኔን የሚያውቀኝን ያህል ሙሉ ዕውቀት ይኖረኛል፡፡",
      "13": "እንግዲህ እምነት፤ ተስፋ፤ ፍቅር፤ እነዚህ ሦስቱ ጸንተው ይኖራሉ፤ ነገር ግን ከእነዚህ መካከል ብልጫ ያለው ፍቅር ነው::"
    },
    "Chapter 14": {
      "1": "እንግዲህ ፍቅርን ተከታተሉ፤ የመንፈስ ቅዱስ ስጦታዎችን ይልቁንም ትንቢት የመናገር ስጦታን በብርቱ ፈልጉ፡፡",
      "2": "በአዲስ ቋንቋ የሚናገር ለያህዌህ(הוהי) እንጂ ለሠው አይናገርም፤ ምክንያቱም ምስጢር የሆነውን ነገር በመንፈስ ቅዱስ ኀይል ስለሚናገር፤ የሚናገረውንም ቃል የሚያውቀው የለም፡፡",
      "3": "ትንቢን የሚናገር ግን ሌላውን ለማነፅ፤ ለማበረታታት፤ ለማጽናናት ለሠው ይናገራል፡፡",
      "4": "በአዲስ ቋንቋ ከሚናገር ሰው ራሱን ብቻ ያንጻል፤ ትንቢትን የሚናገር ግን አማኞችን ያንጻል፡፡",
      "5": "ሁላችሁም በአዲስ ቋንቋ ብትናገሩ በወደድሁ ነበር፤ ይበልጥ የምወደው ግን ትንቢትን ብትናገሩ ነው፤ ምክንያቱም አማኞችን ሁሉ እንዲታነጹ፤ በአዲስ ቋንቋ የተነረውን የሚተረጉም ከሌለ፤ በአዲስ ቋንቋ ከሚናገር ሰው ይልቅ ትንቢትን የሚናገር ሰው ይበልጣል፡፡",
      "6": "እንግዲህ ወንድሞቼ ሆይ! ወደ እናንተ በምመጣበት ጊዜ በአዲስ ቋንቋ ብናገራችሁ ምን እጠቅማችኋለሁ? ይልቅስ የምጠቅማችሁ የያህዌን ሚስጥር መግለጥን፤ ዕውቀትን፤ ትንቢት መናገርን፤ ትምህርትን ይዤላችሁ ብመጣ ነው፡፡",
      "7": "እንደ ዋሽንትና እንደ ክራር ያሉት ነፍስ የሌላቸው የሙዚቃ መሣሪዎች እንኳ የተለየ የድምፅ ቅኝት ከሌላቸው፤ የሚሰጡት ድምፅ ምን መሆኑ እንዴት ይታወቃል?",
      "8": "መለከት በአዲስ ድምጽ ቢነፋ፤ ለጦርነት ማን ይዘጋጃል?",
      "9": "እንዲሁም እናንተ ግልጽ በሆነ ቋንቋ ካልተናገራችሁ፤ የምትናገሩትን ማን ሊያውቀው ይችላል? ለነፋስ እንደምትናሩ ትሆናላችሁ፡፡",
      "10": "በዓለም ላይ ብዙ ቋንቋዎች አሉ፤ ትርጉም የሌለው ቋንቋም የለም፡፡",
      "11": "እንግዲህ እኔ የሚነገረውን ቋንቋ ትርጉም የማላውቅ ብሆን ለተናጋሪው ሰው እንግዳ እሆናለሁ፤ እርሱም ለእኔ እንግዳ ይሆናል፡፡",
      "12": "እናንተም የመንፈስ ቅዱስን ስጦታዎች በብርቱ ስለምትሹ በይበልጥ መፈለግ የሚገባችሁ አማኞች የሚታነጹባቸው ስጦታዎች እንዲበዙላችሁ ነው፡፡",
      "13": "ስለዚህ በአዲስ ቋንቋ የሚናገር ሰው የመተርጎም ችሎታ እንዲኖረው ይጸልይ፡፡",
      "14": "ምክንያቱም በአዲስ ቋንቋ ብጸልይ መንፈሴ ይጸልያል እንጂ አእምሮዬ ፍሬአልባ ነው፡፡",
      "15": "ታዲያ ምን ማድረግ ይገባኛል? በመንፈስ እጸልያለሁ፤ በአእምሮዬም ደግሞ እዘምራለሁ፡፡",
      "16": "እንዲህማ ካልሆነ፤ አንተ በመንፈስ ያህዌህ(הוהי)ን ስታመሰግን፤ አንተ የምትለውን የማያውቅ እንግዳ ሰው ለምስጋና ጸሎትህ “አሜን” ሊል እንዴት ይችላል?",
      "17": "እርግጥ አንተ ያቀረብኸው የምስጋና ጸሎት በጥሩ ሁኔታ ነው፤ ነገር ግን ሌላ ሰው አይታነጽበትም፡፡",
      "18": "እኔ ከሁላችሁ ይበልጥ በአዲስ ቋንቋ ስለምናገር ያህዌህ(הוהי)ን አመሰግናለሁ፡፡",
      "19": "ነገር ግን በአዲስ ቋንቋ ዐሥር ሺ ቃላት ከምናገር ይልቅ ሌሎችን ለማስተማር ስል በአማኞች መካከል አምስት ቃላትን በሚታወቅ ቋንቋ በአእምሮዬ መናገር እወዳለሁ፡፡",
      "20": "ወንድሞቼ ሆይ! ለክፉ ነገር ሕጻናት ሁኑ እንጂ በአስተሳሰባችሁስ እንደ ሕጻናት አትሁኑ፤ ይልቁንም በአስተሳሰባችሁ የበሰላችሁ ሁኑ፡፡",
      "21": "ይህም፤ 'በአዲስ ቋንቋ በሚናገሩ ሰዎችና በባዕድ ሰዎች አፍ ለዚህ ሕዝብ እናገራለሁ፤ ይህም ሆኖ አይሰሙኝም’ ይላል ያህዌህ(הוהי) ተብሎ በሕግ ተጽፎአል፡፡",
      "22": "ስለዚህ በአዲስ ቋንቋ መናገር ምልክት የሚሆነው ለማያምኑ ሰዎች ነው እንጂ ለሚያምኑ ሰዎች አይደለም፤ የትንቢት ቃል መናገር ግን ምልክት የሚሆነው ለሚያምኑት ሰዎች እንጂ ለማያምኑት ሰዎች አይደለም፡፡",
      "23": "አማኞች በሚሰበሰቡበት ጊዜ እያንዳንዱ አማኝ በአዲስ ቋንቋ ቢናገርና የማያውቁ ወይም የማያምኑ ሰዎች ቢመጡ ተናጋሪዎች “እነዚህ ሰዎች አብደዋል!” አይሉምን?",
      "24": "ነገር ግን እያንዳንዱ የትንቢት ቃል ቢናገርና የማያምን ወይም የማያውቅ ሰው ቢመጣ በሚሰማው ቃል ሁሉ ይወቀሳል፤ እንዲሁም በሚሰማው ቃል ሁሉ ይፈረድበታል፡፡",
      "25": "በልቡ የተሰወረው ነገር ይገለጣል በግንባሩ ተደፍቶ “በእርግጥ ያህዌህ(הוהי) በመካከላችሁ ነው!” በማለት ለያህዌህ(הוהי) ይሰግዳል፡፡",
      "26": "ወንድሞቼ ሆይ! እንግዲህ ምን ማድረግ ይገባል? ለጸሎት በምትሰበሰቡበት ጊዜ ከእናንተ አንዱ የመዘመር ስጦታ አለው፤ ሌላው የማስተማር ስጦታ አለው፤ አንዱ ስውር የሆነውን ነገር የመግለጥ ስጦታ አለው፤ አንዱ በአዲስ ቋንቋ የመናገር ስጦታ አለው፤ ሌላው የመተርጎም ስጦታ አለው፡፡ ታዲያ ይህ ሁሉ ስጦታ አማኞችን የሚያንጽ መሆን አለበት፡፡",
      "27": "በአዲስ ቋንቋ የሚናገሩ ቢኖሩ ሁለት ወይም ቢበዛ ሦስት ሁነው በየተራ ይናገሩ፤ እነርሱ የሚናገሩትንም ሌላሰው ይተርጉም፡፡",
      "28": "የሚተረጉም ሰው ከሌለ ግን በአዲስ ቋንቋ የሚናገሩ በስብሰባ ላይም ዝም ይበሉ፤ ለራሳቸውና ያህዌህ(הוהי) ብቻ ይናገሩ፡፡",
      "29": "ትንቢት የሚናገሩ ሁለት ወይም ሦስት ሆነው ይናገሩ፤ ሌሎች ግን የተነገረውን አዳምጠው በጥንቃቄ ያመዛዝኑ፡፡",
      "30": "በስብሰባ ላይ ለሚገኝ ሌላ ሰው አንዳች ነገር ቢገለጥለት፤ የመጀመሪያ ተናጋሪ ዝም ይበል፡፡",
      "31": "እንዳንዱ እንዲማርና እንዲጽናና ሁላችሁም በየተራ ያህዌህ(הוהי)ን ቃል መናገር ትችላላችሁ፡፡",
      "32": "የነብያት ትንቢት መንፈስ ለነብያት ይታዘዛል፡፡",
      "33": "ምክንያቱም ያህዌህ(הוהי) ሰላም አምላክ ነው እንጂ የሁከት አምላክ አይደለም፡፡ በያህዌህ(הוהי) ሕዝብ አብያተ ክርስቲያናት ሁሉ እንደሚደረገው፤",
      "34": "ሴቶች በጸሎት ሰብሰባ ጊዜ ዝም ይበሉ፤ ምክንያቱም የሙሴ ሕግ እንደሚያዘው እንዲታዘዙ እንጂ እንዲናገሩ አልተፈቀደላቸውም፡፡",
      "35": "አንዳንድ ነገር ማወቅ ቢፈልጉ፤ ባሎቻቸውን በቤት ይጠይቁ፤ ምክንያቱም በጸሎት ሰብሰባ ጊዜ ሴት እንድትናገር ተገቢ አይደለም፡፡",
      "36": "የያህዌህ(הוהי) ቃል የመጣው ከእናንተ ነውን? ወይስ የያህዌህ(הוהי) ቃል የደረሰው ወደ እናንተ ብቻ ነውን?",
      "37": "“እኔ ነቢይ ነኝ ወይስ እኔ መንፈሳዊ ስጦታ አለኝ” የሚል ሰው ቢኖር፤ ይህ የጻፍሁላችሁ የጌታ ትእዛዝ መሆኑን ይወቅ፡፡",
      "38": "ይህን የማያውቅ ቢኖር፤ እርሱም አይታወቅ፡፡",
      "39": "ስለዚህ ወንድሞቼ ሆይ! ትንቢት ለመናገር በብርቱ ፈልጉ፤ በአዲስ ቋንቋ መናገርንም አትከልክሉ፡፡",
      "40": "ነገር ግን ሁሉ ነገር በአግባብና በሥነ ሥርዓት ይሁን፡፡"
    },
    "Chapter 15": {
      "1": "አሁን ደግሞ ወንድሞቼ ሆይ! ያበሰርሁአችሁን የምስራች ቃል ላስታውሳችሁ እፈልጋለሁ፤ ይህም የምስራች ቃል እናንተ የተቀበላችሁትና ጸንታችሁ የቆማችሁበት ነው፡፡",
      "2": "እኔ ያበሠርሁአችሁን የምሥራች ቃል አጥብቃችሁ ብትይዙ፤ በዚህ የምስራች ቃል ትድናላችሁ፤ አለበለዚያ ግን ያመናችሁት በከንቱ ነው፡፡",
      "3": "እኔ የተቀበልሁትን፤ በመጀመርያ ደረጃ ያለውን ነገር ለእናንተ አስተላለፋሁላችሁ፤ ያስተላለፍሁላችሁም ነገር “በቅዱሳት መጻሕፍት እንደተጻፈው መሲህ ስለ ኃጢአታችን ሞተ፤",
      "4": "ተቀበረ፤ በቅዱሳት መጻሕፍት እንደተጻፈውም በሦስተኛው ቀን ከሞት ተነሣ” የሚል ነው፡፡",
      "5": "እንዲሁም ለጴጥሮስ ታየ፤",
      "6": "ከአምስት መቶ ለሚበልጡ ተከታዮቹም በአንድ ጊዜ ታያቸው፤ ከእነርሱ አብዛኞቹ እስከ አሁን በሕይወት አሉ፤ አንዳንዶቹ ግን ሞተዋል፡፡",
      "7": "ከዚያም በኋላ ለያዕቆብ ታየ፤ ለሐዋርያትም በሙሉ ታያቸው፡፡",
      "8": "በመጨረሻም እንደ ጭንጋፍ ለሆንሁት ለእኔ ደግሞ ታየኝ፡፡",
      "9": "እኔ ከሐዋርያት ሁሉ ያነስሁና ሐዋርያትም ተብዬ ልጠራ የማይገባኝ ነኝ፤ ምክንያቱም እኔ የያህቬህ(הוהי)ን ቤተ ክርስቲያን ያሳደድሁ ነኝ፡፡",
      "10": "ነገር ግን እኔ አሁን የሆንሁትን የሆንሁት፤ በያህቬህ(הוהי) ጸጋ ነው፤ የተሰጠኝም ጸጋ ያለ ፍሬ አልቀረም፤ እንዲያውም ከሌሎቹ ይበልጥ በሥራ ደክሜአለሁ፤ ነገር ግን ይህን ያደረገው ከእኔ ጋር ያለው የያህቬህ(הוהי) ፀጋ ነው እንጂ እኔ አይደለሁም፡፡",
      "11": "እንግዲህ እኔም ሆንሁ እነርሱ የምናስተምረው ይህንኑ ነው፤ እናንተም ያመናችሁት ይህንኑ ነው፡፡",
      "12": "ነገር ግን መሲህ ከሞት እንደተነሣ የምናስተምር ከሆነ፤ ከእናንተ አንዳንዶቹ “ከሞት መነሣት የለም” እንዴት ይላሉ?",
      "13": "ከሞት መነሳት ከሌለማ መሲህ ከሞት አልተነሳም ማለት ነዋ!",
      "14": "መሲህ ከሞት ካልተነሳ የእኛም ትምህርት ሆነ የእናንተም እምነት ከንቱ መሆኑ ነዋ!",
      "15": "ደግሞም ያህቬህ(הוהי) “መሲህን ከሞት አስነስቶታል” ብለን በማስተማራችን ሐስተኞች የያህቬህ(הוהי) ምስክሮች ሆነናል ማለት ነዋ! እንግዲህ የሞቱት ሰዎች ከሞት ካልተነሱ ያህቬህ(הוהי) መሲህንም ከሞት አላስነሳውም ማለት ነው፡፡",
      "16": "ምክንያቱም የሞቱት ሰዎች ካልተነሱ፤ መሲህም ከሞት አልተነሳም ማለት ነው፡፡",
      "17": "መሲህ ከሞት ያልተነሳ ከሆነ እምነታችሁ ከንቱ ነዋ! ገና በኃጢአታችሁ እንደጠፋችሁ ናችሁ ማለት ነዋ!",
      "18": "በመሲህ አምነው በሞት ያንቀላፉትም ጠፍተዋል ማለት ነዋ!",
      "19": "በመሲህ ተስፋ የምናደርገው ለዚህ ዓለም ሕይወት ብቻ ከሆነ ከሰዎች ሁሉ ይበልጥ የሚታዘንልን መሆናችን ነዋ!",
      "20": "ነገር ግን መሲህ፤ ለሞቱት ከሞት የመነሳት የመጀመሪያ ምሳሌ ሆኖ በእርግጥ ከሞት ተነስቶአል፡፡",
      "21": "ሞት የመጣው በአንዱ ሰው በአዳም ምክንያት እንደሆነ፤ ከሞት መነሳትም የሚመጣው በአንዱ ሰው በመሲህ ምክንያት ነው፡፡",
      "22": "በአዳም ምክንያት ሰው ሁሉ እንደሚሞት፤ እንዲሁም በመሲህ ምክንያት ሰው ሁሉ ሕይወትን ያገኛል፡፡",
      "23": "ይህም የሚሆነው በየተራነው፤ መሲህ ከሞት የመነሳት የመጀመሪያ ምሳሌ ነው፤ በኋላም መሲህን በሚመጣበት ጊዜ የእርሱ የሆኑት ከሞት ይነሣሉ፡፡",
      "24": "ቀጥሎም እርሱ ግዛትንና ሥልጣንን ኀይልንም ሁሉ አጥፍቶ መንግሥትን ለያህቬህ(הוהי) አብ በሚያስረክብበት ጊዜ የዓለም ፍጻሜ ይሆናል፡፡",
      "25": "ምክንያቱም ጠላቶቹን ሁሉ በስልጣኑ ሥር እስኪያደርግለት ድረስ መሲህ መንገሥ ይገባዋል፡፡",
      "26": "ተሸንፎ በመጨረሻ የሚደመስሰው ጠላት ሞት ነው፡፡",
      "27": "ምክንያቱም “ያህቬህ(הוהי) ሁሉን ነገር በሥልጣኑ ሥር አድርጎለታል” የሚል ተጽፎአል፤ ነገር ግን “ሁሉ ነገር በሥልጣኑ ሥር ሆኖል” ሲባል ሁሉን ነገር በሥልጣኑ ሥር ያደረገለትን ያህቬህ(הוהי) አብን አይጨምርም፡፡",
      "28": "ሁሉ ነገር በመሲህ ሥልጣን ሥር ከሆነ በኋላ፤ ያህቬህ(הוהי) አብ በሁሉ ላይ ሥልጣን እንዲኖረው፤ ወልድ ራሱ፤ ሁሉን ነገር በሥልጣኑ ሥር በአደረገለት በያህቬህ(הוהי) አብ ሥልጣን ሥር ይሆናል፡፡",
      "29": "እንግዲህ የሞቱ ሰዎች የማይነሱ ከሆነማ፤ ስለ ሞቱ ሰዎች የሚጠመቁ ሁሉ ትርፋቸው ምንድን ነው? የሞቱ ሰዎች ከቶ የማይነሱ ከሆነማ፤ ሰዎች በእነርሱ ምትክ ስለምን ይጠመቃሉ?",
      "30": "እኛስ ብንሆን በየሰዓቱ ለአደጋ እየተጋለጥን የምንኖረው ለምንድነው?",
      "31": "ወንድሞቼ ሆይ! እኔን በየቀኑ ሞት ያጋጥመኛል፤ ይህንንም የምነግራችሁ በጌታችን በያሹዋ መሺያ በእናንተ ላይ ያለኝ ትምክህት እርግጠኛ ስለሆነ ነው፡፡",
      "32": "በኤፌሶን እንደ አራዊት ከሆኑት ሰዎች ጋር የታገልሁት በሥጋዊ ምክንያት ከሆነ ትርፌ ምንድን ነው? የሞቱ ሰዎች ከሞት የማይነሱ ከሆነ “ነገ ስለምንሞት፤ እንባላ፤ እንጠጣ” እንደተባለው መሆኑ ነዋ!",
      "33": "አትታለሉ፤ “መጥፎ ጓደኛ ጥሩውን ጠባይ ያበላሻል፡፡”",
      "34": "ወደ ጽድቅ ሕይወት ተመለሱ፤ ኃጢአትንም አትሥሩ፤ በእናንተ መካከል ያህቬህ(הוהי)ን የማያውቁ አንዳንዶች አሉ፤ ይህንንም የምለው እንድታፍሩ ብዬ ነው፡፡",
      "35": "አንድ ሰው “የሞቱ ሰዎች የሚነሱት እንዴት ነው?”  ብሎ ይጠይቅ ይሆናል፤",
      "36": "አንተ ሞኝ! የምትዘራው እህል ካልሞተ ሕይወት አይኖረውም፤",
      "37": "አንተ ስትዘራም ስንዴ ወይም ሌላ እህል ብቻ ትዘራለህ እንጂ በኋላ የሚበቅለውን ተክል አይደለም፡፡",
      "38": "ያህቬህ(הוהי) ግን ለዘሩ እንደፈለገ አካልን ይሰጠዋል፤ ለእያንዳንዱም ዘር ልዩ ልዩ አካል ይሰጠዋል፡፡",
      "39": "ሥጋ ሁሉ አንድ ዐይነት አይደለም፤ የሰው ሥጋ አንድ ዐይነት ነው፤ የእንስሳ ሥጋ ሌላ ዐይነት ነው፤ የወፎች ሥጋ ሌላ ዐይነት ነው፤ የዓሣ ሥጋ ሌላ ዐይነት ነው፡፡",
      "40": "እንዲሁም ሰማያዊ አካል አለ፤ ምድራዊ አካልም አለ፤ ነገር ግን የሰማያዊው አካል ክብር አንድ ዐይነት ነው፤ የምድራዊውም አካል ክብር ሌላ ዐይነት ነው፡፡",
      "41": "የፀሐይ ክብር አንድ ዐይነት ነው፤ የጨረቃ ክብር አንድ ዐይነት ነው፤ የከዋክብትም ክብር ሌላ አይነት ነው፤ ምክንያቱም አንዱ ኮከብ ከሌላው ኮከብ የተለየ ክብር አለው፡፡",
      "42": "ከሞት የሚነሡ ሰዎች ሁኔታ ይህንኑ ይመስላል፤ የሚጠፋ ሕያው አካል ሆኖ ይነሣል፡፡",
      "43": "በውርደት የተዘራው በክብር ይነሣል፤ ደካማ ሁኖ የተዘራ ኀይለኛ ሆኖ ይነሣል፤",
      "44": "ሥጋዊ አካ ሆኖ የተዘራው፤ መንፈሳዊ አካል ሆኖ ይነሣል፡፡ ሥጋዊ አካል ካለ፤ መንፈሳዊ አካልም አለ፡፡",
      "45": "ስለዚህ “የመጀመሪያው ሰው አዳም ሕያው ፍጡር ሆነ” ተብሎ ተጽፎአል፤ የመጨረሻው አዳም መሲህ ግን ሕይወትን የሚሰጥ መንፈስ ሆነ፡፡",
      "46": "ነገር ግን መጀመሪያ የመጣው ከሥጋዊው ነው እንጂ መንፈሳዊው ኤደለም፤ መንፈሳዊው የመጣው ከስጋዊው በኋላ ነው፡፡",
      "47": "የመጀመሪያው ሰው አዳም የተፈጠረው ከመሬታ ስለሆነ መሬታዊ ነው፤ ሁለተኛው ሰው መሲህ የመጣው ከሰማይ ነው፡፡",
      "48": "ከመሬታ የሆኑት ከመሬታ እንደተፈጠረው ናቸው፤ ከሰማይ የሆኑት ከሰማይ እንደመጣው ናቸው፡፡",
      "49": "መሬታዊውን ሰው በመልክ እንደመሰልነው፤ ሰማያዊውንም ሰው በመልክ እንመስለዋለን፡፡",
      "50": "ወንድሞቼ ሆይ! የምነግራችሁ ይህ ነው፤ ሥጋና ደም የያህቬህ(הוהי)ን መንግሥት አይወርሱም፤ እምዲሁም የሚጠፋውን ሕያው አካል አይወርስም፡፡",
      "51": "እነሆ አንድ ምስጢር እነግራችኋለሁ፡፡ ሁላችንም አንሞትም፤ ነገር ግን ሁላችም እንለወጣለን፡፡",
      "52": "የምንለወጠውም የመጨረሻው መለከት በሚነፋበት ጊዜ እንደ ዐይን ቅጽበት በአንድ ጊዜ ነው፡፡ መለከቱ ይነፋል፤ የሞቱትም ሰዎች የማይጠፋ ሕያዋን ሆነው ይነሣሉ፤ እኛም እንለወጣለን፤",
      "53": "ምክንያቱም ይህ የሚጠፋው የማይጠፋውን ይህም የሚሞተው የማይሞተውን መልበስ አለበት፡፡",
      "54": "ይህ የሚጠፋው የማይጠፋውን ይህም የሚሞተው የማይሞተውን በሚለብስበት ጊዜ፤ “ሞት በድል ተዋጠ” ተብሎ የተጻፈው ይፈጽማል፡፡",
      "55": "እንዲሁም “ሞት ሆይ! ድል መንሣትህ የት ነው? ሞት ሆይ! ሰውን የምትጎዳበት ኋይል የት ነው?” ተብሎአል፡፡",
      "56": "የሞት መንደፊያ ኃይል ኃጢአት ነው፤ የኃጢአትም ኀይል ሕግ ነው፡፡",
      "57": "ነገር ግን በጌታችን በየሹዋ መሺያ አማካይነት ድል መንሳትን ለሚሰጠን ለያህቬህ(הוהי) ምስጋና ይሁን፡፡ ",
      "58": "ስለዚህ የተወደዳችሁ ወንድሞቼ ሆይ! ጸንታችሁ ቁሙ፤ በምንም ነገር አትናወጡ፤ ለጌታ ሥራ የምትደክሙት በከንቱ አለመሆኑን ዐውቃለሁ፤ ሳታቋርጡ ዘወትር የጌታን ሥራ ለመሥራት ትጉ፡፡"
    },
    "Chapter 16": {
      "1": "ለምእመናን ስለሚደረገው ገንዘብ መዋጮ ለገላትያ አብያተ ክርስቲያናት በሰጠሁት መመሪያ መሠረት እናንተም እንዲህ አድርጉ፡፡",
      "2": "እኔ በምመጣበት ጊዜ የገንዘብ መዋጮ እንዳይደረግ በየሳምንቱ እሑድ ከእናንተ እያንዳንዱ በሚያገኘው የገቢ መጠን እያዋጣ ለይቶ ያስቀምጥ፡፡",
      "3": "እኔ ወደ እናንተ በምመጣበት ጊዜ እናንተ የምትመርጥዋቸውን ሰዎች፤ ያዋጣችሁትን ገንዘብ ይዘው ወደ ኢየሩሳሌም እንዲሄዱ ከመሸኛ ደብዳቤ ጋር እልካቸዋለሁ፡፡",
      "4": "የእኔም መሄድ አስፈላጊ ሆኖ ከተገኘ፤ አብረውኝ ይሄዳሉ፡፡",
      "5": "በመቄዶንያ በኩል ለመሄድ ስለዐድሁ፤ በዚያ ሳልፍ እግረ መንገዴን ወደ እናንተ እመጣለሁ፡፡",
      "6": "ወደምሄድበት ወደ ማናቸውም ስፍራ ለጉዞዬ የሚሆነኝን ዕርዳታ እንድታደርጉልኝ ምናልባትም እናተ ዘንድ እቆይ ይሆናል፤ ምናልባትም ክረምቱን ከእናንተ ጋር አሳልፍ ይሆናል፤",
      "7": "አሁን ሳልፍ እግረ መንገዴን ልጎበኛችሁ አልፈልግም፤ የጌታ ፍቃድ ቢሆን ጥቂት ረዘም ያለ ጊዜ ከእናንተ ጋር ለመቆየት ተስፋ አደርጋለሁ፡፡",
      "8": "ነገር ግን እስከ ጰንጠቆስጤ በዓል በኤፌሶን እቆያለሁ፡፡",
      "9": "ምክንያቱም ብዙ ሥራ ያለበት ሰፊ በር ተከፍቶልኛል፤ ተቃዋሚዎች ግን ብዙዎች ናቸው፡፡",
      "10": "ጢሞቴዋስ በሚመጣበት ጊዜ ያለ ሥጋት ከእናንተ ጋር እንዲቀመጥ እርዱት፤ ምክንያቱም እርሱም እንደ እኔ የያሹዋን ሥራ ይሰራል፡፡",
      "11": "ስለዚህ ማንም እንዳይንቀው እርሱ ከወንድሞቹ ጋር በሰላም ተመልሶ እንዲመጣ ለጉዞው የሚያስፈልገውን በመርዳት ደስ አሰኝታችሁ ሸኙት፡፡",
      "12": "ወንድማችን አጵሎስ ከሌሎች ወንድሞች ጋር ወደ እናንተ እንዲሄድ በጥብቅ ለምኘው ነበር፤ ነገር ግን እርሱ አሁን ወደ እናንተ ለመምጣት አልፈቀደም፤ ሲመቸው ግን ይመጣል፡፡",
      "13": "ንቁ፤ በእምነት ጸንታችሁ ቁሙ፤ በርቱ፤ ጠንክሩ፡፡",
      "14": "የምታደርጉትን ሁሉ በፍቅር አድርጉ፡፡",
      "15": "ወንድሞቼ ሆይ! የእስጢፋኖስ ቤተሰዎች በአካይያ አገር የመጀመሪያዎቹ አማኞች እንደሆኑና የያህቬህ(הוהי)ን ሰዎች ለማገልገል ራሳቸውን አሳልፈው እንደሰጡ ታውቃላችሁ፡፡",
      "16": "እንደእነዚህ ላሉት ሰዎችና ከእነርሱም ጋር በሥራ ለሚደክሙት ሁሉ እንድትታዘዙ አሳስባችኋለሁ፡፡",
      "17": "በእስጢፋኖስና በፈርዶናጥስ በአካይቆስም ወደ እኔ መምጣት ደስ ብሎኛል፤ ምክንያቱም እናንተ ከእኔ ጋር ባለመገኘታችሁ እነርሱ በእናንተ ምትክ የጎደለኝን አሟልተውልኛል፡፡",
      "18": "እነርሱ የእኔን መንፈስና የእናንተንም መንፈስ አሳርፈዋል፤ ስለዚህ እንደእነዚህ ያሉት ሰዎች መታወቅ ይገባቸዋል፡፡",
      "19": "በእስያ ያሉ አብያ ክርስቲያናት ሰላምታ ያቀርቡላችኋል፡፡",
      "20": "እዚህ ያሉ አማኞች ሁሉ ሰላምታ ያቀርቡላችኋል፤ በወንድማማችነት ፍቅር እያተሳሳማችሁ ሰላምታ ተሰጣጡ፡፡",
      "21": "እኔ ጳውሎስ ይህን ሰላምታ በገዛ እጄ ጽፌላችኋለሁ፡፡",
      "22": "ያሹዋን የማይወድድ ቢኖር የተረገመ ይሁን! ማራ ናታ! (ጌታችን ሆይ ና! )",
      "23": "የያሹዋ ጸጋ ከእናንተ ጋር ይሁን፡፡",
      "24": "ፍቅሬ በያሹዋ መሺያ ከሁላችሁ ጋር ይሁን፤ አሜን፡፡"
    }
  }
}
