{
  "1kings": {
    "Chapter 1": {
      "1": "ንጉሥ ዳዊት በሽምግልና ዕድሜው",
      "2": "ስለዚህ የቤተ መንግሥቱ ባለሟሎች “ንጉሥ ሆይ! ከአንተ ጋር ሆና የምትከባከብህ ወጣት ልጃገረድ ፈልገን እንድናመጣልህ ፍቀድልን፤ ከአንተ ጋር አብራህ በመተኛት ታሞቅሃለች” አሉት፡፡",
      "3": "አንዲት ቆንጆ ልጃገረድ ለማግኘት በመላው እስራኤል ፍለጋ ተደረገ፤ ሹኔም ተብላ ከምትጠራው ስፍራ አቢሻግ የምትባል አንዲት ልጃገረድ አግኝተው ለንጉሡ አመጡለት፤",
      "4": "እርስዋም እጅግ ውብ ነበረች፤ ከንጉሡም ጋር ሆና በማገልገል ትከባከበው ነበር፤ ይሁን እንጂ እርሱ ከእርስዋ ጋር የግብረ ሥጋ ግንኙነት አላደረገም፡፡",
      "5": "አቤሴሎም ከሞተ በኋላ ከዳዊትና ከሐጊት የተወለደ፤ በሕይወት ያለ የበኩር ልጅ አዶንያስ ብቻ ነበር፤ እሱም እጅግ መልከቀና ሰው ነበር፤ ዳዊት ስለማናቸውም ነገር ምክርና ተግሣጽ ሰጥቶት አያውቅም ነበር፤ ከዚህም የተነሣ አዲንያስ በድፍረት ተነሣሥቶ ለመንገሥ ፈለገ፤",
      "6": "ይህንንም ፍላጎቱን ለማሟላት ሠረገላዎችን፤ ፈረሶችንና ኀምሳ ጋሻ ጃግሬዎችን አዘጋጀ፤",
      "7": "ስለዚህም ጉዳይ ከጸሩያ ልጅ ከኢዮአብና ከካህኑ ከአብያታር ጋር ተመካከረ፤ እነርሱም ዓላማውን ለመደገፍ ተስማሙ፤",
      "8": "ነገር ግን ካህኑ ሳዶቅ፤ የዮዳሄ ልጅ በናያ፤ ነቢዩ ናታን፤ ሺምዒ፤ ሬዒና የዳዊት የክብር ዘበኞች ከአዶንያስ ጋር ግብረ አበሮች አልነበሩም፡፡",
      "9": "አንድ ቀን አዶንያስ ዔንሮጌል ተብሎ በሚጠራው የውሃ ምንጭ አጠገብ የዞሔሌት አለት በሚባለው ስፍራ በጎችን፤ ኮርማዎችንና የሰቡ ጥጆችን ዐርሶ መሥዋዕት አቀረበ፤ የንጉሥ ዳዊትን ልጆችን ሁሉ ወደዚህ ወደ መሥዋዕቱ በዓል መጥተው ተካፋዮች እንዲሆኑ ጋበዛቸው፤",
      "10": "ነገር ግን የአባቱ ልጅ የሆነውን ሰሎሞንን፤ ነቢዩ ነታንን፤ በናያንና የንጉሡን የክብር ዘበኞች አልጠራቸውም፡፡",
      "11": "ከዚህ በኋላ ወደ ሰሎሞን እናት ወደ ቤርሳቤህ ሄዶ እንዲህ አላት፤ “የሐጊት ልጅ አዶንያስ ራሱን በራሱ ማንገሡን አልሰማሽምን? ንጉሥ ዳዊትም እንኳ ስለዚህ ጉዳይ የሚያውቀው ምንም ነገር የለም፤",
      "12": "የራስሽንና የልጅሽን የሰሎሞንን ሕይወት ለማትረፍ የምትፈልጊ ከሆነ የምመክርሽ፤",
      "13": "ፈጥነሽ ወደ ንጉሥ ዳዊት በመሄድ እንዲህ ብለሽ እንድትጠይቂው ነው፤ ‹ንጉሥ ሆይ! ልጄ ሰሎሞን ከአንተ በኋላ የዙፋንህ ወራሽ ሆኖ እንደሚነግሥ በመሐላ ቃል ገብተህልኝ አልነበረምን? ታዲያ አዶንያስ ሊነግሥ የቻለው እንዴት ነው?›”",
      "14": "ናታንም፤ በተጨማሪ “ከንጉሥ ዳዊት ጋት በምትነጋገሪበት ጊዜ እኔም ወዲያውኑ ገብቼ አንቺ የተናገርሺው ሁሉ እውነት መሆኑን አረጋግጣለሁ” አላት፡፡",
      "15": "ስለዚህ ቤርሳቤህ ንጉሡን ለማነጋገር ወዳለበት እልፍኝ ገባች፤ ንጉሡ እጅግ ሰለሸመገለ ሹኔማይቱ ልጃገረድ አቢሻግ በጥንቃቄ ትከባከበው ነበር፤",
      "16": "ቤርሳቤህም ወደ መሬት ለጥ ብላ እጅ ነሣች፤ ንጉሡም “ምን ትፈልጊያለሽ?” አላት፡፡",
      "17": "ቤርሳቤህም እንዲህ ስትል መለሰች፤ “ንጉሥ ሆይ! ልጄ ሰሎሞን የዙፋንህ ወራሽ ሆኖ እንደሚነግሥ በአምላክህ በያህቬህ ስም ምለህ ቃል ገብተህልኝ ነበር፤",
      "18": "ነገር ግን አንተ ስለ እርሱ ምንም ነገር ሳታውቅ እነሆ አዶንያስ ነግሦአል፤",
      "19": "ስለዚህ ብዙ ኮርማዎችን፤ በጎችንና የሰቡ ጥጆችን መሥዋዕት አቅርቧል፤ በበዓሉም ላይ እንዲገኙለት ሌሎቹን ልጆችህን፤ ካህኑን አብያታርንና የሠራዊትህን አዛዥ ኢዮአብን ጋብዟቸዋል፤ ልጅህን ሰሎሞንን ግን አልጋበዘውም፤",
      "20": "ንጉሥ ሆይ! የእስራኤል ሕዝብ ሁሉ ከአንተ በኋላ የሚነግሠው ማን መሆኑን እንድታስታውቀው በመጠባበቅ ላይ ነው፤",
      "21": "ይህን ባታደርግ ግን አንተ ከሞትህ በኋላ ወዲያውኑ ልጆ ሰሎሞንና እኔ እንደ ከዳተኞች እንቆጠራለን፡፡”",
      "22": "ቤርሳቤህ ገና ንግግርዋን ሳትጨርስ ነቢዩ ናታን ወደ ቤተ መንግሥቱ ደረሰ፤",
      "23": "የነቢዩም መምጣት ለንጉሡ ተነገረው፤ ናታንም ወደ ውስጥ በመግባት ለጥ ብሎ እጅ ነሣ፤",
      "24": "ከዚህ በኋላም እንዲህ አለ፤ “ንጉሥ ሆይ! አዶንያስ ከአንተ በኋላ እንደሚነግሥ አስታውቀሃልን?",
      "25": "አዶንያስ በዛሬው ዕለት ብዙ ኮርማዎችን፤ በጎችንና የሰቡ ጥጆችን ዐርዶ መሥዋዕት አቅርቧል፤ ሌሎቹን ልጆችህን፤ የሠራዊትህን አዛዥ ኢዮአብንና ካህኑን አብያታርን ጋብዟል፤ እነሆ አሁን በዚህ ሰዓት ‹ንጉሥ አዶንያስ ለዘላለም ይኑር!› በማለተ እየደነፉ  ከእርሱ ጋር በመብላትና በመጠጣት ላይ ናቸው፡፡",
      "26": "ነገር ግን ይህ ሁሉ ሲሆን እኔን፤ ካህኑን ሳዶቅን፤ በናያንና ሰሎሞንን ወደ ግብዣው አልጠራንም፤",
      "27": "ንጉሥ ሆይ! ከአንተ በኋላ የሚነግሠውን ለባለሟሎችህ እንኳ ሳታስታውቅ ይህ ሁሉ እንዲሆን ፈቅደሃልን?”",
      "28": "ንጉሥ ዳዊትም “ተመልሳ እንድትመጣ ቤርሳቤህን ጥሩ” ብሎ አዘዘ፤ እርስዋም መጥታ በፊቱ ቆመች፤",
      "29": "በዚህም ጊዜ እንዲህ አላት፤ “ከደረሰብኝ መከራ ሁሉ በታደገኝ በሕያው ያህቬህ ስም ቃል እገባልሻለሁ፤",
      "30": "ይኸውም ልጅሽ ሰሎሞን በእኔ እግር ተተክቶ እንደሚነግሥ የእስራኤል አምላክ በሆነው በያህቬህ ስም ከዚህ በፊት የገባሁልሽን ቃል በዛሬው ዕለት የምፈጽም መሆኔን አረጋግጥልሻለሁ፡፡”",
      "31": "ቤርሳቤህም ወደ መሬት ለጥ ብላ እጅ በመንሣት “ጌታዬ ንጉሥ ዳዊት ለዘላለም በሕይወት ይኑር!” አለች፡፡",
      "32": "ከዚህ በኋላ ንጉሥ ዳዊት ሳዶቅን፤ ናታንና በናያን አስጠራ፤ እነርሱም ገብተው ወደ እርሱ በቀረቡ ጊዜ፤",
      "33": "እንዲህ አላቸው፤ “በቤተ መንግሥቴ ከሚገኙት ባለሟሎቼ ጋር አብራችሁ ሂዱ፤ ልጄን ሰሎሞንንም እኔ በምቀመጥባት በቅሎ አስቀምጡትና አጅባችሁት ወደ ግዮን ምንጭ ውረዱ፤",
      "34": "በዚያም ካህኑ ሳዶቅና ነቢዩ ናታን ቀብተው በእስራኤል ላይ ያንግሡት፤ ከዚህ በኋላ ቀንደ መለከት በመንፋት ድምፃችሁን ከፍ አድርጋችሁ ‹ንጉሥ ሰሎሞን ለዘላለም ይኑር!› በሉ፡፡",
      "35": "በዙፋኔ ላይ ለመቀመጥ ወደዚህ ተመልሶ በሚመጣበት ጊዜ አጅባችሁት ኑ፤ የእስራኤልና የይሁዳ ንጉሥ ገዥ እንዲሆን የመረጥሁት ስለሆነ እርሱ ከእኔ በኋላ ይነግሣል፡፡”",
      "36": "በናያም እንዲህ ሲል መለሰ፤ “ሁሉም ነገር በትእዛዝህ መሠረት ይፈጸማል፤ ይህንንም አምላክህ ያህቬህ ይፈጽምልህ፤",
      "37": "ንጉሥ ሆይ! ያህቬህ ከአንተ ጋር እንደሆነ ሁሉ ከሰሎሞንም ጋር ይሁን፤ መንግሥቱንም በዘመንህ ከነበረው የበለጠ ታላቅ ያድርገው፡፡”",
      "38": "ስለዚህ ሳዶቅ፤ ናታን፤ በናያና የንጉሡ የክብር ዘበኞች ሰሎሞንን ዳዊት በሚቀመጥባት በቅሎ ላይ በማስቀመጥ ወደ ግዮን ምንጭ ወረዱ፤",
      "39": "ካህኑ ሳሶቅም ያህቬህ ከሚመለክበት ድንኳይዞት የመጣውን የቅባት ዘይት መያዥያ ቀንደ ወስዶ ሰሎሞንን ቀባው፤ በዚህን ጊዜ ወንደ መለከት ነጉ፤ ሕዝቡም ድምፃቸውን ከፍ አድርገው “ንጉሥ ሰሎሞን ለዘላለም ይኑር!” አሉ፤",
      "40": "በሚመለስበትም ጊዜ አጅበው ተከተሉት፤ ከድምፃቸው ከፍተኛነት የተነሣ ምድ እስክትናወጥ ድረስ እምቢልታ በመንፋት እየጮኹ ደስታቸውን ገለጡ፡፡",
      "41": "አዶንያስና የጠራቸው ተጋባዥዎች ሁሉ ግብዣውን በማገባበድ ላይ ሳሉ የሁካታ ድምፅ ሰሙ፤ ኢዮአብም የመለከት ድምፅ በሰማ ጊዜ “ይህ በከተማው ውስጥ የሚሰማው የሁካታ ድምፅ ምንድን ነው?”ሲል ጠየቀ፤",
      "42": "እርሱ ገና ተናግሮ ሳይጨርስ የካህኑ የአብያታር ልጅ ዮናታን ድንገት ደረሰ፤ አዶንያስም “እስቲ ና ግባ! አንተ ጥሩ ሰው ስለሆንክ መልካም ዜና ይዘህ ሳትመጣ አትቀርም” አለው፡፡",
      "43": "ዮናታንም እንዲህ ሲል መለሰ፤ “ደኅና ወሬስ ይዤ አልመጣሁም፤ ግርማዊው ንጉሥ ዳዊት ሰሎሞንን አንግሦታል፤",
      "44": "እርሱን ያጅቡት ዘንድ ሳዶቅን፤ ናታንን፤ በናያንና የቤተ መንግሥቱን ክብር ዘበኞች ልኳል፤ እነርሱም ንጉሡ በሚቀመጥባት በቅሎ ላይ እንዲቀመጥ አድርገው፤",
      "45": "ሳዶቅና ናታን በግዮን ምንጭ አጠገብ ቀብተው አንግሠውታል፤ ከዚህም በኋላ ሕዝቡ ሁሉ በደስታ ተሞልተው በእልልታና በሆታ ድምፃቸው እያስተጋባ ወደ ከተማ ተመልሰዋል፤ አሁን የምትሰሙትም ድምፅ ይኸው ነው፤",
      "46": "እነሆ ሰሎሞን ነግሦ በንጉሣዊ ዙፋን ላይ ተቀምጧል፤",
      "47": "ከዚህም በላይ ከፍተኛ ሥልጣን ያላቸው ባለሟሎች ሁሉ ወደ ንጉሥ ዳዊት ቀርበው ‹አምላክህ ያህቬህ ሰሎሞንን ከአንተ ይበልጥ ዝናው የገነነ፤ መንግሥቱንም ይበልጥ ታላቅ ያድርገው!› ሲሉ አክብሮታቸውን ገልጠዋል፤ ከዚህ በኋላ ንጉሥ ዳዊት በአልጋው ላይ ሳለ ለያህቬህ በመስገድ፤",
      "48": "‹ዛሬ ከእኔ ዘሮች መካከል አንዱ በእኔ እግር ተተክቶ እንዲነግሥ ያደረገና ይህንን ለማየት ያበቃኝ የእስራኤል አምላክ የሆነ ያህቬህ ይክበር ይመስገን!› ሲል ጸለየ፡፡”",
      "49": "አዶንያስ የጠራቸው ተጋባዥዎች ሁሉ ይህን በሰሙ ጊዜ እጅግ ፈሩ፤ ሁሉም ተነሡ፤ እያንዳንዱም በየፊናው እየተሹለከለከ ሄደ፤",
      "50": "አዶንያስም ሰሎሞንን እጅግ ስለፈራ ያህቬህ ወደሚመለክበት ድንኳን ገብቶ የመሠዊያውን ቀንዶች በመያዝ ተማጠነ፡፡",
      "51": "ሰዎቹም ሰሎሞንን “አዶንያስ አንተን ከመፍራቱ የተነሣ የመሠዊያውን ቀንዶች ይዞ ‹ከሁሉ በፊት ንጉሥ ሰሎሞን የማይገድለኝ መሆኑን በማረጋገጥ በመሐላ ቃል ይግባልኝ› በማለት እየተማጠነ ነው” ሲሉ ነገሩት፡፡",
      "52": "ንጉሥ ሰሎሞንም “እርሱ ታማኝ ሆኖ ከተገኘ  ሌላው ቀርቶ ከራስ ጠጉሩ አንዲት እንኳ አትነካበትም፤ ታማኝ ሆኖ ካልተገኘ ግን ይሞታል” ሲል መለሰ፤",
      "53": "ከዚህ በኋላ ንጉሥ ሰሎሞን አዶንያስን ከመሠዊያው አውርደው ያመጡት ዘንድ መልእክተኞች ላከ፤ አዶንያስም ወደ ንጉሡ ፊት በመቅረብ ወደ መሬት ለጥ ብሎ እጅ ነሣ፤ ንጉሡም “ወደ ቤትህ መሄድ ትችላለህ” አለው፡፡"
    },
    "Chapter 2": {
      "1": "ዳዊት የሚሞትበት ወቅት በተቃረበ ጊዜ ልጁን ሰሎሞንን ጠርቶ ይህን የመጨረሻ መመሪያ ሰጠው፤",
      "2": "“እነሆ እኔ የምሞትበት ጊዜ ተቃርቧል፤ እንግዲህ በርታ! ቆራጥ ሰው ሁን፤",
      "3": "አምላክህ ያህቬህ(הוהי) እንድታደርግ የሚያዝህን ሁሉ አድርግ፤ በምትሄድበት ስፍራ ሁሉ የምታደርገውማናቸውም ነገር እንዲከናወንልህ በሙሴ ሕግ የተጻፉትን የያህቬህ(הוהי)ን ሕግና ትእዛዝ፣ ፍርድና ሥርዓት ሁሉ ጠብቅ፤",
      "4": "በዚህ ሁሉ ነገር ታዛዥ ብትሆንለት፤ ‹ዘሮችህ በጥንቃቄ ተጠብቀው ቢኖሩ፤ በፍጹም ልባቸውና በፍጹም ነፍሳቸው በፊቴ በቅንነት ቢመላለሱ፤ በእስራኤል ዙፋን ላይ ነግሦ የሚገዛ ዘር አላሳጥህን› ብሎ የነገረኝን የተስፋ ቃል ይፈጽማል፡፡",
      "5": "“ልትፈጽመው የሚገባህ ሌላም ነገር አለ፤ ኢዮአብ ሁለቱን የእስራኤል ጦር አዛዥዎች የኔርንልጅ አበኔርንና የዬቴርን ልጅ ዐማሳን በመግላ በእኔ ላይ የፈጸመውን በደል ታስታውሳለህ፤ ይኸውም እነርሱ በጦርነት ጊዜ ስለፈጸሙት ግድያ ለመበቀል በሰላም ጊዜ እንዴት እንደገደላቸው ታውቃለህ፤ እርሱ ንጹሓን ሰዎችን ገደለ፤ ከዚህ የተነሣ የደም ዕዳ ስላለበት በኀላፊነት ይጠየቅበታል፡፡",
      "6": "ንግዲህ ባለህ ጥበብ፤ ሊፈጸም የሚገባውን ነገር አድርግ፤ ዕድሜ ጠግቦ በሰላም እንዲሞት አትፍቀድለት፡፡",
      "7": "“ለገለዓዳዊው ለባርዚላይ ልጆች ግን መልካም ነገር በማድረግ ተከባከባቸው፤ ምክንያቱም ከወንድምህ ከአቤሴሎም ፊት በሸሸሁ ጊዜ የቸርነት ሥራ አድርገውልኛል፡፡",
      "8": "“ከዚህም ጋር መረሳት የሌለበት የብንያም ክፍል በሆነችው በባሑሪም ከተማ ውስጥ የሚኖረው የጌራ ልጅ ሺምዒ አለ፤ እርሱ ወደ ማሕናይም በሄድሁበት ቀን በእኔ ላይ የስድብ መዓት አውርዶብኛል፤ ይሁን እንጂ በዮርዳኖስ ወንዝ አጠገብ ባገኘኝ ጊዜ እንደማላስገድለው በያህቬህ(הוהי) ስም ቃል ገብቼለት ነበር፤",
      "9": "አንተ ግን እርሱንም ከቅጣት ነፃ አታድርገው፤ ባለህ ጥበብ ምን መደረግ እንዳለበት አንተ ራስህ ታውቃለህ፤ በሞት የሚቀጣ መሆኑንም አትዘንጋ፡፡”",
      "10": "ዳዊት ሞተ፤ የእርሱ ከተማ በሆነችው በኢየሩሳሌምም ተቀበረ፤",
      "11": "ዳዊት በኬብሮን ሰባት ዓመት፤ በኢየሩሳሌም ሠላሳ ሦስት ዓመት በድምሩ አርባ ዓመት በእስራኤል ላይ ነገሠ፡፡",
      "12": "ሰሎሞንም በአባቱ እግር ተተክቶ ነገሠ፤ የመንግሥቱም ሥልጣን እጅግ የጸና ሆነ፡፡",
      "13": "የሐጊት ልጅ አዶንያስ ወደ ሰሎሞን እናት ወደ ቤርሳቤህ ሄደ፤ ቤርሳቤህም “ወደ እኔ የመጣኸው በሰላም ነውን?” ስትል ጠየቀችው፡፡",
      "14": "እርሱም “አዎን በሰላም ነው የመጣሁት” ሲል መለሰ፡፡ ቀጠል አድርጎም “እኔ የምጠይቅሽ ጉዳይ አለኝ” አላት፡፡ አርስዋም “ጉዳይህ ምንድን ነው?” አለችው፡፡",
      "15": "አዶንያስም እንዲህ አላት፤ “ንጉሥ መሆን የሚገባኝ እኔ እንደነበርሁና ይህንንም በእስራኤል ምድር የሚኖር ሁሉ በተስፋ ይጠባበቅ እንደነበረ አንቺ ራስሽ ታውቂአለሽ፤ ነገር ግን ጉዳዩ ከያህቬህ(הוהי)(יהוה) ስለተወሰነ ለእኔ መሰጠት የሚገባው መንግሥት ተላልፎ ለወንድሜ ሆኗል፡፡",
      "16": "አሁንም የምጠይቅሽ አንድ ጉዳይ ስላለኝ እምቢ በማለት አታሳፍሪኝ፡፡” ቤርሳቤህም “ጉዳይህ ምንድን ነው?” ስትል ጠየቀችው፡፡",
      "17": "እርሱም “ንጉሥ ሰሎሞን አንቺን እምቢ እንደማይልሽ ዐውቃለሁ፤ ስለዚህ አቢሻግ ተብላ የምትጠራውን ሺኔማይት ልጃገረድ በሚስትነት እንዲድርልኝ እባክሽ አማልጂኝ” አላት፡፡",
      "18": "እርስዋም “መልካም ነው ይህን ለንጉሡ እነግርልሃለሁ” አለችው፡፡",
      "19": "ስለዚህም ቤርሳቤህ የአዶንያስን ጉዳይ ልትነግር ወደ ንጉሡ ገባች፤ ንጉሡም ከተቀመጠበት ተነሥቶ እናቱን እጅ በመንሣት ተቀበላት፤ እርሱም በዙፋኑ ላይ ከተቀመጠ በኋላ ሌላ ዙፋን አስመጥቶ በቀኙ አስቀመጣት፤",
      "20": "እርስዋም “እንደትፈጽምልኝ የምጠይቅህ አንድ ትንሽ ጉዳይ አለኝ፤ እባክህ እምቢ በማለት አታሳፍረኝ” አለችው፡፡ ንጉሡም እናቴ ሆይ! አላሳፍርሽም፤ ጉዳዩ ምንድን ነው?” አላት፡፡",
      "21": "እርስዋም ወንድምህ አዶንያስ አቢሻግን ሚስት አድርጎ ያገባ ዘንድ ፍቀድለት” አለችው፡፡",
      "22": "ንጉሡም “አቢሻግን በሚስትነት እንድድርለት ብቻ ለምን ትጠይቂኛለሽ? መንግሥቴንም ጭምር እንድለቅለት ለምን አልጠየቅሽኝም? እርሱ ታላቅ ወንድሜ ነው፤ ካህኑ አብታያታርና ኢዮአብም የእርሱ ተባባሪዎች ናቸው” አላት፡፡",
      "23": "ከዚህ በኋላ ሰሎሞን በያህቬህ(הוהי) ስም እንዲህ ሲል ማለ፤ “አዶንያስ ይህን በመጠየቁ እኔ በእርሱ ላይ የሞት ቅጣት ሳልፈጽምበት ብቀር ያህቬህ(הוהי) በሞት ይቅሠፈኝ፤",
      "24": "ያህቬህ(הוהי) በአባቴ በዳዊት ዙፋን ላይ አስቀምጦ መንግሥቴን የጸና አድርጎልኛል፤ ይህን መንግሥት ለእኔና ለዘሮቼ በመስጠት ቃሉን ጠብቋል፤ እንግዲህ አዶንያስ በዚህ በዛሬው ቀን በሞት እንደሚቀጣ በሕያው ያህቬህ(הוהי) ስም እምላለሁ!”",
      "25": "ስለዚህም አዶንያስን እምዲገድለው ንጉሥ ሰሎሞን ለዮዳሄ ልጅ ለበናያ ትእዛዝ አስተላለፈ፤ በናያም ሄዶ አዶንያስን ገደለው፡፡",
      "26": "ከዚህ በኋላ ንጉሥ ሰሎሞን ካህኑን አብያታርን እንዲህ አለው፤ “ወደ ትውልድ አገርህ ወደ ዐናቶት ሂድ፤ አንተ በሞት ልትቀጣ ይገባህ ነበር፤ ነገር ግን እኔ አሁን አልገድለህም፤ ምክንያቱም የልዑል ያህቬህ(הוהי)ን የቃል ኪዳን ታቦት በአባቴ በዳዊት ፊት ትሸከም ስለነበርና ከእርሱም ጋር የመከራው ሁሉ ተካፋይ ስለነበርህ ነው፡፡”",
      "27": "ከዚህም በኋላ ሰሎሞን አብያታርን የያህቬህ(הוהי) ካህን ሆኖ ከሚያገለግልበት የክህነት ሥልጣን ሽሮ አባረረው፤ በዚህም ዐይነት ሁኔታ ያህቬህ(הוהי) በሴሎ ስለ ካህኑ ዔሊና ስለ ዝርያዎቹ የተናገረው ቃል ተፈጸመ፡፡",
      "28": "በአንድ በኩል የአዶንያስ ደጋፊ፤ በሌላ በኩል ደግሞ የአቤሴሎም ተቃዋሙ የሆነው ኢዮአብ ይህነ የጠፈጸመውን ነገር ሁሉ ሰማ፤ ስለዚህም ሸሽቶ ያህቬሀ ወደሚመለክበት ድንኳን ሄደ፤ በዚያም የመሠዊያውን ቀንዶች ያዞ ተማጠነ፤",
      "29": "ኢዮአብ ወደ ድንኳኑ ሸሽቶ መሄዱንና በመሠዊያው አጠገብ መገኘዉን ሰሎሞን በሰማ ጊዜ፤ ኢዮአብን እንዲገድለው ለበናያ ትእዛዝ አስተላለፈ፡፡",
      "30": "እርሱም ያህቬህ(הוהי) ወደሚገለጥበት ድንኳን ሄዶ ኢዮአብን “ከዚህ ድንኳን እንድትወጣ ንጉሡ አዞሃል” አለው፡፡ ኢዮአብ ግን “አልወጣም! እዚሁ እሞታለሁ!” አለ፡፡ በናያም ተመልሶ ኢዮአብ ያለውን ለንጉሡ ነገረው፡፡",
      "31": "ሰሎሞንም በናያን እንዲህ አለው፤ “ኢዮአብ እንዳለህ አድርግ፤ በዚያው ግደለውና አውጥተህ ቅበረው፤ በዚህ አኳኋን እኔም ሆንሁ ሌላ ማንም የዳዊት ዘር ኢዮአብ የንጹሓንን ደም በከንቱ በማፍሰስ በፈጸመው በደል በኀላፊነት ተጠያዊዎች አንሆንም፡፡",
      "32": "አባቴ ዳዊት ሳያውቅ ኢዮአብ ስለገደላቸው ስለእነዚያ ሰዎች ደም ያህቬህ(הוהי) ኢዮአብን ይቀጣዋል፤ ምክንያቱም ኢዮአብ ከእርሱ የተሻሉትን ሁለት ንጹሓን ሰዎች ገድሏል፤ እነርሱም የእስራኤል ጦር አዛዥ አበኔርና የይሁዳ ጦር አዛዥ ዐማሳ ነበሩ፡፡",
      "33": "ኢዮአብ እነዚህን ሰዎች በመግደሉ በእርሱ ላይ የተፈጸመበት ቅጣት በእርሱና በዘሮቹ ላይ ለዘላለም ጸንቶ ይኑር፤ በዙፋኑ ላይ ለሚቀመጡት ለዳዊት ዘሮች ግን የያህቬህ(הוהי) ሰላም ለዘላለም አይለያቸው፡፡”",
      "34": "ስለዚህ በናያ በታዘዘው መሠረት ያህቬህ(הוהי) ወደሚመለክበት ድንኳን ሄዶ ኢዮአብን ገደለው፤ በቤቱም አጠገብ በሚገኘው ገላጣ ምድር ተቀበረ፡፡",
      "35": "ንጉሥ ሰሎሞን በኢዮአብ ፈንታ በናያን የሠራዊቱ አዛዥ፤ በአብያታርም ፈንታ ሳሮቅን ካህን አድርጎ ሾመ፡፡",
      "36": "ከዚህ በኋላ ንጉሥ ሰሎሞን ሽሚዒን አስጠርቶ እንዲህ ሲል አዘዘው፤ “በዚህ በኢየሩሳሌም የራስህን መኖሪያ ቤት ሠርተህ ተቀመጥ፤ ከከተማ እንዳትወጣ፤",
      "37": "ከከተማይቱ ወጥተህ የቄድሮንን ወንዝ ተሸግረህ ብትገኝ በእርግጥ ትሞታለሁ፤ ለዚህም ተጠያቂ ራስህ ነህ፡፡”",
      "38": "ሺምዒም “ንጉሥ ሆይ! መልካም ነው እንዳልከኝ አደርጋለሁ” ሲል መለሰ፤ ስለዚህ በኢየሩሳሌም ብዙ ጊዜ ተቀመጠ፡፡",
      "39": "ከሦስት ዓመት በኋላ ግን ሁለቱ የሺምዒ አገልጋዮች የማዕካ ልጅ ወደሆነው አኪሽ ተብሎ ወደሚጠራው ወደ ጋት ንጉሥ ኮብልለው ሄዱ፤ ሺምዒም አገልጋዮቹ በጋት መኖራቸውን በሰማ ጊዜ፤",
      "40": "አህያውን ጭኖ እነርሱን ለማግኘት በጋት ወደሚኖረው ወደ ንጉሥ አኪሽ ሄደ፤ እነርሱንም በዚያ ስላገኛቸው ወደ ቤቱ መልሶ አመጣቸው፡፡",
      "41": "ሰሎሞን ሺምዒ ያደረገውን በሰማ ጊዜ፤",
      "42": "አስጠርቶ እንዲህ አለው፤ “ከኢየሩሳሌም እንዳትወጣ በያህቬህ(הוהי) ስም አስምዬህ አልነበረምን? ወጥተህ ብትገኝ ግን በእርግጥ እንደምትሞት አስጠንቅቄህ አልነበረምን?",
      "43": "ታዲያ ቤህቬህ ስም ከማልህ በኋላ ትእዛዜን ስለም አፈረስህ?",
      "44": "በአባቴ በንጉሥ ዳዊት ላይ የፈጸምከውን በደል ሁሉ ታውቃለህ፤ አንተ ስላደረከው ክፉ ነገር ያህቬህ(הוהי) ራሱ ይቀጣሃል፤",
      "45": "እኔን ግን ያህቬህ(הוהי) ይባርከኛል፤ የዳዊት መንግሥትም በሰላም ጸንቶ ይኖራል፡፡”",
      "46": "ከዚህም በኋላ ለበናያ ትእዛዝ አስተላለፈ፤ በናያም ወጥቶ ሄዶ ሺምዒን ገደለው፤ በዚህም ዓይነት ሁኔታ ሰሎሞን መንግሥቱን ሙሉ በሙሉ በቁጥጥሩ ሥር አደረገ፡፡"
    },
    "Chapter 3": {
      "1": "ሰሎሞን የግብጽን ንጉሥ ሴት ልጅ በማግባት ከንጉሡ ጋር ወዳጅነት መሠረተ፤ እርስዋንም አምጥቶ ቤተ መንግሥቱን፤ ቤተ መቅደሱንና የኢየሩሳሌምን ከተማ ዙሪያ ቅጽር ሠሮቶ እስኪጨርስ በዳዊት ከተማ አኖራት፡፡",
      "2": "በዚያን ጊዜ ያህቬህ(הוהי) የሚመለክበት ቤተ መቅደስ ገና አልተሠራም ነበር፤ ከዚህም የተነሣ በየኮረብታው መሥዋዕት ያቀርቡ ነበር፡፡",
      "3": "ሰሎሞን ያህቬህ(הוהי)ን ይወድ ነበር፤ የአባቱንም የዳዊትን መመሪያ ይጠብቅ ነበር፤ ይሁን እንጂ እንስሶችን እያረደ በተላያዩ ኮረብታዎች ላይ መሥዋዕት ያቀርብ፤ ዕጣንም ያጥን ነበር፡፡",
      "4": "ከሁሉ የሚበልጠው ታላቅ መሠዊያ የሚገኘው በገባዖን ስለነበር አንድ ቀን ሰሎሞን መሥዋዕት ለማቅረብ ወደዚያ ሄደ፤ ከዚህም በፊት በዚያ መሠዊያ ላይ በብዙ መቶ የሚቆጠሩ እንስሳት የሚቃጠል መሥዋዕት አድርጎ አቅርቧል፤",
      "5": "በዚያች ሌሊት ያህቬህ(הוהי) ለሰሎሞን በሕልም ተገለጠለትና “ምን እንድሰጥህ ትፈልጋለህ?” ሲል ጠየቀው፡፡",
      "6": "ሰሎሞንም እንዲህ ሲል መለሰ፤ “አገልጋይህ የነበረው አባቴ ዳዊት ደግ፤ ታማኝና ቅን ሰው በመሆኑ ጽኑ ፍቅርህን ስታሳየው ኖረሃል፤ ዛሬም በእርሱ እግር ተተክቶ የሚገዛ ልጅ በመስጠት ታላቅና ጽኑ የሆነውን የማያቋርጥ ፍቅርህን ገልጠህለታል፤",
      "7": "ያህቬህ(הוהי) አምላክ ሆይ!አነሆ እኔ በዕድሜ አነስተኛ ነኝ፤ የአመራር ልምድም የለኝም፤ አንተ ግን በአባቴ እግር ተተክቼ እንድነግሥ ፈቃድህ ሆኗል፤",
      "8": "እነሆ እኔ የአንተ እድሆን በመረጥከውና ከብዛቱ የተነሣ ሊቆጠር በማይችል ሕዝብ መካከል እገኛለሁ፤",
      "9": "ስለዚህ ክፉውንና በጎውን በመለየት ሕዝብህን በትክክለኛ ፍትሕ ለመምራት የሚያስችለኝን ጥበብ ስጠኝ፤ ይህ ካልሆነ ግን ታላቅ ሕዝብህን እንዴት መምራት እችላለሁ?”",
      "10": "ሰሎሞን ይህን በመጠየቁ ያህቬህ(הוהי)ን ደስ አሰኘው፤",
      "11": "ያህቬህ(הוהי)ም እንዲህ አለው፤ “ለራስህ ረዥም ዕድሜ ወይም ሀብት ለማግኘት ወይም ጠላቶችህ እንዲጠፉልህ መመኘት ሳይሆን በትክክለኛ ፍትሕ ማስተዳደር የምትችልበትን ጥበብ ስለጠየቅህ፤",
      "12": "እነሆ የጠየቅኸውን አደርጋለሁ፤ እንዲያውም ማንም ሰው ከዚህ በፊት ካገኘውና ወደ ፊትም ሊያገኘው ከሚችለው የሚበልጥ ጥበብንና አስተዋይነትን እሰጥሃለሁ፤",
      "13": "ከዚህም በላይ አንተ ያልጠየቅኸውንም ሁሉ ጨምሬ እሰጥሃለሁ፤ ይኸውም በዘመንህ ማንኛውም ሌላ ንጉሥ ያላገኘውን ብልጽግናና ክብር አበዛልሃለሁ፡፡",
      "14": "አባትህ ዳዊት እንዳደረገው ለእኔ ብትታዘዝ፤ ሕጌንና ሥርዓቴንም ብትፈጽም ረዥም ዕድሜ እሰጥሃለሁ፡፡”",
      "15": "ሰሎሞን ከእንቅልፉ በነቃ ጊዜ ያህቬህ(הוהי) በሕልም ተገልጦ ያነጋገረው መሆኑን ተገነዘበ፤ ከዚህ በኋላ ሰሎሞን ወደ ኢየሩሳሌም ተመልሶ ሄደ፤ በያህቬህ(הוהי)ም የቃል ኪዳን ታቦት ፊት ቆሞ የሚቃጠል መሥዋዕትን ከደኅንነት የሚሆነውን የኅብረት መሥዋዕት ለያህቬህ(הוהי) አቀረበ፤ ከሲህም በኋላ ባለሟሎቹ ለሆኑ ብለሥልጣኖች ሁሉ ግብዣ አደረገ፡፡",
      "16": "አንድ ቀን ሁለት ጋለሞታዎች መጥተው በሰሎሞን ፊት ቀረቡ፤",
      "17": "ከእነርሱም አንደኛይቱ እንዲህ አለች፤ “ንጉሥ ሆይ! ይህች ሴትና እኔ በአንድ ቤት አብረን ስንኖር በዚያው በምንኖርበት ቤት ወነድ ልጅ ወለድሁ፤",
      "18": "እኔ በወለድሁ በሦስተኛው ቀን እርስዋም ወንድ ልጅ ወለደች፤ በዚያ ቤት ውስጥ ከሁለታችን በቀርሌላ ማንም አልነበረም፡፡",
      "19": "ከዕለታት አንድ ቀን ሌሊት በላዩ ላይ ተኝታበት ስለታፈነ ልጁ ሞተ፤",
      "20": "እኔ ተኝቼ ሳለሁ ሌሊት ተነሥታ ታቅፌው የተኛሁትን ልጄን ወስዳ በእርሷ አልጋ ላይ ካስተኛች በኋላ የሞተውን ልጅዋን አምጥታ በእኔ አልጋ ላይ በጎኔ አስተኛችው፡፡",
      "21": "በማግሥቱ ማለዳ ተነሥቼ ልጄን ለማጥባት ስዘጋጅ የሞተ ሆኖ አገኘሁት፤ ትኩር ብዬ ስመለከተው እኔ የወለድሁት ልጅ አለመሆኑነት ተገነዘብሁ፡፡”",
      "22": "ሁለተኛይቱ ሴት ግን “አይደለም! በሕይወት ያለው ልጅ የእኔ  ነው፤ የሞተው ግን የአንቺ ነው!” አለች፡፡ የመጀመሪያይቱ ሴት “አይደለም! የሞተው የአንቺ ልጅ ነው፤ በሕይወት ያለው ግን የእኔ ልጅ ነው” አለች፡፡ በዚህም ዐይነት ሁኔታ በንጉሡ ፊት ተከራከሩ፡፡",
      "23": "ከዚህ በኋላ ንጉሥ ሰሎሞን “አንደኛዋ ‹በሕይወት ያለው የእኔ ልጅ ነው!› ትላለች፤ ሌላይቱ ደግሞ ‹አይደለም! የአንቺ ለጅ ሞቷል፤ የእኔ ልጅ በሕይወት ያለው ነው!› ትላታለች፡፡”",
      "24": "ንጉሡም ሰይፍ እንዲያመጡለት አዘዘ፤ ሰይፍ ባመጡለት ጊዜም፤",
      "25": "“በሉ እንግዲህ በሕይወት ያለውን ልጅ ለሁለት ቁረጡና ለእያንዳንዷ ሴት ግማሽ አካሉን ስጡ” ሲል አዘዘ፡፡",
      "26": "እውነተኛይቱ እናት ግን ለልጅዋ በመራራት አዝና፤ “ንጉሥ ሆይ! እባክህ ልጁን አትግደለው! ለእርስዋ ይሰጣት!” አለች፡፡ ሌላይቱ ሴት ግን “ለእኔም ለእርስዋም አይሁን! ለሁለት ይቆረጥ!” አለች፡፡",
      "27": "ከዚህ በኋላ ሰሎሞን “ሕፃኑን አትግደሉት! እውነተኛይቱ እናት እርስዋ ስለሆነች ለመጀመሪያይቱ ሴት ስጡአት!” ሲል አዘዘ፡፡",
      "28": "የእስራኤል ሕዝብ ይህን የፍርድ ውዳኔ በሰሙ ጊዜ ሰሎሞንን በታላቅ አክብሮት ተመለከቱት፤ ምክንያቱም እርሱ የሕዝብ ጉዳዮችን በትክክለኛ ፍትሕ የሚወስንበትን ጥበብ ያህቬህ(הוהי) የሰጠው መሆኑን ተገንዝበዋል፡፡"
    },

    "Chapter 4": {
      "1": "ሰሎሞን በመላው እስራኤል ነገሠ፤",
      "2": "የሾማቸው ባለሥልጣኖች ከዚህ የሚከተሉት ናቸው፤ እነርሱም፡-",
      "3": "ዓዛርያስ የተባለው የሳዶቅ ልጅ፤ ካህን ኤሊሖራፍና አኪያ የተባሉት የሺሻ ልጆች፤ የቤተ መንግሥት ጸሐፊዎች ይሆሻፋጥ የተባለው የአሒሉድ ልጅ፡- ታሪክ ጸሐፊና የመዛግብት ኀላፊ፤",
      "4": "በናያ የተባለው የዮዳሄ ልጅ፡- የጦር ሠራዊት አዛዥ፤ ሳዶቅና አብያታር፡- ካህናት፤",
      "5": "ዓዛርያስ የተባለው የናታን ልጅ፡- የክፍላተ ሀገር ገዥዎች የበላይ ኀላፊ፤ የናታን ልጅ ካህኑ ዛቡድ፡- የንጉሡ አማካሪ",
      "6": "አሒሻር የተባለው፡- የቤተ መንግሥት አገልጋዮች ኀላፊ፤ አዶኒራም የተባለው የዓብዲ ልጅ፡- የመንግሥት ሠራተኞች ተቆጣጣሪ ነበሩ፡፡",
      "7": "ሰሎሞን በመላው እስራኤል ዐሥራ ሁለት የክፍላተ ሀገር ገዥዎችን ሾመ፤ የእነርሱም ተብባር ከየግዛታቸው ለንጉሡና ለንጉሡ ቤተሰብ ቀለብ የሚሆነውን ነገር ሁለ ማቅረብ ነበር፤ እያንዳንዳቸውም በዓመት ውስጥ ለአንድ ወር ቀለብ የማቅረብ ግዴታ ነበረባቸው፡፡",
      "8": "የእነዚህም ዐሥራ ሁለት የክፍላተ ሀገር ገዥዎችና የሚያስተዳድሩአቸውም ግዛቶች ስም ዝርዝር ከዚህ የሚከተለው ነው፤ ቤንሑር፡- ኮረብታማ የሆነችው የኤፍሬም አገር ገዥ፤",
      "9": "ቤንዴቀር፡- የማቃጽ፤ የሻዓልቢም፤ የቤትሼሜሽ፤ የኤሎንና የቤት ሐናን ከተሞች ገዥ፤",
      "10": "ቤንሔሴድ፡- የአሩቦትና የሶኮ ከተሞች፤ እንዲሁም የመላው የሔፌር ግዛት አስተዳዳሪ፤",
      "11": "ጣፋት የተባለችውን የሰሎሞንን ሴት ልጅ አግብቶ የነበረ ቤንአቢናዳብ፡- የመላው የዶር ግዛት አስተዳዳሪ፤",
      "12": "በዓና የተባለው የአሒሉድ ልጅ፡- የታዕናክና የመጊዶ ከተሞች፤ እንዲሁም በቤትሻን አጠገብ ያለው ግዛት በሙሉ፤ በጻርታን ከተማ አጠገብ ያለው ግዛትና በኢይዝራኤል ከተማ በስተደቡብ ያለው ግዛት፤ እንዲሁም አቤልመሖላና ዮቅመዓም ተብለው እስከሚጠሩት ከተሞች ድረስ ያለው ግዛት ሁሉ አስተዳዳሪ፤",
      "13": "ቤንጌቤር፡- በገለዓድ ራሞት ተብላ የምትጠራው ከተማ፤ በገለዓድ የምናሴ ዝርያ የሆነው የያኢር ጎሳ ይዞታዎች የሆኑት መንደሮች፤ በባሳን አርጎብ ተብላ የምትጠራው ግዛት፤ እንዲሁም በሮቻቸው የነሐስ መወርወሪያ ባሉአቸው የቅጽር ግንቦች የተመሸጉ በድምሩ የስልሳ ታላላቅ መንደሮች አስተዳዳሪ፤",
      "14": "አሒናዳብ የተባለው የዒዶ ልጅ፡- የማሕናይም ክፍለ ሀገር ገዥ፤",
      "15": "ከሰሎሞን ሴቶች ልጆች መካከል ባስማት ተብላ የምትጠራውን አግብቶ የነበረ አሒመዓጽ፡- የንፍታሌም ግዛት አስተዳዳሪ፤",
      "16": "በዓና የተባለው የሑሻይ ልጅ፡- የአሴር ብዛትና የበዓሎት ከተማ ገዥ፤",
      "17": "ኢዮሣፋጥ የተባለው የፋሩሕ ልጅ፡- የይሳኮር ግዛት አስተዳዳሪ፤",
      "18": "ሳሚ የተባለው የኤላ ልጅ፡- የብንያም ግዛት አስተዳዳሪ፤",
      "19": "ጌቤር የተባለው የኡሪ ልጅ፡- በአሞራውያን ንጉሥ ሲሖንና በባሳን ንጉሥ ዖግ ትገዛ የነበረችው የገለዓድ ግዛት አስተዳዳሪ፡፡ እነዚህን ዐሥራ ሁለቱን አስተዳዳሪዎች የሚቆጣጠር በመላ አገሪቱ ሌላ አንድ የበላይ ኀላፊ ነበር፡፡",
      "20": "የይሁዳና የእስራኤል ሕዝብ ብዛት እንደ ባሕር ዳር አሸዋ ነበር፤ እነዚህ ሁሉ እየበሉና እየጠጡ ዘወትር ደስ ይሰኙ ነበር፤",
      "21": "የሰሎሞንም ግዛት ከኤፍራጥስ ወንዝ ጀምሮ እስከ ፍልስጥኤም ግዛት፤ ከዚያም አልፎ እስከ ግብጽ ወሰን ያለውን አገር ሁሉ ያጠቃልል ነበር፤ የእነዚህም አገሮች ሕዝብ በጠቅላላ ሰሎሞን በመበረበት ዘመን ሁሉ ለእርሱ ተገዥዎች ሆነው ይገብሩለት ነበር፡፡",
      "22": "ሰሎሞንም በየቀኑ ለቀለብ የሚሆን አምስት ሺ ኪሎ ያህል ምርጥ ዱቄት፤ ዐሥር ሺ ኪሎ ያህል መናኛ ዱቄት፤",
      "23": "በበረት ውስጥ እየተመገቡ የደለቡ ዐሥር ሰንጋዎችና በግጦሽ መስክ ተሠማርተው የሰቡ ሃያ ፍሪዳዎችና አንድ መቶ በጎች፤ ከዚህም ሌላ አጋዘኖች፤ የሜዳ ፍየሎች፤ ሚዳቋዎችና ምርጥ ዶሮዎች ያስፈልጉት ነበር፡፡",
      "24": "ሰሎሞን ከኤፍራጥስ ወንዝ በስተ ምዕራብ ያለውን ምድር ሁሉ ከቲፍላሕ ከተማ ጀምሮ እስከ ጋዛ ከተማ ድረስ ይገዛ ነበር፤ ይህም ከኤፍራጥስ ወንዝ በስተ ምዕራብ የሚገኙትን ነገሥታት ሁሉ ያጠቃልላል፤ ጎረቤቱ ከሆኑት አገሮችም ሁሉ ሰላም ይኖር ነበር፡፡",
      "25": "በኖረበትም ዘመን ሁሉ ከዳን እስከ ቤርሳቤህ ድረስ መላው የይሁዳና የእስራኤል ሕዝብ ያለስጋት በሰላም ይኖር ነበር፤ እያንዳንዱ ቤተሰብ የራሱ የሆነ የወይን ተክልና የበለስ ዛፍ ስለነበረው በእነዚህ ተክሎች ጥላ ሥር ያርፍ ነበር፡፡",
      "26": "ሰሎሞን ሠረገላ የሚስቡ አርባ ሺ ቅልብ ፈረሶችና ለጦርነት የሚያገለግሉ ዐሥራ ሁለት ሺ ፈረሶ ነበሩት፤",
      "27": "ለሰሎሞንና በቤተ መንግሥቱ ለሚቀለቡት ሁሉ የሚያስፈልገውን ምግብ የሚያቀርቡት ዐሥራ ሁለቱ የክፍላተ ሀገር ገዥዎች እያንዳንዳቸው በተመደበላቸው ወር ምንም ነገር ሳያጓድሉ መወቅቱ ያመጡ ነበር፡፡",
      "28": "ከዚህም በቀር እያንዳንዱ ገዥ እንደ አስፈላጊነቱ የሚደርስበትን ሠረገላ ለሚስቡ ፈረሶችና ሌላም አገልግሎት ለሚያበረክቱ የጋማ ከብቶች ገብስና ድርቆሽ ያቀርብ ነበር፡፡",
      "29": "ያህቬህ(הוהי) ለሰሎሞን እጅግ አስደናቂ የሆነ ጥበብንና አስተዋይነትን እንዲሁም ወሰን የማይገኝለትን ዕውቀት ሰጠው፤",
      "30": "ሰሎሞን ከምሥራቅ አገርና ከግብጽም ጥበበኞች እጅግ የላቀ ጥበብ ነበረው፤",
      "31": "እርሱ ከሰዎች ሁሉ የሚበልጥ ታላቅ ጥበበኛ ነበረ፤ የማሖል ልጆች ከሆኑት ከኤዝራሐዊው ኤታን፤ ከካልኮላዊው ሄማንና ከዳርዳዕ የሚበልጥ ጥበበኛ ነበረ፤ ዝናውም ከፍ ብሎ በጎረቤት አገሮች ሁሉ አስተጋባ፤",
      "32": "ሦስት ሺ ምሳሌዎችንና ከአንድ ሺ በላይ የሆኑ የመዝሙር ድርሰቶችን ጻፈ፤",
      "33": "ሰሎሞን ከሊባኖስ ዝግባ ጀምሮ በቤት ግንብ ላይ እስከሚበቅለው ሂሶጵ ድረስ ስለ ዛፎችና ስለ ተክሎች እየመሰለ ተናግሮአል፤ እንዲሁም ስለ ልዩ ልዩ እንስሳት፤ ስለ አዕዋፍ፤ በሆዳቸው እየተሳቡ ስለሚሄዱ ፍጥረታትና ስለ ዓዎችም አስተምሮአል፡፡",
      "34": "በመላው ዓለም የሚገኙ ነገሥታት ስለ ሰሎሞን ጥበብ ሰምተው የእርሱን ጥበብ ያዳምጡ ዘንድ መልእክተኞቻቸውን ይልኩ ነበር፡፡"
    },
    "Chapter 5": {
      "1": "የጦሮስ ንጉሥ ኪራም ከዳዊት ጋር ወዳጅነቱን አጽንጆ ቆይቶ ነበር፤ ሰሎሞን በአባቱ በዳዊት እግር መንገሻን በሰማ ጊዜ ወደ እርሱ መልእክተኞቹን ላከ።",
      "2": "ሰሎሞንም ወደ ኪራም እንዲህ የሚል መልእክት ላከ፦ አባቴ ዳዊት በዙሪያው ከነበሩት የጠላት አገሮች ሠራዊት ጋር ሲዋጋ መኖሩን አንተ ራስህ ታውቀዋለህ፤ በጠላቶቹ ላይ ድልን እስኪያገኝ ድረስ አምላኩ ያህዌ የሚመለከተውን ቤተ መቅደስ ለመሥራት አለመቻሉንም ታስታውሳለህ።",
      "3": "አሁን ግን አምላኬ ያህዌ በሀገሬ ድንበር ዙሪያ ሁሉ ሰላም ሰጥቶኛል፤ ምንም ዓይነት አደጋ የሚጥል ጠላት የለም።",
      "4": "ያህዌ ለአባቴ ለዳዊት 'ከአንተ በኋላ የማነግሰው ልጅህ ለእኔ ቤተ መቅደስ ይሠራልኛል' ሲል ተስፋ ሰጥቶት ነበር፤ ከዚህም የተነሣ አምላኬ ያህዌ የሚመለከተውን ቤተ መቅደስ ለመሥራት እነሆ አሁን ወስኛለሁ።",
      "5": "ስለዚህ የዝግባ እንጨት የሚቆርጡ ሰዎችን ወደ ሊባኖስ ላክልኝ፤ የእኔም ሰዎች ከእነርሱ ጋር አብረው እንዲሠሩ አደርጋለሁ፤ ለሰዎችህም አንተ እንደምታውቀው የእኔ ሰዎች ስለ ዛፍ አቆራረጥ የአንተን ሰዎች ያህል ዕውቀት የላቸውም።",
      "6": "ኪራም የሰሎሞን መልእክት ሲደርሰው እጅግ ስለተደሰተ፦ በእርሱ እግር ተተክቶ በዚህ በታላቅ ሕዝብ ላይ እንዲነግሥ ይህን የመሰለ ጥበበኛ ልጅ ለዳዊት የሰጠ ያህዌ ይመስገን! አለ።",
      "7": "ከዚህ በኋላ ኪራም ከዚህ የሚከተለውን መልእክት ለሰሎሞን ላከ፦ ያስተላለፍከው መልእክት ደርሶኛል፤ አንተ የምትፈልገውን ሁሉ ለማድረግ ዝግጁ ነኝ፤ የዝግባውንና የጥድን ግንድ አዘጋጅቼ አቀርብልሃለሁ።",
      "8": "የእኔ ሰዎችም ግንዶቹን ከሊባኖስ ወደ ባሕር ያወርዳሉ፤ አንድነት ጠፍረው አስረውም አንተ ወደምትመርጠው ስፍራ ተንሳፍፈው እንዲደርሱ ያደርጋሉ፤ በዚያም የእኔ ሰዎች ማሰሪያውን ፈትተው ለአንተ ሰዎች ያስረክቡአቸዋል፤ አንተም በበኩልህ በቤተ መንግሥቴ ውስጥ ለሚኖሩ ሰዎች ምግብ በመላክ ፍላጎቴን ታረካለህ።\"",
      "9": "በዚህ ዓይነት ኪራም ለሰሎሞን የሚያስፈልገውን የዝግባና የጥድ ግንድ ሁሉ አቀረበለት።",
      "10": "ሰሎሞንም በበኩሉ በኪራም ቤተ መንግሥት ውስጥ ላሉት ሰዎች ቀለብ የሚሆን ሁለት ሺ ቶን ስንዴና አራት መቶ ሺ ሊትር ንጹሕ የወይራ ዘይት በየዓመቱ ይሰጥ ነበር።",
      "11": "ያህዌ አስቀድሞ የሰጠውን የተስፋ ቃል በመጠበቅ ለሰሎሞን ጥበብን ሰጠው፤ በኪራምና በሰሎሞን መካከል ሰላም ስለነበረ ሁለቱም የጋራ ስምምነት ውል አደረጉ።",
      "12": "ንጉሥ ሰሎሞን ከመላው እስራኤል ሠላሳ ሺ የግዳጅ ሠራተኞችን አስመረጠ፤",
      "13": "በእነርሱ ላይ አዶኒራም የተባለውን ሰው ኀላፊ አድርጎ ሾመ፤ ሠራተኞቹንም ዐሥር ዐሥር ሺ አድርጎ በሦስት ቡድን በመክፈል እያንዳንዱ ቡድን ፈረቃ ገብቶ አንድ ወር በሊባኖስ እንዲሠራ፤ ሁለት ወር ደግሞ በቤቱ እንዲያርፍ ወሰነ።",
      "14": "ንጉሥ ሰሎሞን በኮረብታማው አገር ድንጋይ የሚፈልጡ ሰማኒያ ሺ፤ የተፈለጠውን ድንጋይ ተሸክመው የሚያመጡ ሰባ ሺ ሰዎች መደበ፤",
      "15": "የእነዚህ ሠራተኞች የበላይ ሆነው ሥራውን የሚቆጣጠሩ ሦስት ሺ ሦስት መቶ ሰዎችን አዘጋጀ፤",
      "16": "በዚህ ዓይነት ሠራተኞቹ በንጉሥ ሰሎሞን ትእዛዝ ለቤተ መቅደሱ መሠረት የሚሆን ታላላቅ ድንጋዮችን ፈለጡ።",
      "17": "የሰሎሞንና የኪራም ጥበበኞች ሠራተኞችና እንዲሁም የቢብሎስ ሰዎች ቤተ መቅደሱን ለመሥራት የሚያስችላቸውን ድንጋይና እንጨት ሁሉ አዘጋጁ።"
    },
    "Chapter 6": {
      "1": "እስራኤል ልጆች ከግብጽ ምድር ከወጡ ከአራት መቶ ሰማኒያ ዓመት በኋላ፣ በንጉስ ሰሎሞን የእስራኤል ላይ በመንግሥት አራተኛው ዓመት፣ በዚው ወር (ሁለተኛው ወር)፣ እርሱ የእግዚአብሔርን ቤት ለመገንባት ጀመረ።",
      "2": "የቤተ መቅደሱ ርዝመት ስድሳ ክንድ፣ ስፋቱ ሃያ ክንድ፣ ቁመቱም ሠላሳ ክንድ ነበረ።",
      "3": "በመቀደስ ቤት ፊት ለፊት ያለው መጋቢት ርዝመቱ ሃያ ክንድ ነበረ፤ ስፋቱም ከቤቱ ስፋት ጋር እኩል ሃያ ክንድ ነበረ፤ ቁመቱም መቶ ሃያ ክንድ ነበረ። እርሱንም ከውስጥ በንጹህ ወርቅ ለበጸገው።",
      "4": "ለቤቱም መስኮት ያላቸውን ግትር መስኮቶች ሠራ።",
      "5": "በቤቱ ግድግዳ ዙሪያም፣ የመቀደስ ቤቱንና የመቅደሱን ግድግዳ በዙሪያቸው ሦስት ደርብ አደረገ፤ የጎጆ ክፍልግልም አደረገ።",
      "6": "የታችኛው ደርብ ስፋት አምስት ክንድ፣ መካከለኛው ደርብ ስፋት ስድስት ክንድ፣ ሦስተኛውም ደርብ ስፋት ሰባት ክንድ ነበረ፤ ከቤቱ ግድግዳ ወደ ውጭ ባለው ጎጆ ግድግዳ ላይ መወጠር እንዳይኖረው ግትር አደረገ።",
      "7": "ቤቱም በሚገነባበት ጊዜ፣ በጡብ ወይም በከተመ ድንጋይ ሳይሆን፣ ከተፈለፈለ እና ከተጠራቀመ ድንጋይ ተገነባ፤ ማሰሮም ወይም ማጥፊያም ወይም የማንኛውም የብረት መሣሪያ ድምጽ በቤቱ ውስጥ በሚገነባበት ጊዜ አልተሰማም።",
      "8": "የመካከለኛው ደርብ መግቢያ በቤቱ ቀኝ ጎን ነበረ፤ በዙሪያውም ወደ መካከለኛው ደርብ ወደ ሦስተኛውም ደርብ የሚወጡ ደረጃዎች ነበሩ።",
      "9": "ቤቱንም ሠራ፤ ጣራውንም ከዕንጨት ጣቶችና ከተጫማሪዎች ጋር አጠነቀቀው።",
      "10": "የጎጆዎቹም ደርብ ቁመት እያንዳንዱ አምስት ክንድ ነበረ፤ ከቤቱም ግድግዳ ጋር በዕንጨት ተያያዙ።",
      "11": "የእግዚአብሔርም ቃል ወደ ሰሎሞን መጣ እንዲህ ሲል፤",
      "12": "ይህ ቤት የምትሠራው በእኔ ሕግ ላይ በምትመላለስ በፈራጆቼም ሁሉ ላይ በምትመላለስ ከሆነ፥ ለአባትህ ለዳዊት የተናገርሁትን ቃሌን በአንተ አሳልፋለሁ፤",
      "13": "በእስራኤል ልጆች መካከልም እኖራለሁ፥ ሕዝቤንም እስራኤልን አልተውም።",
      "14": "ሰሎሞንም ቤቱን ሠራ አጠናቀቀውም።",
      "15": "የቤቱንም ግድግዳ ከውስጥ በኩል ከወለሉ እስከ ጣራው ድረስ በገዳም ሳንቃዎች ለበጸገው፤ የቤቱንም ወለል በጥድ ሳንቃዎች ለበጸገው።",
      "16": "ከዚያም ከውስጥ ከሃያ ክንድ ግድግዳ ወደ ኋላ የመቀደስ ቤት ወደ ቅድስተ ቅዱሳን አደረገ፤ ርዝመቱም ሃያ ክንድ፣ ስፋቱም ሃያ ክንድ፣ ቁመቱም ሃያ ክንድ ነበረ፤ በንጹሕ ወርቅም ለበጸገው። መሠዊያውንም በገዳም ሳንቃዎች ለበጸገው።",
      "17": "ቤቱም ያለፈው ክፍል ከመቀደስ ቤቱ ፊት አርባ ክንድ ነበረ።",
      "18": "በቤቱም ውስጥ ያለው ገዳም በወቅቱ አበቦችና በተፈታተኑ ፍሬዎች ተቀራጭቶ ነበር፤ ሁሉም ገዳም ነበረ፤ ድንጋይ አልታየም።",
      "19": "በቤቱም ውስጥ የእግዚአብሔርን ቃል ኪዳን ለማኖር የቅድስተ ቅዱሳንን አዘጋጀ።",
      "20": "የቅድስተ ቅዱሳኑም ርዝመት ሃያ ክንድ፣ ስፋት ሃያ ክንድ፣ ቁመት ሃያ ክንድ ነበረ፤ በንጹሕ ወርቅም ለበጸገው። መሠዊያውንም በገዳም ሳንቃዎች ለበጸገው።",
      "21": "ሰሎሞንም ቤቱን ከውስጥ በንጹሕ ወርቅ ለበጸገው፤ በቅድስተ ቅዱሳኑም ፊት የወርቅ ሰንሰለቶችን አዘረጋ፥ በወርቅም ለበጸገው።",
      "22": "ቤቱንም ሁሉ በወርቅ ለበጸገው፤ በቅድስተ ቅዱሳኑም ፊት ያለውን መሠዊያ ሁሉ በወርቅ ለበጸገው።",
      "23": "በቅድስተ ቅዱሳኑም ውስጥ ከገዳም እንጨት ሁለት ኪሩቤል ሠራ፤ ቁመታቸው አሥር ክንድ ነበረ።",
      "24": "የአንዱ ኪሩቤል አንድ ክንፍ አምስት ክንድ ነበረ፥ ሁለተኛው ክንፍም አምስት ክንድ ነበረ፤ ከአንዱ ክንፍ ጫፍ እስከ ሁለተኛው ክንፍ ጫፍ ድረስ አሥር ክንድ ነበረ።",
      "25": "ሁለተኛውም ኪሩቤል አሥር ክንድ ነበረ፤ ሁለቱ ኪሩቤል መጠናቸውና ቅርጻቸው አንድ ነበረ።",
      "26": "የአንዱ ቁመት አሥር ክንድ ነበረ፥ ሁለተኛውም ኪሩቤል እንደዚሁ ነበረ።",
      "27": "ኪሩቤሎቹንም በቤቱ መካከል አኖራቸው፤ ክንፎቻቸውም ዘረጉ፤ የአንዱ ክንፍ በአንድ ግድግዳ ዳርቻ ዳርጎ ነበረ፥ የሁለተኛውም ኪሩቤል ክንፍ በሁለተኛው ግድግዳ ዳርቻ ዳርጎ ነበረ፤ ክንፎቻቸውም ወደ ቤቱ መካከል ይደርሱ ነበር፤ ክንፎቻቸውም እርስ በርሳቸው ይገናኙ ነበር።",
      "28": "ኪሩቤሎቹንም በወርቅ ለበጸገው።",
      "29": "የቤቱንም ሁሉ ግድግዳ በዙሪያው በቀለበት ቅርጽ በኪሩቤልና በዘንባባዎች፣ በፈታተኑ ፍሬዎችም ለበጸገው፤ ከውጭ ግድግዳ እስከ ውስጥ ግድግዳ ድረስ እንዲሁ ነበረ።",
      "30": "የቤቱንም ወለል በውስጥና በውጭ በወርቅ ለበጸገው።",
      "31": "ወደ ቅድስተ ቅዱሳንም መግቢያ ከገዳም እንጨት ሁለት በሮች ሠራ፤ አናታቸው አምስት ማዕዘን ነበረ።",
      "32": "ሁለቱንም በሮች ከገዳም እንጨት ሠራ፤ በኪሩቤልና በዘንባባዎችም፣ በፈታተኑ ፍሬዎችም ለበጸገው፤ በወርቅም ለበጸገው፤ ኪሩቤሎችንና ዘንባባዎችንም በወርቅ ለበጸገው።",
      "33": "እንዲሁም ለመቀደስ ቤት መግቢያ ከገዳም እንጨት አራት ማዕዘን በር አደረገ።",
      "34": "ሁለቱም በሮች ከጥድ እንጨት ነበሩ፤ አንደኛው በር ሁለት ክፍሎች ነበረው፥ ሁለተኛው በርም ሁለት ክፍሎች ነበረው።",
      "35": "በኪሩቤልና በዘንባባዎችም፣ በፈታተኑ ፍሬዎችም ለበጸገው፤ በወርቅም በትክክል ለበጸገው።",
      "36": "የውስጥ አደባባይንም በሦስት ረድፍ የተፈረመ ድንጋይና በአንድ ረድፍ የገዳም ሳንቃዎች ሠራ።",
      "37": "በአራተኛው ዓመት በዚው ወር የእግዚአብሔር ቤት መሠረት ተጣለ።",
      "38": "በአሥራ አንደኛውም ዓመት በቡል ወር (ስምንተኛው ወር) ቤቱ በሁሉም ነገር እንደ ሥርዓቱና እንደ ልማዱ ተጠናቋል። ሰሎሞንም ለሰባት ዓመት ሠራው።"
    },
    "Chapter 7": {
      "1": "ሰሎሞን ለራሱ የሚሆን ቤተ መንግሥት ሠራ፤ ቤተ መንግሥቱንም ለመሥራት ዐሥራ ሦስት ዓመት ፈጀበት፤ ",
      "2-3": "“የሊባኖስ ደን” ተብሎ የተጠራው አዳራሽ ርዝመቱ አርባ አራት ሜትር፤ ወርዱ ሃያ ሁለት ሜትር፤ ቁመቱ ዐሠራ ሦስት ሜትር ተኩል ነበር፤ አዳራሹም በእያንዳንዱ ረድፍ ዐሥራ አምስት ምሰሶዎች ነበሩት፤ በምሰሶዎቹም ላይ የተጋደሙ፤ ከዝግባ እንጨት የተሠሩ ሠረገላዎች ነበሩ፤ ከእነርሱም በላይ በምሰሶዎቹ የተደገፉ ዕቃ ቤቶች ነበሩ፤ የእነዚህም ዕቃ ቤቶች ጣራ ከዝግባ እንጨት የተሠሩ ሠረገላዎች ነበሩ፤ ከእነርሱም በላይ በምሰሶዎቹ የተደገፉ ዕቃ ቤቶች ነበሩ፤ የእነዚህም ዕቃ ቤቶች ጣራ ከዝግባ እንጨት የተሠሩ ሠረገላዎች ነበሩ፤ ከእነርሱም በላይ በምሰሶዎቹ የተደገፉ ዕቃ ቤቶች ነበሩ፤ የእነዚህም እቃ  ቤቶች ጣራ ከዝግባ እንጨት የተሠራ ነበር፤ ",
      "4": "ትይዩ የሆኑት የሕንጻው ሁለት ግንቦች እያንዳንዳቸው በመደዳ ሦስት ሦስት መስኮቶች ነበሩአቸው፡፡ ",
      "5": "በሮቹና መስኮቶቹ ሁሉ ባአራት ማእዘን መቃኖች ነበሩአቸው፤ ለእያንዳንዱ ግንብ በረድፍ የተሠሩ ሦስት ሦስት መስኮቶች ነበሩት፤ የእያንዳንዱ ግንብ መስኮቶች ከሌላው ግንብ መስኮቶች ጋር ትይዩ ነበሩ፡፡",
      "6": "“ባለ ብዙ ምሰሶ” ተብሎ የተጠራው አዳራሽ ርዝመቱ ሃያ ሁለት ሜትር፤ ወርዱ ዐሥራ ሦስት ሜትር፤ ወርዱ ዐሥራ ሦስት ሜትር ተኩል ነበር፤ በብዙ ምሰሶዎች የተደገፈና ጣራ የተሠራለት መመላለሻ ታዛም ነበረው፡፡",
      "7": "ሰሎሞን ችሎት ተቀምጦ የፍርድ ውሳኔ የሚሰጥበትም የዙፋን አዳራሽ ከወለሉ እስከ ጣራው ድረስ ከዝግባ እንጨት በተሠራ ሳንቃ የተለበደ ነበር፡፡",
      "8": "ከችሎቱም አዳራሽ በስተ ኋላ በሚገኘው ሌላ አደባባይ ሰሎሞን የሚኖርበት ሕንጻ እንደ ሌሎቹ ሕንጻዎች ሆኖ ተሠራ፤ የግብጽ ንጉሥ ለጅ ለነበረችው ሚስቱም ተመሳሳይ መኖሪያ ቤት አሠራላት፡፡",
      "9": "እነዚህ ሁሉ ሕንጻዎችና ታላቁ አደባባይ ጭምር ከመሠረታቸው እስከ ድምድማቸው በጥሩ ታላላቅ ድንጋዮቹ አጊጠው የተሠሩ ነበሩ፤ ድንጋዮቹ በዚያም በድንጋይ መፍለጫ ስፍራ በፊትም በኋላም በልክ ተጠርበውና ተከርክመው የመጡ ነበሩ፡፡ ",
      "10": "መሠረቱም የተሠራው በዚያው በድንጋይ መፍለጫ ስፍራ ተዘጋጅተው በመጡ ታላላቅ ድንጋዮች ነበር፤ ከታላላቆቹም ድንጋዮች ውስጥ የአንዳንዱ ጥርብ ድንጋይ ርዝመቱ ሦስት ሦስት ሜትር ተኩል ሲሆን፤ የሌሎቹ ደግሞ አራት ሜትር ነበር፡፡ ",
      "11": "በእነዚህም ታላላቅ ድንጋዮች ላይ በልክ የተሠሩ ሌሎች ድንጋዮችና ከዝግባ እንጨት  የተሠሩ አግዳሚ ሠረገላዎች ነበሩ፡፡ ",
      "12": "የቤተ መንግሥቱ አደባባይ፤ የቤተ መቅደሱ ውስጣዊ አደባባይ፤ የቤተ መቅደሱ ውስጣዊ አደባባይና ወደ ቤተ መቅደሱ የሚያስገባው በር በእያንዳንዱ ባለ ሦስት ረድፍ የጥርብ ድንጋይ ሕንጻ ላይ አንዳንድ ረድፍ የዝግባ እንጨት ሠረገላ የተጋደመባቸው ግንቦች ነበሩ፡፡",
      "13": "ሰሎሞንም ሑራም የተባለውን ሰው ከጢሮስ ከተማ አስጠራ፤ ",
      "14": "ሑራም ነሐስ አቅልጦ በመሥራት ጥበብ የሠለጠነ ባለሞያ ነበር፤ ቀደም ብሎ የሞተው የሑራም አባትም የጢሮስ ተወላጅ ሲሆን እርሱም ነሐስ አቅልጦ በመሥራት ጥበብ የሠለጠነ ባለሞያ ነበር፤ የሑራም እናት የንፍታሌም ነገድ ተወላጅ ነበረች፤ ሑራም በእጅ ጥበብ ብዙ ልምድ ያለው ብልህ ሰው ነበር፤ ከንጉሥ ሰሎሞን በተደረገለት ጥሪ መሠረት መጥቶ በተመደበለት የነሐስ ሥራ ሁሉ ላይ ኀላፊ ሆነ፡፡",
      "15": "ሑራም የእያንዳንዳቸው ቁመት ስምንት ሜትር፤ የዙሪያ ስፋታቸው አምስት ሜትር ከሠላሳ ሳንቲ ሜትር የሆነ ሁለት የነሐስ ምሰሶዎችን ሠርቶ በቤተ መቅደሱ መግቢያ በር ላይ አቆማቸው፤ ",
      "16": "እንዲሁም በመሰሶዎቹ ላይ የሚቆሙ የእያህዳህዳቸው ቁመት ሁለት ሜትር ከሃያ ሳንቲ ሜትር የሆነ ሁለት የነሐስ ጉልላቶችን ሠራ፡፡ ",
      "17": "የእያንዳንዱን ምሰሶ ጫፍ የመረብ ቅርጽ ባላቸው ሰንሰለቶችና፤ ",
      "18": "ከነሐስ የተሠሩ፤ በሁለት ረድፍ በተደረደሩ የሮማን ቅርጾች አስጌጠ፡፡",
      "19": "በመመላለሻው ምሰሶዎቹ አናት ላይ ያሉት ጉልላቶች ቁመታቸው አንድ ሜትር ከሰማኒያ ሳንቲ ሜትር ሲሆን የጽዋ ቅርጽ ያለው አበባ ይመስሉ ነበር፤ ",
      "20": "እነርሱም ከሰንሰለቶቹ ቅርጽ በላይ ባለው ክብ ስፍራ እንዲቆሙ ተደረገ፤ በእያንዳንዱም ጉልላት ዙሪያ በሁለት የተደረደሩ ሁለት መቶ የሮማን ቅርጾች ነበሩ፡፡",
      "21": "ሑራም ከነሐስ የተሠሩትን ሁለት ምሰሶዎች በቤተ መቅደሱ መግቢያ በር ፊት ለፊት አቆማቸው፤ ከቤተ መቅደሱ መግቢያ በር ፊት ለፊት አቆማቸው፤ ከቤተ መቅደሱ መግቢያ በር በእተ ደቡብ በኩል የቆመው ምሰሶ ያኪን ተብሎ ተጠራ፤ በስተ ሰሜን በኩል የቆመው ምሰሶ ደግሞ ቦዔዝ ተባለ፡፡ ",
      "22": "በምሰሶዎቹ ጫፍ ላይ የጽዋ ቅርጽ ያላቸው አበባዎች የሚመስሉ ከነሐስ የተሠሩ ጉልላቶች ነበሩ፡፡",
      "23": "ሑራም ሁለት ሜትር ከሃያ ሳንቲ ሜትር ጥልቀት፤ አራት ሜትር ከአርባ ሳንቲ ሜትር የክብ ማዕከል ርዝመቱ፤ ዐሥራ ሦስት ሜትር ከሃያ ሳንቲ ሜትር ዙሪያ ያለው አንድ ክብ በርሜል ከነሐስ ሠራ፡፡ ",
      "24": "የበርሜሉ አፍ ውጫዊ ክፈፍ ሁሉ ከበርሜሉ ጋር አንድ ወጥ ሆነው በቅል አምሳል ከነሐስ የተሠሩና በሁለት ረድፍ የተደረደሩ፤ ቅርጾች ነበሩት፡፡ ",
      "25": "በርሜሉም ከነሐስ በተሠሩ ዐሥራ ሁለት የኮርማዎች ምስሎች ጀርባ ላይ ተቀመጠ፤ ኮርማዎቹም በየአቅጣጫው ፊታቸውን ወደ ውጭ መልሰው ሦስቱ ወደ ሰሜን፤ ሦስቱ ወደ ደቡብ፤ ሦስቱ ወደ ምሥራቅ ሦስቱ ወደ ምዕራብ የሚመለከቱ ነበር፡፡ ",
      "26": "የበርሜሉ ጎኖች ውፍረት ሰባ አምስት ሚሊ ሜትር ነበር፤ የጽዋ ቅርጽ ያለው አበባ የሚመስል የአፉ ክፈፍ ወደ ውጭ ተቀልብሶ የታጠፈ ነበር፤ ይህም በርሜል አርባ ሺ ሊትር ያህል ውሃ የሚይዝ ነበር፡፡",
      "27": "ሑራም የእያንዳንዱ ርዝመት አንድ ሜትር ከሰማኒያ ሳንቲ ሜትር፤ ወርዱ አንድ ሜትር ከሰማኒያ ሳንቲ ሜትር፤ ቁመቱ አንድ ሜትር ከሠላሳ ሳንቲ ሜትር የሆነ ዐሥር ባለ መንኮራኩር የዕቃ ማስቀመጫዎች ከነሐስ ሠራ፡፡ ",
      "28": "የዕቃ መቀመጫዎቹም የተሠሩት በአውታር ከተያያዙና እኩል ከሆኑ ከባለ አራት ምእዘን ጠፍጣፋ ነሐሶች ነበር፡፡ ",
      "29": "በጠፍጣፋዎቹም ነሐሶች ላይ በአንበሶች፤ በኮርማዎችና በኪሩቤል አምሳል የተቀረጹ ሥዕሎች ነበሩ፤ ከአንበሶቹ፤ ከኮርማዎቹና ከኪሩቤሉ ቅርጾች የራስጌና የግርጌ አውታሮችም ላይ የአበባ ጉንጉን የሚመስሉ ቅርጾች ነበሩ፤ ",
      "30": "እያንዳንዱ የዕቃ ማስቀመጫ ከነሐስ የተሠሩ አራት መንኮራኩሮቹ የሚሽከረከሩበት የነሐስ ወስከምቶች ነበራቸው፤ እንዲሁም በአራቱ ማእዘኖች የመታጠቢያ ገንዳ መደገፊያዎች ነበሩ፤ መደገፊያዎቹም የአበባ ጉንጉን በሚመስሉ ቅርጾች አጊጠው ነበር፡፡ ",
      "31": "የመታጠቢያ ገንዳውም መደገፊያ ጫፍ ክብ ክፈፍ ነበረው፤ ክፈፉም ከዕቃ ማስቀመጫው ጫፍ ወደ ላይ ከፍ ብሎ አርባ አምስት ሳንቲ ሜትር፤ ወደ ታች ደግሞ ዐሥራ ስምንት ሳንቲ ሜትር ወረድ ብሎ የተሠራ ነበር፤ ዙሪያውም በቅርጽ ያጌጠ ነበር፡፡ ",
      "32": "የመንኮራኩሮችም ቁመት ስልሳ ስድስት ሳንቲ ሜትር ነበር፤ መንኮራኩሮቹም በዕቃ ማስቀመጫው ጠፍጣፋ ነሐስ ሥር ነበሩ፤ የመንኮራኩሮችም ወስከምቶች ከዕቃ ማስቀመጫዎቹ ጋር አንድ ወጥ ሆነው የተሠሩ ነበሩ፤ ",
      "33": "መንኮራኩሮቹም የሠረገላ መንኮራኩሮችን ይመስሉ ነበር፤ ወስከምታቻቸው፤ ማገናኛ ሽቦዎቻቸውና አቃፊዎቻቸው ሁሉም ከነሐስ የተሠሩ ነበሩ፡፡ ",
      "34": "የእያንዳንዱ የዕቃ ማስቀመጫ አራት ማእዘኖች በየግርጌአቸው ከእነርሱው ጋር አንድ ወጥ ሆነው ከነሐስ የተሠሩ አራት መደገፊያዎች ነበሩአቸው፡፡",
      "35": "በእያንዳንዱ የዕቃ ማስቀመጫ ጫፍ ዙሪያ ክፈፍ ላይ  ሃያ ሁለት ሳንቲ ሜትር ርዝመቱ ያለው አንድ ክብ ቅርጽ ነበር፤ መደገፊያዎቹና ጠፍጣፋ ነሐሶቹ ከዕቃ ማስቀመጫው ጋር አንድ ወጥ ሆነው የተሠሩ ነበሩ፡፡ ",
      "36": "እነዚሁ መደገፊያዎችና ጠፍጣፋ ነሐሶች መካከል ባለው ክፍት ቦታ ሁሉ በኪሩቤል፤ በአንበሶችና በዘንባባ ዛፎች አምሳል በተሠሩ ቅርጾች አጊጠው ነበር፤ እንዲሁም ዙሪያቸው የአበባ ጉንጉን በሚመስሉ ቅርጾች አጊጠው ነበር፡፡ ",
      "37": "እንግዲህ ዐሥሩ ባለመንኮራኩር የዕቃ ማስቀመጫዎች የተሠሩት በዚህ ዐይነት ሁኔታ ነበር፡፡ መጠናቸውና ቅርጻቸው እኩል ስለሆነ ሁሉም ተመሳሳይ ነበሩ፡፡",
      "38": "ሑራም ለእያንዳንዱ የዕቃ ማስቀመጫ ዐሥር መታጠቢያ ገንዳዎች ሠራ፤ እያንዳንዱ ገንዳ ዙር አጋማሽ ስፋቱ አንድ ሜትር ከሰማኒያ ሳንቲ ሜት ያህል ሲሆንን ስምንት መቶ ሊትር ያህል ውሃ ይይዝ ነበር፤ ",
      "39": "ሑራምም አምስትን የዕቃ ማስቀመጫዎች ከቤተ መቅደሱ በስተደቡብ፤ የቀሩትንም አምስቱን በቤተ መቅሰዱ በስተ ሰሜን በኩል አቆመ፤ በርሜሉን ደግሞ በቤተ መቅደሱ ደቡባዊ ምሥራቅ ማእዘን ላይ አቆመው፡፡",
      "40": "ሑራም ምንቸቶችን፤ መጫሪያዎችንና ድስቶችን ሠራ፤ በዚህ ዐይነት ሁኔታም ለንጉሥ ሰሎሞን ሊሠራለት የጀመረውን የያህቬህ(הוהי)ን መቅደስ ሥራ ፈጸመ፤ ከሠራቸውም ነገሮች ዋና ዋናዎቹ የሚከተሉት ናቸው፡-",
      "41": "ሁለቱ ምሶሶዎች፤ ",
      "42": "በምሰሶዎቹ ጫፍ ላይ በኩብ ቅርጽ ",
      "43": "የተሠሩ ሁለት ጉልላቶች፤ ",
      "44": "በእያንዳንዱ ጉልላት ላይ በመረብ",
      "45": "አምሳል የተሠሩት ሰንሰለቶች፤ ",
      "46": "በእያንዳንዱ ጉልላት ቅርጽ ላይ በሁለት",
      "47": "ረድፍ አንዳንድ መቶ ዙር የሆኑ፤ ",
      "48": "ከነሐስ የተሠሩ አራት መቶ የሮማን ቅርጾች፤",
      "49": "ዐሥሩ ባለመንኮራኩር የዕቃ ማስቀመጫዎች፤",
      "50": "ዐሥሩ የመታጠቢየ ገንዳዎ፤",
      "51": "ውሃ ማጠራቀሚያ በርሜል፤",
      "52": "በርሜሉን ደግፈው የሚይዙ የዐሥራ ሁለቱ ኮርማዎች ቅርጾች፤ ",
      "53": "ድስቶቹ መጫሪያዎቹና ጎድጓዳ ሳሕኖቹ፤",
      "54": "ለቤተ መቅደሱ አገልግሎት ይውሉ ዘንድ ሑራም እነዚህን ሁሉ ዕቃዎች ለሰሎሞን የሠራለት ከተወለወለ ንጹሕ ነሐስ ነበር፡፡ ",
      "55": "ንጉሥ ሰሎሞን እነዚህን ሁሉ ያሠራው በዮርዳኖስ ሸለቆ በሱኮትና ጻርታን መካከል በሚገኘው በብረት ማቅለጫ ስፍራ ነበር፡፡ ",
      "56": "ከነሐስ የተሠራው ይህ ሁሉ ዕቃ እጅግ ብዙ ስለነበር፤ ሰሎሞን በሚዛን እንዲለካ አላደረገውም፤ ስለዚህ ክብደቱ ምን ያህል እንደሆነ ተወስኖ አልታወቀም፡፡",
      "57": "ለቤተ መቅደሱ አገልግሎት ይውሉ ዘንድ ሰሎሞን የሚከተሉትን ዕቃዎች ከንጹሕ ወርቅ አሠራ፤ እነርሱም መሠዊያው፤ ለያህቬህ(הוהי) የሚቀርበው ኅብስት ማኖሪያ ጠረጴዛ፤ ",
      "58": "በቅድስተ ቅዱሳኑ ፊት ለፊት አምስቱ በስተደቡብ፤ አምስቱ ደግሞ በስተ ሰሜን የሚቀመጡት ዐሥሩ መቅረዞች፤ አበባዎች፤ የመብራት ቀንዲሎች፤ የእሳት መቆስቆሺያዎች፤ ",
      "59": "ጽዋዎች፤ የመብራት መኮስተሪያዎች፤ ድስቶች፤ የዕጣን ማቅረቢያ ዕቃ፤ የእሳት መጫሪያ ዕቃ፤ ለቅድስተ ቅዱሳን በሮችና ለቤተ መቅደሱ ውጪያዊ በሮች የሚያገለግሉ ማጠፊያዎች ነበሩ፡፡ እነዚህ ሁሉ ዕቃዎች ከወርቅ የተሠሩ ናቸው፡፡",
      "60": "ንጉሥ ሰሎሞን የቤተ መቅደሱን ሥራ ሁሉ ከፈጸመ በኋላ አባቱ ዳዊት ለያህቬህ(הוהי) ቤት አገልግሎት እንዲውል የለየውን ብሩን፣ ወርቁንና ሌላውንም ዕቃ በሙሉ በቤተ መቅደሱ ግምጃ ቤት ውስጥ አኖረው፡፡"
    },

    "Chapter 8": {
      "1": "ከዚህ በኋላ ሰሎሞን የያህቬህ(הוהי)ን የቃል ኪዳን ታቦት የዳዊት ከተማ ከሆነችው ከጽዮን ለማምጣትና ወደ ቤተ መቅደሱ ለማስገባት የእስራኤል የነገድ መሪዎችና የጎሳ አለቆች ሁሉ አርሱ ወደሚገኝበት ወደ ኢየሩሳሌም እንዲሰበሰቡ ጠራ፤",
      "2": "የእስራኤልም ወንዶች ሁሉ የዳስ በዓል በሚከተርበት ኢታኒም ተብሎ በሚጠራው በሰባተኛው ወር ተሰበሰቡ፡፡",
      "3": "መሪዎቹ ሁሉ በተሰበሰቡ ጊዜም ካህናቱ የቃል ኪዳኑን ታቦት ተሸክመው አምጥተው፤",
      "4": "ወደ ቤተ መቅደስ አገቡት፤ እንዲሁም ሌዋውያንና ካህናቱ ያህቬህ(הוהי) የሚመለክበትን ድንኳንና በድንኳኑም ውስጥ የነበሩትን ንዋያተ ቅድሳት ሁሉ አምጥተው ወደ ቤተ መቅደስ አገቡ፡፡",
      "5": "ንጉሥ ሰሎሞንና መላው የእስራኤል ሕዝብ በቃል ኪዳኑ ታቦት ፊት ተሰበሰቡ፤ ከብዛቱም የተነሣ ሊቆጠር የማይቻል ብዙ በግና የቀንድ ከብት መሥዋዕት አድርገው አቀረቡ፡፡",
      "6": "ከዚህም በኋላ ካህናቱ የቃል ኪዳኑን ታቦት ተሸክመው ወደ ቤተ መቅደስ በማግባት በቅድስተ ቅዱሳኑ ውስጥ በኪሩቤል ክንፍ ሥር አኖሩት፤",
      "7": "የተዘረጉ የኪሩቤል ክንፎችም ታቦቱንና የታቦቱ መሸከሚያ መሎጊያዎችን ሸፍነው ነበር፡፡",
      "8": "መሎጊያዎቹ ረዣዥሞች ስለሆኑ ጫፎቻቸው በቤተ መቅደሱ ውስጥ በቅድስተ ቅዱሳኑ ፊት ለፊት ለሚቆም ሰው ሁሉ በግልጥ ይታዩ ነበር፤ በሌላ አቅጣጫ የሚቆም ግን አያያቸውም፤ መሎጊያዎቹም እስከ ዛሬ በዚያው ይገኛሉ፤",
      "9": "የእስራኤል ሕዝብ ከግብጽ ምድር እንደወጡ ያህቬህ(הוהי) ከእነርሱ ጋር ቃል ኪዳን በገባ ጊዜ ሙሴ በሲና ተራራ በቃል ኪዳኑ ታቦት ውስጥ ካኖራቸው ከሁለቱ የድንጋይ ጽላቶች በቀር በቃል ኪዳኑ ታቦት ውስጥ ሌላ ምንም ነገር አልነበረም፡፡",
      "10": "ካህናቱ ከቤተ መቅደሱ እንደ ወጡ ቤተ መቅደሱ ድንገት በደመና ተሞላ፤",
      "11": "በደመናውም ውስጥ የያህቬህ(הוהי) የክብር መገለጥ ብርሃን ያንጸባርቅ ስለነበር ካህናቱ ተመልሰው ለመግባትና አገልግሎታቸውን ለማከናወን አልቻሉም፡፡",
      "12": "በዚህ ጊዜ ሰሎሞን እንዲህ ሲል ጸለየ፤",
      "13": "ያህቬህ(הוהי) አምላክ ሆይ! አንተ በደመናና በጨለማ ውስጥ መሰወርን ወደሃል፤ እነሆ አሁን ግርማ ሞገስ ያለው ቤተ መቅደስ ለአንተ ሠርቻለሁ፤ እርሱም አንተ ለዘላለም የምትኖርበት ቦታ ይሆናል፡፡",
      "14": "ከሕዝቡ በዚያ ቆመው ሳሉ፤ ንጉሥ ሰሎሞን ፊቱን ወደ እነርሱ መልሶ የያህቬህ(הוהי) በረከት በእነርሱ ላይ እንዲወርድ እንዲህ ጸለየ፤",
      "15": "የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ይመስገን! ለአባቴ ለዳዊት የገባውን ቃል ኪዳን አጽንቶ ጠብቆአል፤ እርሱም እንዲህ የሚል ነው፤",
      "16": "‹ሕዝቤን ከግብጽ ካወጣሁበት ጊዜ ጀምሮ እኔ የምመለክበት ቤተ መቅደስ የሚሠራበት በመላው እስራኤል ምንም ዐይነት ከተማ አልመረጥሁም፤ ነገር ግን ሕዝቤን እንድትመራ አንተን ዳዊትን መርጬአለሁ፡፡›",
      "17": "ቀጥሎም ሰሎሞን እንዲህ አለ፤ “አባቴ ዳዊት የእስራኤል አምላክ ያህቬህ(הוהי) የሚመለክበትን ቤተ መቅደስ ለመሥራት ዐቅዶ ነበር፤",
      "18": "ነገር ግን ያህቬህ(הוהי)፤ ‹ለእኔ ቤተ መቅደስ ለመሥራት መፈለግህ መልካም ነው፤",
      "19": "ነገር እርሱን የሚሠራልኝ ልጅህ ነው እንጂ አንተ አይደለህም፤ ከአንተ የሚወለደው ልጅ ቤተ መቅደሴን ይሠራል፡፡›",
      "20": "እነሆ ያህቬህ(הוהי) የሰጠውን የተስፋ ቃል ጠብቆአል፤ ስለዚህም እኔ በአባቴ እግር ተተክቼ የእስራኤል ንጉሥ ሆኜአለሁ፤ የእስራኤል አምላክ ያህቬህ(הוהי) የሚመለክበትን ቤተ መቅደስም ሠርቼአለሁ፤",
      "21": "ያህቬህ(הוהי) ከግብጽ ምድር ባወጣቸው ጊዜ ከቀድሞ አባቶቻችን ጋር ቃል ኪዳን የገባበት የድንጋይ ጽላት ለሚገኝበትም ታቦት ማኖሪያ የሚሆን ቦታ በቤተ መቅደሱ ውስጥ አዘጋጅቻለሁ፡፡”",
      "22": "ከዚህ በኋላ ሰሎሞን በሕዝቡ ፊት ተነሥቶ በመሠዊያው ፊት ለፊት ቆመ፤ እጆቹንም ወደ ሰማይ ዘርግቶ፤ እንዲህ ሲል ጸለየ፤",
      "23": "የእስራኤል አምላክ ያህቬህ(הוהי) ሆይ! በላይ በሰማይ በታችም በምድር አንተን የሚመስልህ አምላክ ከቶ የለም! ሕዝብህም በፍጹም ልባቸው በሚታዘዙልህ ጊዜ ከእነርሱ ጋር የገባኸውን ቃል ኪዳን ታጸናለህ፤ ፍቅርህንም ትገልጥላቸዋለህ፡፡",
      "24": "ለአባቴ ለዳዊት የሰጠኸውንም የተስፋ ቃል አጽንተሃል፤ የተናከርከውም ቃል ሁሉ እነሆ ዛሬ ተፈጽሟል፤",
      "25": "አሁንም የእስራኤል አምላክ ያህቬህ(הוהי) ሆይ! ለአባቴ ለዳዊት የገናኸውን ሌላውንም ቃል ኪዳን ፈጽም፤ ይኸውም ‹አንተ ታደርግ በነበረው ዐይነት ልጆችህ ታዛዥዎች ቢሆኑና በፊቴም በቅንነት ቢመላለሱ ሁል ጊዜ ከዘርህ በእስራኤል ዙፋን ላይ በፊቴ የሚነግሥ �ልጅ አላሳጥህም› ስትል የተናገርከው የተስፋ ቃል ነው፡፡",
      "26": "እንግዲህ የእስራኤል አምላክ ሆይ! አገልጋይህ ለነበረው ለአባቴ ለዳዊት የሰጠኸው የተስፋ ቃል ሁሉ እንዲፈጸም አድርግ፡፡",
      "27": "አምላክ ሆይ! በእውነት ምድር የአንተ መኖሪያ ለመሆን ትበቃለችን? እነሆ ሰማየ ሰማያት እንኳ የማይበቃህ ሆኖ ሳለ፤ ይህች እኔ የሠራኋት ቤተ መቅደስማ የአንተ መኖሪያ ለመሆን እንዴት ልትበቃ ትችላለች?",
      "28": "ያህቬህ(הוהי) አምላኬ ሆይ! እነሆ እኔ አገልጋይህ ነኝ፤ ስለዚህ ጸሎቴን ሰምተህ ዛሬ የምለምንህን ስጠኝ፡፡",
      "29": "አንተ ልትመለክት በመረጥከው ቦታ የተሠራውንም ቤተ መቅደስ ቀንና ሌሊት ጠብቀው፤ ፊቴን ወደዚህ ቤተ መቅደስ መልሼ በምጸልይበት ጊዜ ልመናዬን ስማ፤",
      "30": "ፊታችንን ወደዚህ ቤተ መቅደስ መልሰን በምንጸልይበት ጊዜ የእኔንና የሕዝብህን ጸሎት ስማ፤ መኖሪያህ በሆነው በሰማይ ሆነህ ስማን፤ ይቅርም በለን፡፡",
      "31": "አንድ ሰው ባልንጀራውን መበደሉን የሚገልጥ ክስ ቀርቦበት በዚህ ቤተ መቅደስ ውስጥ ወደሚገኘው መሠዊያ አምጥተውት ከበደል ንጹሕ መሆኑን በመሐላ በሚያረግትጥበት ጊዜ፤",
      "32": "ያህቬህ(הוהי) ሆይ! በሰማይ ሆነህ ስማ፤ ለአግልጋዮችህም ፍርድን ስጥ፤ ይኸውም በደል የሠራው ሰው በጥፋቱ መጠን እንዲቀጣ፤ ንጹሑም ነፃ እንዲወጣ አድርግ፡፡",
      "33": "ሕዝብህ እስራኤል በደል ሠርተው አንተን በማሳዘናቸው ምክንያት በጠላቶቻቸው ድል ሲሆኑ ተጸጽተውም ወደ አንተ በመመለስ ወደዚህ ቤተ መቅደስ ቢመጡና የአንተን ይቅርታ ለማግኘት ራሳቸውን ዝቅ አድርገው በትሕትና ቢለምኑህ፤",
      "34": "አንተ በሰማይ ሆነህ ጸሎታቸውን ስማ፤ በምርኮ የሚገኙትንም ሕዝብህን ኃጢአት ይቅር በማለት ለቀድሞ አባቶቻቸው ወደሰጠሃቸው ምድር መለሰህ አግባቸው፡፡",
      "35": "ሕዝብህ በደል ሠርተው አንተን በማሳዘናቸው ምክንያት ዝናም እንዳይዘንምላቸው አድርገህ በምትቀጣቸው ጊዜ፤ በፈጸሙት በደል በመጸጸት ፊታቸውን ወደዚህ ቤተ መቅደስ መልሰው በትሕትና ቢለምኑህ፤",
      "36": "አንተ በሰማይ ሆነህ ጸሎታቸውን ስማ፤ የንጉሡንና የእስራኤልንም ሕዝብ ኃጢአት ይቅር በል፤ ቅን የሆነውንም ነገር ማድረግ ይችሉ ዘንድ አስተምራቸው፤ ከዚህም በኋላ ያህቬህ(הוהי) ሆይ! ለዘላለም ርስት አድርገህ ለሕዝብህ በሰጠሃቸው በዚህች ምድር ዝናም እንዲዘንም አድርግ፡፡",
      "37": "በምድሪቱ ላይ ረሀብ ወይም አባር ቸነፈር በሚመጣበት ጊዜ፤ እንዲሁም የእህሉ ሰብል በሚያቃጥል ነፋስ፤ በዋግና በአንበጣ መንጋ በሚወድምበት ጊዜ፤ ወይም ጠላቶቻቸው በሕዝብ ላይ ልዩ በሽታና ደዌ በሚደርስባቸው ጊዜ፤",
      "38": "ጸሎታቸውን ስማ፤ በሕዝብህ በእስራኤል መካከል ልብን የሚያሸብር መራር ሐዘን ደርሶባቸው እጃቸውን ወደዚህ ቤተ መቅደስ በመዘርጋት በሚጸልዩበት ጊዜ፤",
      "39": "ጸሎታቸውን ስማ፤ በምትኖርበት በሰማይ ሆነህ ጸሎታቸውን በመስማት በደላቸውን ይቅር በላቸው፤ ዕርዳቸውም፤ በሰው ልብና አእምሮ ያለውን አሳብ ሁሉ መርምረህ የምታውቅ አንተ ብቻ ነህ፤ ስለዚህ ለእያንዳንዱ ሰው እንደሥራው መጠን የሚገባውን ዋጋ ስጠው፤",
      "40": "በዚህም ዐይነት ሕዝብህ ለቀድሞ አባቶቻችን ርስት አድርገህ በሰጠሃቸው ምድር በሚኖሩበት ዘመን ሁሉ ለአንተ ታዛዥዎች እንዲሆኑና እንዲያከብሩህ አድርግ፡፡",
      "41": "በሩቅ አገር የሚኖር የውጭ አገር ሰው የስምህን ገናናነትና ለሕዝብህ ያደረግኸውን ድንቅ ነገር ሁሉ ሰምቶ፤ በዚህ ቤተ መቅደስ ሊያመልክህና ሊጸልይ ቢመጣ፤",
      "42": "አንተ ጸሎቱን ስማ፤ ሕዝብህ እስራኤል እንደሚያደርጉት በመላው ዓለም የሚኖሩ ሕዝቦች አንተን በማወቅ እንዲታዘዙህና እንዲያከብሩህ አድርግ፤ በምትኖርበት በሰማይ ሆነህ የዚህን ሰው ጸሎት ስማ፤ እንድታደርግለት የሚለምንህንም ሁሉ ፈጽምለት፤ ይህም በሚሆንበት ጊዜ ይህ እኔ የሠራሁት ቤተ መቅደስ አንተ የምትመለክበት ስፍራ መሆኑን ያውቃሉ፡፡",
      "43": "ጠላቶቻቸውን ለመውጋት እንዲዘምቱ ሕዝብህን በምታዝዝበት ጊዜ በየትኛውም ስፍራ ሆነው ወደዚህች ወደመረጥሃት ከተማና እኔ ለአንተ ወደ ሠራሁት ወደዚህ ቤተ መቅደስ ፊታቸውን መልሰው በሚጸልዩበት ጊዜ፤",
      "44": "በሰማይም ሆነህ ጸሎታቸውንና ልመናቸውን በመስማት ድልን አቀዳጃቸው፡፡",
      "45": "መቼም በደል የማይሠራ የለምና ሕዝብህ ኃጢአት በመሥራት አንተን ሲያሳዝኑህ፤ አንተም ተቆጥተህ ጠላቶቻቸው ድል እንዲነሡአቸውና ወደ ሌላ አገር ማርከው እንዲወስዱአቸው በምትፈቅድበት ጊዜ፤ ምንም እንኳ ያ አገር ሩቅ ቢሆን፤",
      "46": "ምርኮኞች ሆነው በሚኖሩባት በዚያች አገር ሳሉ ‹ኃጢአት ሠርተናል፤ በድለናል፤ ዐምፀናልም› ብለው በመናዘዝ ተጸጽተው ንስሓ ቢገቡ፤ ያህቬህ(הוהי) ሆይ! ጸሎታቸውን ስማ፤",
      "47": "ማርከው በወሰዱአቸው በጠላቶቻቸው አገር ሳሉ በፍጹም ልባቸው በእውነትና በቅን መንፈስ ተጸጽተው ንስሓ በመግባት አንተን ለቀድሞ አባቶቻችን ወደሰጠሃቸው ወደዚህች ከተማና እኔ ለአንተ ወደ ሠራሁት ወደዚህ ቤተ መቅደስ ፊታቸውን መልሰው ቢጸልዩ፤",
      "48": "በመኖሪያህ በሰማይ ሆነህ ጸሎታቸውን በመስማት ፍረድላቸው፤",
      "49": "ኃጢአታቸውን አንተን ያሳዘኑበትን ዐመፅ ሁሉ ይቅር በላ፤ ጠላቶቻቸውም እንዲራሩላቸው አድርግ፤",
      "50": "እነርሱ እኮ እንደ እቶን እሳት ከምታቃጥል ከግብጽ ምድር ያወጣሃቸው ሕዝብህ ናቸው፡፡",
      "51": "ሕዝብህ እስራኤልና ንጉሣቸው ዘወትር በፊትህ ሞገስ እንዲኖራቸው አድርግ፤ የአንተንም ዕርዳታ በሚጠይቁት ጊዜ ሁሉ ጸሎታቸውን ስማ፤",
      "52": "ልዑል ያህቬህ(הוהי) ሆይ! የቀድሞ አባቶቻችንን ከግብጽ ምድር ባወጣህ ጊዜ በአገልጋይህ በሙሴ አማካይነት እንደተናገርህ ሁሉ ለአንተ የተለዩ ሕዝብ አድርገህ ከሌሎች ሕዝቦች መካከል የመረጥካቸው መሆኑን አስብ፡፡”",
      "53": "ሰሎሞን ጸሎቱን ከፈጸመ በኋላ እጆቹን እንደዘረጋ ተንበርክኮ ከነበረበት መሠዊያ ፊት ተነሥቶ ቆመ፡፡",
      "54": "ድምፁንም ከፍ በማድረግ በዚያ ተሰብስቦ በነበረው ሕዝብ ሁሉ ላይ የያህቬህ(הוהי) በረከት እንዲወርድ እንዲህ ሲል ጸለየ፤",
      "55": "በገባው የተስፋ ቃል መሠረት ለሕዝቡ ሰላምን የሰጠ ያህቬህ(הוהי) ይመስገን፤ በአገልጋዩ በሙሴ አማካይነት የሰጠውን መልካም የተስፋ ቃል ሁሉ ጠብቆአል፤",
      "56": "አምላካችን ያህቬህ(הוהי) ከቀድሞ አባቶቻችን ጋር እንደነበረ ሁሉ ከእኛ ጋርም ይኑር፤ ምንጊዜም አይለየን፤ አይተወንም፤",
      "57": "አምላካችን ያህቬህ(הוהי) ይህን የመማጠኛ ጸሎቴን ሁሉ በማሰብ ለእስራኤል ሕዝብና ለንጉሣቸው እንደየዕለታዊ ችግራቸው ምሕረቱንና ዕርዳታውን አያርቅባቸው፡፡",
      "58": "በዚህ ዐይነት ሁኔታ የዓለም ሕዝቦች ሁሉ ያህቬህ(הוהי) ብቻ አምላክ መሆኑንና ያለ እርሱም ሌላ አምላክ አለመኖሩን ያውቃሉ፤",
      "59": "እናንተ የእርሱ ሕዝብ የሆናችሁ ዛሬ እንዳደረጋችሁት ሁሉ ሕግጋቱንና ትእዛዛቱን በመጠበቅ ለአምላክችን ለያህቬህ(הוהי) ዘወትር ታማኞች ሁኑ፡፡”",
      "60": "ከዚህ በኋላ ንጉሥ ሰሎሞንና ከእርሱ ጋር የነበሩት ሕዝብ ሁሉ ለያህቬህ(הוהי) መሥዋዕት አቀረቡ፤",
      "61": "ሰሎሞንም ሃያ ሁለት ሺ የቀንድ ከብቶችንና አንደ መቶ ሃያ ሺ በጎችን ለደኅንነት የሚሆን የኅብረት መሥዋዕት አድርጎ አቀረበ፤ በዚህመ ዐይነት ሁኔታ ንጉሥ ሰሎሞንና ሕዝቡ ቤተ መቅደሱ ለያህቬህ(הוהי) የተለየ እንዲሆን አደረጉ፡፡",
      "62": "እንዲሁም በዚያኑ ቀን ከቤተ መቅደሱ ፊት ለፊት ያለውን አደባባይ መካከለኛ ክፍል ለያህቬህ(הוהי) የተለየ እንዲሆን አደረገ፤ ቀጥሎም በሙሉ የሚቃጠለውን መሥዋዕት፤ የእስህል ቁርባንና ለደህንነት መሥዋዕት የሚሆነውን የእንስሳት ስብ ሁሉ ለያህቬህ(הוהי) አቀረበ፤ ይህንንም ያደረገበት ምክንያት ከነሐስ የተሠራው መሠዊያ ይህን ሁሉ መሥዋዕት መያዝ ስለማይችል ነው፡፡",
      "63": "በዚያም በቤተ መቅደሱ ሰሎሞንና የእስራኤል ሕዝብ ሁሉ ሰባት ቀን ሙሉ የዳስ በዓል አክብረው ሰነበቱ፤ በስተ ሰሜን ከሐማት መተላለፊያ አንሥቶ በስተ ደቡብ እስከ ግብጽ ድንበር ድረስ ካለው ምደር ሁሉ የመጣው ሕዝብ እጅግ ብዙ ነበር፤",
      "64": "በስምንተኛው ቀን ሰሎሞን ወደሚኖርበት ስፍራ እንዲሄድ ሕዝቡን ሁሉ አሰናበተ፤ ሁሉም ሰሎሞንን አመሰገኑ፤ ያህቬህ(הוהי) ለአገልጋዩ ለዳዊትና ለሕዝቡ ለእስራኤል ሰለሰጠውም በረከት ደስ ብሎአቸው ወደየቤታቸው ሄዱ፡፡"
    },
    "Chapter 9": {
      "1": "ንጉሥ ሰሎሞን ቤተ መቅደሱን፤ ቤተ መንግሥቱንና ሊሠራው የፈለገውን ሌላውንም ሁሉ ከፈጸመ በኋላ፤",
      "2": "ያህዌ ከዚህ በፊት በገባዖን እንደተገለጠለት አሁንም እንደገና ተገለጠለት፡፡",
      "3": "እንዲህም አለው፤ “የመማጸኛ ጸሎትህን ሰምቻለሁ፤ እኔ እመለክበት ዘንድ የሠራኸውን ይህን ቤተ መቅደስ ስሜ ለዘላለም በእርሱ እንዲኖርበት አድርጌ ቀድሼዋለሁ፤ ዘወትርም በመከባከብ እጠብቀዋለሁ፡፡",
      "4": "አባትህ ዳዊት እንዳደረገው በቅንነትና በታማኝነት እኔን ብታገለግል፤ የእኔን ሕግና ሥርዓት ብትጠብቅ፤ ያዘዝኩህንም ሁሉ ብትፈጽም፤",
      "5": "ለአባትህ ለዳዊት ‹ከዘሮችህ በእስራኤል ዙፋን ላይ የሚነግሥ ልጅ አላሳጣህም› በማለት የሰጠሁትን የተስፋ ቃል በመጠበቅ፤ ዙፋንህ በእስራኤል ለዘላለም ጸንቶ እንዲኖር አደርጋለሁ፡፡",
      "6": "ነገር ግን አንተ ወይም ዘሮችህ እኔን መከተል ትታችሁ የሰጠኋችሁን ሕግጋትና ትእዛዛት ባትፈጽሙና ባዕዳን አማልክትን ብታመልኩ፤",
      "7": "ሕዝቤ እስራኤል ከሰጠኋቸው ምድር ተነቃቅለው እንዲባረሩ አደርጋለሁ፤ እኔ እመለክበት ዘንድ የቀደስሁተንም ይህን ቤተ መቅደስ እተወዋለሁ፤ በየአገሩ የሚኖሩ ሕዝቦች ሁሉ እስራኤልን መሳለቂያና መዘባበቻ ያደርጓታል፡፡",
      "8": "ይህም ቤተ መቅደስ የፍርስራሽ ክምር ሆኖ ይቀራል፤ በዚያም የሚያልፉ ሁሉ ይደነግጣሉ፤ እየተገረሙም በማፌዝ ‹ያህዌ በዚህች ምድርና በዚህ ቤተ መቅደስ ላይ ስለምን ይህን ሁሉ አደረገ?› እያሉ ይጠይቃሉ፡፡",
      "9": "ራሳቸው የሚሰጡትም መልስ ‹የእስራኤል ሕዝብ የቀድሞ አባቶቻቸውን ከግብጽ ምድር ያወጣ አምላካቸውን ያህዌን በመተዋቸው ምክንያት ነው፤ ከዚህም በቀር ለያህዌ የነበራቸውን ታማኝነት ትተው ሌሎች አማልክትን በመከተል ሰገዱላቸው፤ ያህዌ ይህን ሁሉ የጥፋት መቅሠፍት ያመጣባቸውም ስለዚህ ነው› የሚል ነው፡፡”",
      "10": "ሰሎሞን ቤተ መቅደሱንና ቤተ መንግሥቱን ለመሥራት የፈጀበት ጊዜ ሃያ ዓመት ነበር፤",
      "11": "የጢሮስ ንጉሥ ኪራም ለዚህ ሁሉ ሥራ ለሰሎሞን የሚያስፈልገውን ዝግባና ጥድ ከብዙ ወርቅ ጋር ሰጥቶት ነበር፤ ሥራውም ሁሉ ከተፈጸመ በኋላ ሰሎሞን በገሊላ ግዛት የሚገኙትን ሃያታናናሽ ከተሞች ለኪራም ሰጠው፤",
      "12": "ኪራምም ሄዶ ከተሞቹን አየ፤ ነገር ግን ደስ ስላላሰኙት፤",
      "13": "ሰሎሞንን “ወንድሜ ሆይ! የሰጠኸኝ ከተሞች ለካ እነዚህ ናቸውን?” አለው፤ በዚህ ምክንያት እስከ ዛሬ ድረስ ያ አካባቢ በሙሉ ካቡል እየተባለ ይጠራል፤",
      "14": "ኪራም ለሰሎሞን የላከለት ወርቅ አራት ሺ ኪሎ ግራም ያህል የሚመዝን ነበር፡፡",
      "15": "ለሰሎሞን ቤተ መቅደሱን፤ ቤተ መንግሥቱን፤ የኢየሩሳሌምን ቅጽር የሠሩለትና ከከተማይቱም በስተ ምሥራቅ በኩል ያውን ሚሎ ተብሎ የሚጠራውን ጎድጓዳ ስፍራ ሞልተው ያስተካከሉበት የጉልበት ሥራ ለመሥራት የሚገደዱ ገባሮች ነበሩ፤ እንዲሁም ሐጾር፤ መጊዶና ጌዜር ተብለው የሚጠሩ ከተሞችንም እንዲሠሩለት አደረገ፡፡",
      "16": "ቀደም ሲል የግብጽ ንጉሥ በጌዜር አደጋ ጥሎ፤ ነዋሪዎችዋን ገድሎ ከተማይቱንም አቃጥሎ በቁጥጥሩ ሥር አድርጓት ነበር፤ ከዚያም በኋላ ሴት ልጁን ለሰሎሞን በዳረለት ጊዜ የጌዜርን ከተማ መዳሪያ አድርጎ ሰጣት፤",
      "17": "ሰሎሞንም ከተማይቱን እንደገና ሠራት፡፡ እንዲሁም ሰሎሞን የጉልበት ሥራ በሚሠሩ ገባሮቹ አማካይነት የታችኛውን ቤትሖሮን፤",
      "18": "ባዕላት፤ በይሁዳ በረሓሳ አገር የምትገኝ ታማር፤ ተብለው የሚጠሩትን ከተሞች እንደገና ሠራ፤",
      "19": "እነዚህም የስንቅ ማከማቻዎች፤ ፈረሶችና ሠረገላዎች የሚጠበቁባቸው፤ በኢየሩሳሌምና በሊባኖስ እንዲሁም በግዛቱ በሚገኙ ሌሎች ስፍራዎች ለመሥራት የሚያስፈልጉትን ዕቃዎች ሁሉ ማስቀመጫዎች ነበሩ፡፡",
      "20": "ለሰሎሞን የጉልበት ሥራ ይሠሩለት የነበሩት ገባሮች እስራኤላውያን ምድራቸውን ርስት አድርገው በወረሱ ጊዜ ያልገደሉአቸው የከነዓን ሕዝብ ዝርያዎች ነበሩ፤",
      "21": "እነዚህም ዝርያዎቻቸው እስከ አሁን ድረስ ባሪያዎች ሆነው የሚያገለግሉ አሞራውያን፣ ሔታውያን፣ ፈሪዛውያን፣ ሔዋውያንና ኢያቡሳውያን ተብለው የሚጠሩት ናቸው፡፡",
      "22": "ሰሎሞን ከእስራኤላውያን ወገን ማንንም ባሪያ አድርጎ አላሠራም፤ እነርሱ ባለሥልጣኖች፤ ወታደሮች፤ የጦር መኮንኖች፤ የጦር አዛዥዎች፤ ሠረገላ የሚነዱ ሁሉ ኀላፊዎችና ፈረሰኞች ሆነው ያገለግሉ ነበር፡፡",
      "23": "ሰሎሞን ለሚያከናውነው የሕንጻ ሥራ የጉልበት ሥራ ይሠሩ ዘንድ ለተመደቡት ገባሮች አምስት መቶ ኀምሳ ኀላፊዎች ነበሩአቸው፡፡",
      "24": "የግብጽ ንጉሥ ልጅ የነበረችው ሚስቱ ከዳዊት ከተማ ራሱ ወዳሠራላት ቤተ መንግሥት ከተዘዋወረች በኋላ ሰሎሞን ከከተማይቱ በስተ ምሥራቅ የሚገኘውን ጎድጓዳ ስፍራ ተሞልቶ በመስተካከል እንዲሠራ አደረገ፡፡",
      "25": "ሰሎሞን ለያህዌ ባሠራው መሠዊያ ላይ የሚቃጠለውን መሥዋዕትና ለደኅንነት የሚኖነውንም የኅብረት መሥዋዕት በዓመት ሦስት ጊዜ ያቀርብ ነበር፤ ከዚህም ሁሉ ጋር ለያህዌ ዕጣን ያሣርግ ነበር፤ በዚህም ዐይነት ሁኔታ የቤተ መቅደሱ ሥራ ተፈጸመ፡፡",
      "26": "እንዲሁም ንጉሥ ሰሎሞን በኤዶም ምድር በአካባቢ በሰላጤ ዳርቻ በምትገኘው በዔጽዮንጋብር መርከቦችን ሠራ፡፡",
      "27": "ንጉሥ ኪራምም ለሰሎሞን ሰዎች ጋር የሚያገለግሉ የሠለጠኑ መርከበኞችን ላከለት፤",
      "28": "እነርሱም በመርከብ ተጉዘው ወደ ኦፊር ምድር ከሄዱ በኋላ ሰሎሞን ሲመለሱ ከዐሥራ አራት ሺ ኪሎ ግራም በላይ የሚመዝን ወርቅ ይዘውለት መጡ፡፡"
    },
    "Chapter 10": {
      "1": "ንግሥተ ሳባ ያህቬህ(הוהי) ለሰሎሞን ስለሰጠው አስደናቂ ጥበብ የሚነገረውን ሁሉ ሰማች፤ ስለዚህ አስቸጋሪ በሆኑ የእንቆቅልሽ ጥያቄዎች ልትፈትነው ወደ ኢየሩሳሌም መጣች፡፡",
      "2": "ብዙ የክብር አጃቢዎችን በማስከተል በግመሎች የተጫነ ሽቶ፤ የከበረ ዕንቁና ብዙ ወርቅ ይዛ መጣች፤ ከሰሎሞንም ጋር በተገናኙ ጊዜ በልብዋ ያለውን ጥያቄ ሁሉ አቀረበችለት፤",
      "3": "እርሱም ላቀረበችለት ጥያቄ ሁሉ መልስ ሰጠ፤ ሊተረጉምላት የተሳነውና ከእርሱ የተሰወረ ምንም ዐይነት እንቆቅልሽ አልነበረም፡፡",
      "4": "ንግሥተ ሳባ ጥበብ የተሞላበትን የሰሎሞንን አነጋገር አዳመጠች፤ የሠራውንም ቤተ መንግሥት አየች፤",
      "5": "በሰሎሞን ገበታ ላይ የሚቀርበውን የምግብ ዐይነት፤ የመኳንንቱን መኖሪያ አካባቢዎች፤ የቤተ መንግሥቱን ሠራተኞች የሥራ አደረጃጀት፤ የደንብ ልብሳቸውንም ዐይነት፤ በግብዣ ጊዜ የሚያገለግሉትን አሳላፊዎችና በቤተ መቅደስም የሚያቀርባቸውን መሥዋዕቶችን ሁሉ ተመለከተች፤ በዚህም ሁሉ የተሰማት አድናቆት ከጠበቀችው በላይ ነበር፡፡",
      "6": "ንጉሥ ሰሎሞንንም እንዲህ አለችው፤ “ስለ አንተና ስለ ጠበብህ ታላቅነት በአገሬ ሳለሁ የሰማሁት ሁሉ እውነት ነው፤",
      "7": "ነገር ግን እዚህ ድረስ መጥቼ በዐይኔ እስካየው ድረስ የተነገረኝን ሁሉ ለማመን አልቻልኩም ነበር፤ ታዲያ በጆሮ የሰማሁት በዐይኔ ያየሁትን እኩሌታ እንኳ አይሆንም፤ በእርግጥም ጥበብህና ሀብትህ በአገሬ ሳለሁ ከተነገረኝ በጣም ይበልጣል፤",
      "8": "በፊትህ ሁልጊዜ በመገኘት ጥበብ የሞላበት ንግግርህን የሚሰሙ ሰዎችህና ባለሟሎችህ እንዴት የታደሉ ናቸው!",
      "9": "አምላክህ ያህቬህ(הוהי) ይመስገን! እርሱ አንተን መርጦ የእስራኤል ንጉሥ በማድረግ በአንተ መደሰቱን ገልጦልሃል፤ ለእስራኤል ያለውም ፍቅር ዘላለማዊ ስለሆነ ሕግና ፍትሕ ጸንቶ እንዲኖር ታደርግ ዘንድ የእስራኤል ንጉሥ አድርጎሃል፡፡”",
      "10": "ንግሥተ ሳባ ያመጣችለትን ስጦታ ሁሉ ለንጉሥ ሰሎሞን አበረከተችለት፤ ይኸውም ከአራት ሺ ኪሎ የሚበልጥ ወርቅ፤ እጅግ ብዙ ሽቶና የከበረ ዕንቁ ነበር፤ እርስዋ ለሰሎሞን ያበረከተች የሽቶ ብዛት በማንኛውም ጊዜ ከቀረበለት የሽቶ ገጸ በረከት ሁሉ እጅግ የሚበልጥ ነበር፡፡",
      "11": "ከኦፊር ወርቅ ያመጡለት የኪራም መርከቦች ከዚያው ከኦፊር ብዙ የጥድ እንጨትና የከበረ ዕንቁ አምጥተውለት ነበር፡፡",
      "12": "ሰሎሞን ከዚሁ ከጥድ እንጨት የቤ መቅደሱንና የቤተ መንግሥቱን መከታዎች፤ መዘምራን የሚያገለግሉባቸውን በገናዎችና መሰንቆዎች አሠራ፤ ይህም የጥድ እንጨት ሁሉ የሚበልጥ ነበር፤ ከዚያም በኋላ ይህን የመሰለ የጥድ እንጨት ከቶ ታይቶ አያውቅም፡፡",
      "13": "ንጉሥ ሰሎሞን ከተለመደው የልግሥና ስጦታው ጋር የሳባ ንግሥት የጠየቀችውን ሁሉ ሰጣት፤ ከዚህ በኋላ ንግሥተ ሳባ ከክብር አጃቢዎችዋ ጋር ወደ አገርዋ ተመልሳ ሄደች፡፡",
      "14": "ንጉሥ ሰሎሞን በየዓመቱ ሃያ ሦስት ሺ ኪሎ ያህል የሚመዝን ወርቅ ያገኝ ነበር፤",
      "15": "ይህም ሁሉ ነጋዴዎ ከሚከፍሉት ቀረጥ፤ ከንግድ ከሚገኘው ትርፍ፤ እንዲሁም ከዐረብ ነገሥታትና ከእስራኤል ክፍላተ ሀገር አስተዳዳሪዎች ከሚገባለት ግብር ጋር ተጨማሪ ነበር፡፡",
      "16": "ሰሎሞን ሁለት መቶ ታላላቅ ጋሻዎችነ አሠርቶ እያንዳንዱን ጋሻ በሰባት ኪሎ ያህል ወርቅ አስለበጠው፤",
      "17": "እንዲሁም ሦስት መቶ ታናናሽ ጋሻዎችን አሠርቶ እያንዳንዱን በሁለት ኪሎ ያህል ወርቅ አስለበጠው፤ እነዚህንም ሁሉ “የሊባኖስ ደን” ተብሎ በሚጠራው አዳራሽ ውስጥ አኖራቸው፡፡",
      "18": "እንዲሁም ንጉሥ ሰሎሞን ከዝሆን ጥርስ አንድ ትልቅ ዙፋን አሠርቶ በንጹሕ ወርቅ አስለበጠው፤",
      "19": "ዙፋኑም ከታች ወደ ላይ መወጣጫ የሆኑ ስድስት ደረጃዎች ነበሩት፤ በእያንዳንዱም ደረጃ ጫፍ በግራና በቀኝ አንዳንድ የአንበሳ ምስል ሲኖር በድምሩ የተቀረጹት የአንበሳ ምስሎች ዐሥራ ሁለት ነበሩ፤ ከዙፋኑ በስተ ጀርባ የኮርማ ራስ ምስል ነበር፤ በሁለቱ የክንድ መደገፊያ ጫፎችም ላይ አንዳንድ የአንበሳ ምስል ነበር፤ ይህን የመሰለ ዙፋን በሌላ በየትኛውም አገር መንግሥት ከቶ አልነበረም፡፡",
      "20": "ዙፋኑም ከታች ወደ ላይ መወጣጫ የሆኑ ስድስት ደረጃዎች ነበሩት፤ በእያንዳንዱም ደረጃ ጫፍ በግራና በቀኝ አንዳንድ የአንበሳ ምስል ሲኖር በድምሩ የተቀረጹት የአንበሳ ምስሎች ዐሥራ ሁለት ነበሩ፤ ከዙፋኑ በስተ ጀርባ የኮርማ ራስ ምስል ነበር፤ በሁለቱ የክንድ መደገፊያ ጫፎችም ላይ አንዳንድ የአንበሳ ምስል ነበር፤ ይህን የመሰለ ዙፋን በሌላ በየትኛውም አገር መንግሥት ከቶ አልነበረም፡፡",
      "21": "ሰሎሞን የሚጠጣባቸው ዋንጫዎች ሁሉና “የሊባኖስ ደን” ተብሎ በሚጠራው አዳራሽ ውስጥ የሚገኙት ዕቃዎ በሙሉ ከንጹሕ ወርቅ እንጂ ከብር አልተሠሩም፤ ምክንያቱን በሰሎሞን ዘመን ብር ምንም ዋጋ አልነበረውም፤",
      "22": "ሰሎሞን ከኪራም መርከቦች ጋር በውቅያኖስ ላይ የሚጓዙ ሌሎች መርከቦችም ነበሩት፤ እነርሱም በየሦስት ዓመት ወርቅን፤ ብርን፤ የዝሆን ጥርስን፤ ጦጣዎችንና ዝንጀሮዎችን የመጡለት ነበር፡፡",
      "23": "ንጉሥ ሰሎሞን ከሌሎች ነገሥታት ሁሉ የሚበልጥ ሀብታምና ጥበበኛ ነበር፤",
      "24": "በመላው ዓለም የሚገኙ ሰዎችም ၊ ሁሉ ያህቬህ(הוהי) የሰጠውን ጥበብ የሞላበትን ይሰሙ ዘንድ ወደ እርሱ መምጣት ይፈልጉ ነበር፤",
      "25": "ወደ እርሱም የሚመጡት ሁሉ የብርና  የወርቅ፤ የልብስ፤ የጦር መሣሪያዎች፤ የሽቶ፤ የፈረሶችና የበቅሎዎች ስጦታዎችን ያመጡለት ነበር፤ ይህም በየዓመቱ የሚደረግ ነበር፡፡",
      "26": "ሰሎሞን አንድ ሺ አራት መቶ የጦር ሠረገላዎችና ዐሥራ ሁለት ሺ ፈረሶች ነበሩት፤ ከእርሱም ከፊሉ ከእርሱ ጋር በኢየሩሳሌም ሌላው ደግሞ በልዩ ልዩ ከተማዎች ተመድበው እንዲኖሩ አደረገ፤",
      "27": "በግዛቱም ዘመን ሁሉ በኢየሩሳሌም ብር እንደ ድንጋይ፣ የዝግባውም እንጨት ብዛት በይሁዳ ኮረብታዎች ግርጌ በየትናውም ስፍራ እንደሚበቅል ሾላ ይቆጠር ነበር፤",
      "28": "የንጉሡም ወኪሎች ፈረሶችን ከግብጽና ከቀዌ አገር ይገዙለት ነበር፤",
      "29": "ሠረገላዎችን ከግብጽ አገር በማስመጣት፤ ለእያንዳንዱ ሠረገላ ስድስት መቶ ጥሬ ብር፤ ለእያንዳንዱም ፈረስ አንድ መቶ ኀምሳ ጥሬ ብር እያስከፈሉ ለሒታውያንና ለሶርያ ነገሥታት ይሸጡላቸው ነበር፡፡"
    },
    "Chapter 11": {
      "1": "ሰሎሞን ብዙ የባዕዳን አገሮችን ሴቶች አፈቀረ፤ በዚህ ምክንያት ከግብጽ ንጉሥ ልጅ በቀር የሒታውያን፤ የሚአባውያን፣ የዐሞናውያን፤ የኤዶማውያንና የሲዶናውያን ሴቶች ልጆችን አገባ፡፡",
      "2": "እነዚህንም የባዕዳን አገሮች ሴቶች ያገባቸውና በፍቅራቸው የተነደፈው “እነርሱ አማልክቶቻችሁን እንድታመልኩ ስለሚያደርጉአችሁ ከእነርሱ ጋር ጋብቻ አትፈጽሙ” ብሎያህቬህ(הוהי) ለእስራኤል ልጆች የሰጠውን ትእዛዝ በመጣስ ነበር፤",
      "3": "ሰሎሞን የነገሥታት ልጆች የሆኑ ሰባት መቶ ሚስቶችና ሦስት መቶ ቁባቶች ነበሩት፤ እነርሱም ሰሎሞንን ከያህቬህ(הוהי) እንዲርቅ አደረጉት፤",
      "4": "በተለይም በዕድሜ እየሸመገለ በሄደ መጠን ለባዕዳን አማልክት እንዲሰግድ አደረጉት፤ ሰሎሞን ያህቬህ(הוהי)ን በታማኝነት በማገልገል እንደ አባቱ እንደ ዳዊት ሆኖ አልተገኘም፡፡",
      "5": "የሲዶናውያን ሴት አምላክ ለነበረችው ለዐስታሮትና ሚልኮም ተብሎ ለሚጠራው ለአስጸያፊው ለዐሞናውያን አምላክ ሰገደ፡፡",
      "6": "በደል በመሥራትም ያህቬህ(הוהי)ን አሳዘነ፤ ሰሎሞን ያህቬህ(הוהי)ን በቅንነት በመከተል ረገድ እንደ አባቱ እንደ ዳዊት ሆኖ አልተገኘም፡፡",
      "7": "አኪየሩሳሌም በስተ ምሥራቅ በሚገኘው ተራራ ላይ አስጸያፊዎች ለሆኑት ከሞሽ ተብሎ ለሚጠራው ለሞአባውያን አምላክና ሚልኮም ተብሎ ለሚጠራው ለዐሞናውያን አምላክ የመስገጃ ስፍራዎን አዘጋጀላቸው፤",
      "8": "እንዲሁም  የባዕዳን አገሮች ሚስቶቹ ለየአማልክቶቻቸው ዕጣን የሚያጥኑባቸውንና መሥዋዕት የሚያወርቡባቸውን ስፍራዎች ሠራ፡፤",
      "9": "ምንም እንኳ የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ሁለት ጊዜ ተገልጦለት ባዕዳን አማልክትን እንዳያመልክ ያዘዘው ቢሆንም ሰሎሞን ለያህቬህ(הוהי)አልታዘዘም፤",
      "10": "ይልቁንም ከያህቬህ(הוהי) እየራቀ ሄደ፤ ስለዚህም ያህቬህ(הוהי) በሰሎሞን ላይ ተቆጣ፤",
      "11": "እንዲህም አለው “ከእኔ ጋር የገባኸውን ቃል ኪዳን ሆን ብለህ ስላፈረስህና ትእዛዜንም ስላልፈጸምህ፤ መንግሥትህን ከአንተ ወስጄ ከአገልጋዮችህ ለአንዱ ልሰጠው ወስኛለሁ፤",
      "12": "ይሁን እንጂ ለአባትህ ለዳዊት ስል ይህን የማደርገው አንተ ባለህበት ዘመን ሳይሆን በልጅህ መንግሥት ጊዜ ይሆናል፤",
      "13": "ከልጅህም ቢሆን መንግሥቱን በሙሉ አልወስድበትም፤ ለአገልጋዩ ለዳዊትና ለራሴ ርስት እንድትሆን ለመረጥሁት ለኢየሩሳሌም ከተማ ስል አንድ ነገድ እተውለታለሁ፡፡”",
      "14": "ስለዚህም ያሀቬህ የኤዶም ንጉሣዊ ቤተሰብ ወገን የሆነውን ሀዳድን በሰሎሞን ላይ ጠላት አድርጎ አስነሣበት፤",
      "15": "ከዚህ በፊት ቀደም ብሎ ዳዊት ኤዶምን ድል አድርጎ በያዘ ጊዜ የሠራዊቱ አዛዥ የነበረ ኢዮአብ በጦርነቱ የሞቱትን ለመቅበር ወደዚያ ሄዶ ነበር፤",
      "16": "እርሱና የእርሱ ሰዎችም በኤዶም የተገኘውን ወንድ ሁሉ ገደሉ፤",
      "17": "ከሞት የጠረፉት ሀዳድና ወደ ግብጽ ሸሽተው የሄዱ ጥቂቶች ኤዶማውያን የአባቱ አገልጋዮች ብቻ ነበሩ፤ በዚያን ጊዜ ሀዳድ ገና ሕፃን ነበር፤",
      "18": "እነርሱም ከምድያም ተነሥተው ወደ ፋራን ሄዱ፤ በዚያም ጥቅቶች ሰዎች ከእነርሱ ጋር  ተቀላቀሉ፤ ከዚህ በኋላ ወደ ግብጽ ተጉዘው ወደ ንጉሡ ቀረቡ፤ ንጉሡም ለሃዳድ ትንሽ መሬትና አንድ መኖሪያ ቤት ሰጥቶ ምግብ ፈቀደለት፤",
      "19": "ሀዳድም የንጉሡ ወዳጅ ሆነ፤ ንጉሡም የሚስቱን የጣፍኔስን እኅት ለሀዳድ ዳረለት፤",
      "20": "እርስዋም ገኑባት ተብሎ የሚጠራውን ወንድ ልጅ ወለደለችለት፤ እርሱንም ንግሥቲቱ ወስዳ በቤተ መንግሥት አሳደገችው፤ ከንጉሡም ወንዶች ልጆች ጋር አብሮ ኖረ፡፡",
      "21": "ሀዳድ በግብጽ ሳለ የንጉሥ ዳዊትንና የሠራዊቱን አዛዥ የኢዮአብን መሞት በሰማ ጊዜ “ወደ አገሬ ተመልሼ እንድሄድ አሰናብተኝ” ሲል ንጉሡን ጠየቀ፡፡",
      "22": "ንጉሡም “ስለምን ትሄዳለህ? ወደ አገርህ ለመሄድ ያሰብከው ከቶ ምን ተጓድሎብህ ነው?” አለው፡፡",
      "23": "ሀዳድም “ምንም የተጓደለብኝ ነገር የለም፤ ብቻ ወደ ትውልድ አገሬ እንድመለስ ፍቀድልኝ” ሲል ለንጉሡ መለሰ፤ ሀዳድም ወደ አገሩ ተመልሶ ሄደ፡፡",
      "24": "ሀዳድም በኤዶም ነግሦ ለእስራኤል ብርቱ ጠላት ሆነ፡፡",
      "25": "እንደገናም ያህቬህ(הוהי) ረዞን ተብሎ የሚጠራውን የኤሊዓዳን ልጅ በሰሎሞን ላይ ጠላት አድርጎ አስነሣ፤ ረዞን የጾባ ንጉሥ ከነበረው ከጌታው ከሀዳድኤዜር ኮቤልሎ፤",
      "26": "የሽፍቶች አለቃ ሆኖ ነበር፤ ይህም የሆነው ዳዊት ሀዳድኤዜርን ድል ነሥቶ የእርሱ ጦር ተባባሪዎች የሆኑትን ሶርያውያንን ከፈጀ በኋላ ነበር፤ ረዞንና ተከታዮችም ወደ ደማስቆ ሄዱ፤ በዚያም ሲኖሩ እርሱን የሶርያ ንጉሥ እንዲሆን አደረጉት፤",
      "27": "ከዚህም የተነሣ ሰሎሞን በነበረበት ዘመን ሁሉ የእስራኤለ ጠላት ነበር፡፡",
      "28": "በሰሎሞን ላይ ያመፀው ሌላው ሰው በኤፍሬም ጸሬዳ ተብላ የምትጠራው ክፍል ተወላጅ የሆነ የነባጥ ልጅ ኢዮርብዓም ነው፤ እርሱም ከሰሎሞን አገልጋዮች አንዱ ነበር፤ እናቱም ጽሩዓ ተብላ የምትጠራ ባልዋ የሞተባት ሴት ነበረች፡፡",
      "29": "ኢዮርብዓም ለዐመፅ የተነሣሣበትም ታሪክ እንደሚከተለው ነው፤ በዚያን ጊዜ ሰሎሞን ከኢየሩሳሌም በስተ ምሥራቅ ሚሎ ተብሎ የሚጠራውን ጎድጓዳ ስፍራ በመሙላት እየደለደለና የከተማይቱንም ቅጽሮች እየጠገነ በማደስ ላይ ነበር፡፡",
      "30": "ኢዮርብዓም ከፍ ያለ የሥራ ችሎታ ያለው ወጣት ነበር፤ ሰሎሞንም ይህ ወጣት ትጉህና ብርቱ ሠራተኛ መሆኑን በተመለከተ ጊዜ በምናሴና በኤፍሬም ነገዶች ግዛት ውስጥ ባሊት ገባሮች ሁሉ ላይ ኀላፊ ቸድርጎ ሾው፤",
      "31": "አንድ ቀን ኢዮርብዓም ከኢየሩሳሌም ወጥቶ በጉዞ ላይ ሳለ አዲስ መጎናጸፊያ የለበሰ፤ ከሴሎ የመጣው ነቢዩ አኪያ ከከተማ ውጭ መንገድ ላይ ብቻውን አገኘው፤",
      "32": "አኪያም የለበሰውን አዲስ መጎናጸፊያ አውልቆ ከዐሥራ ሁለት ቆራረጠውና፤",
      "33": "ኢዮርብዓምን እንዲህ አለው፤ “ዐሥሩን ነገድ ለአንተ እሰጥሃለሁ፤",
      "34": "ለአገልጋዬ ለዳዊትና ከሌላው የእስራኤል ምድር የራሴ ርስት እንድታሆን ለመረጥሁአት ለኢየሩሳሌም ከተማ ስል ለሰሎሞን አንድ ነገድ አስቀርቼለታለሁ፤",
      "35": "ይህንንም የማደርገው ሰሎሞን እኔን ትቶ ባዕዳን የሆኑትን ዐስታሮት ተብላ የምትጠራውን የሲዶና አምላክ፤ ከሞሽተብሎ የሚጠራውን የሞአባውያን አምላክና ሚልኮም ተብሎ የሚጠራውን የዐሞን አምላክ ስላመለከ ነው፤ ሰሎሞን ለእኔ ታዛዥ አልሆነም፤ እርሱ አባቱ ዳዊት ለእኔ ይታዘዝ እንደነበር ሕግጋቴንና ትእዛዛቴን ባለመጠበቁ በድሎአል፡፡",
      "36": "ይሁን እንጂ ከሰሎሞን መንግሥትን በሙሉ አልወስድበትም፤ በሕይወት እድካለም ድረስ በሥልጣን እንዲቆይ ቸደርገዋለሁ፤ ይህንንም የማደርገው ለመረጥሁትና ሕግጋቴንና ትእዛዛቴን ለፈጸመው ለአገልጋዬ ለዳዊት ስል ነው፡፡",
      "37": "ስለዚህ መንግሥትን ከሰሎሞን ልጅ ወስጄ ለአንተ ዐሥሩን ነገድ እሰጥሃለሁ፤",
      "38": "ነገር ግን ለሰሎሞን ልጅ አንድ ነገድ አስቀርለታለሁ፤ በዚህ፤ ዐይነት እኔ እንድመለክበት በመረጥሁአት በኢየሩሳሌም ከተማ ከአገልጋዬ ከዳዊት ወገን የሚነግሥ ዘር አይታጣም፤",
      "39": "ኢዮርብዓም ሆይ! እኔ አንተን የእስራኤል ንጉሥ አደርግሃለሁ፤ አንተ በወደድከው ግዛት ሁሉ ላይ መሪ ትሆናለህ፤",
      "40": "አገልጋዬ ዳዊት እንዳደረገው በፍጹም ልብህ ብትታዘዘኝ፤ በሕግጋቴም ጸንተህ ብትኖር፤ እኔ የማዝዝህን ሁሉ በመፈጸም በእኔ ፊት ሞገስ ብታገኝ፤ እኔ ዘወትር ከአንተ ጋር እሆናለሁ፤ በእስራኤል ላይ እንድትነግሥም አደርግሃለሁ፤ ለዳዊት ባደረግሁት ዐይነት ዘሮችህ ከአንተ በኋላ እንደሚነግሡ አረጋግጥልሃለሁ፤",
      "41": "ምክንያቱም በሰሎሞን ኃጢአት ምክንያት የዳዊትን  ዝርያዎች እቀጣለሁ፤ ይሁን እንጂ የምቀጣቸው ለዘላለም አይደለም፡፡›”",
      "42": "ከዚህም የተነሣ ሰሎሞን ኢዮርብዓምን ለበግደል ሞከረ፤ ነገር ግን ኢዮርብዓምን ለመግደል ሞከረ፤ ነገር ግን ኢዮርብዓም ወደ ግብጽ ንጉሥ ሺሻቅ በመኮብለል አመለጠ፤ ሰሎሞንም እስከ ሞተበት ጊዜ ድረስ እዚያው ቆየ፡፡",
      "43": "ሰሎሞን ያደረገው ሌላው ነገር፤ የከናወነው ተግባርና ጥበቡ ሁሉ በሰሎሞን የታሪክ መጽሐፍ ተመዝግቦአል፤",
      "44": "ሰሎሞን መኖሪያውን በኢየሩሳሌም አድርጎ በመላው እስራኤል ላይ የነገሠበት ዘመን አርባ ዓመት ነው፤",
      "45": "ከዚህ በኋላ ሰሎሞን ሞተ፤ በአባቱ በዳዊት ከተማም ተቀበረ፤ ልጁም ሮብዓም በአባቱ እግር ተተክቶ ነገሠ፡፡"
    },
    "Chapter 12": {
      "1": "ሮብዓም ወደ ሴኬም ሄደ፤ በዚያም እርሱን ለማንገሥ የፈለጉ በእስራኤል ሰሜናዊ ግዛት የሚኖሩ ሕዝብ ተሰብስበው ይጠብቁት ነበር፤",
      "2": "ከንጉሥ ሰሎሞን በመሸሽ ወደ ግብጽ ኮብልሎ በዚያው በግብጽ ይኖር የነበረው የነባጥ ልጅ ኢዮርብዓም ይህን ወሬ በሰማ ጊዜ ተመልሶ መጣ፤",
      "3": "እርሱንም በእስራኤል ሰሜናዊ ግዛት የሚኖቱ ነገዶች መልእክት ልከው አስጠሩት፤ ከእርሱም ጋር አብረው ወደ ቶብዓም በመቅረብ፥",
      "4": "“አባትህ ሰሎሞን በእኛ ላይ ከባድ የአገዛዝ ቀንበር ጭኖ አስጨንቆን ነበር፤ አሁን ይህን ከባድ ሸክም ብታቃልልልንና ኑሮአችንን ብታሻሽልልን እኛ ለአንት እንገዛልሃለን” አሉት፡፡",
      "5": "ሮብዓምም “እኔም በጉዳዩ እንዳስብበት ጊዜ ስጡኝ፤ ከሦስት ቀን በኋላም ተመልሳችሁ ኑ” አላቸው፤ ስለዚህ ሕዝቡ ተመልሰው ሄዱ፡፡",
      "6": "ከዚህ በኋላ ንጉሥ ሮብዓም የአባቱ የሰሎሞን አማካሪዎች የነበሩትን ሽማግሌዎች በአንድነት ሰብስቦ “እንግዲህ ለዚህ ሕዝብ መልስ መስጠት እንደችል ምን ትመክሩኛላችሁ?” ሲል ጠየቃቸው፡፡",
      "7": "ሽማግሌዎቹም “ዛሬ ለዚህ ሕዝብ ታዛዥ ሆነህ ብታገለግላቸውና ለጥያቄአቸውም ተስማሚ የሆነ መልስ ብትሰጣቸው፤ እነርሱም ዘወትር በታማኝነት ያገለግሉሃል” ሲሉ መለሱለት፡፡",
      "8": "ሮብዓም ግን የሽማግሌዎቹን ምክር ቸል በማለት ቀድሞ አብሮ አደጎቹ ወደነበሩት፤ አሁን ደግሞ አማካሪዎቹ ወደሆኑት ወጣቶች ዘንድ ሄዶ፥",
      "9": "“ላደርገው ስለሚገባኝ ነገር ምን ትመክሩኛላችሁ? የአገዛዝ ቀንበር እንዳቀልላቸው ለጠየቁኝስ ሕዝብ ምን መልስ ልስጣቸው?” ሲል ጠየቃቸው፡፡",
      "10": "እነርሱም እንዲህ ሲሉ መለሱለት፤ “አንተ የምትሰጣቸው መልስ ይህ ነው፤ ‹የእኔ ታናሽ ጣት ከአባቴ ወገብ ይበልጥ ትወፍራለች፤",
      "11": "አባቴ በእናንተ ላይ ከባድ የአገዛዝ ቀንበር ይበልጥ እንዲከብድባችሁ አደርጋለሁ፤ ይኸውም አባቴ በአለንጋ ይገርፋችሁ ነበር፤ እኔ ግን እንደ ጊንጥ በሚናደፍ ጅራፍ በመግረፍ አሠቃያችኋለሁ፡፡›”",
      "12": "ከሦስት ቀን በኋላ ኢዮርብዓምና ሕዝቡ ሁሉ ሮብዓም በሰጣቸው ቀጠሮ መሠረት ተመልሰው ወደ እርሱ መጡ፤",
      "13": "ንጉሥ ሮብዓምም ሽማግሌዎቹ የሰጡትን ምክር ውድቅ አድርጎ ሕዝቡን በማመናጨቅ መናገር ጀመረ፤",
      "14": "ወጣቶቹም በሰጡት ምክር መሠረት “አባቴ በእናንተ ላይ ከባድ የአገዛዝ ቀንበር ጨረኖባችሁ ነበር፤ እኔ ደግሞ ይኸው አገዛዝ ቀንበር ይበልጥ እንዲከብድባችሁ አደርጋለሁ፤ አባቴ በአለንጋ ይገርፋችሁ ነበር፤ እኔ ግን እንደ ጊንጥ በሚናደፍ ጅራፍ በመግረፍ አሠቃያችኋለሁ” ሲል መለሰላቸው፡፡",
      "15": "ይህም የሆነበት ምክንያት ከሴሎ በመጣው በነቢዩ አኪያ አምካይነት ስለነባጥ ልጅ ስለ ኢዮርብዓም ያህቬህ(הוהי) የተናገረው ቃል እንዲፈጸም ነው፤ ንጉሥ ሮብዓምም የሕዝቡን አሳብ ችላ በማለት ሳይቀበል የቀረበትም ምክንያት ያህቬህ(הוהי) ይህን ለውጥ ለማድረግ ስለወሰነ ነው፡፡",
      "16": "ሕዝቡ፤ ንጉሥ ሮብዓም ጥያቄአቸውን እንዳልተቀበላቸው በተገነዘቡ ጊዜ “ዳዊትና ቤተሰቡ ይወገዱ! እነርሱ ለእኛ ምንም አላደረጉልንም! የእስራኤል ሕዝብ ሆይ! ወደየቤትህ ሂድ! ሮብዓም ለራሱ የሚበጀውን ያድርግ!” በማለት ጮኹ፡፡",
      "17": "በዚህም ዐይነት ሁኔታ የእስራኤል ሕዝብ በሮብዓም ላይ ዐመፁ፡፡ ሮብዓምም በይሁዳ ግዛት በሚኖሩት ሕዝብ ላይ ብቻ ነገሠ፡፡",
      "18": "ከዚህም በኋላ ንጉሥ ሮብዓም የጉልበት ሥራ የሚያካሂዱ ገበሮች ኀላፊ የነበረውን አዶኒራምን ወደ እስራኤላውያን እንዲሄድ ላከው፤ እነርሱ ግን በድንጋይ ወግረው ገደሉት፤ በዚህን ጊዜ ሮብዓም በፍጥነት ወደ ሠረገላው ገብቶ ወደ ኢየሩሳሌም በመሄድ አመለጠ፡፡",
      "19": "ከዚያን ጊዜም ጀምሮ የእስራኤል ሰሜናዊ ግዛት ሕዝብ በዳዊት ሥርወ መንግሥት ላይ ዐመፁ፡፡",
      "20": "የእስራኤል ሕዝብም ኢዮርብዓም ከግብጽ ተመልሶ መምጣቱን በመገንዘብ ወደ ጉባኤአቸው ጠርተው በእስራኤል ላይ አነገሡት፤ ለዳዊት ዝርያዎች ታማኝ ሆኖ የቀረም የይሁዳ ነገድ ብቻ ነበር፡፡",
      "21": "ሮብዓም ወደ ኢየሩሳሌም በደረሰ ጊዜ ከይሁዳና ከብንያም ነገዶች ተውጣጥተው የተመለሱ አንድ መቶ ሰማኒያ ሺ ምርጥ ወታደሮች ጠርቶ በአንድነት ሰበሰበ፤ ይህንንም ያደረገው የእስራኤልን ነገዶች ወግቶ ግዛቱን እንደገና በቁጥጥሩ ሥር ለማድረግ ዐቅዶ ስለነበር ነው፡፡",
      "22": "ነገር ግን ያህቬህ(הוהי) ነቢዩን ሸማዕያን፥",
      "23": "ለሮብዓም እንዲሁም ለመላው የይሁዳና የብንያም ነገዶች ሕዝብ፥",
      "24": "“ወንድሞቻችሁ በሆኑት በእስራኤል ሕዝብ ላይ አደጋ አትጣሉ፤ ሁላችሁም ወደየቤታችሁ ሂዱ፤ ይህ የሆነው በእኔ ፈቃድ ነው” ብሎ እንዲነግር አዘዘው፡፡ እነርሱም ሁሉ ለያህቬህ(הוהי) ቃል ታዛዥዎች በመሆን ወደየቤታቸው ተመልሰው ሄዱ፡፡",
      "25": "የእስራኤል ንጉሥ ኢዮርብዓም በኮረብታማው በኤፍሬም አገር የምትገኘውን የሴኬምን ከተማ ምሽግ አድርጎ በዚያ ለጥቂት ጊዜ ቆየ፤ ከዚያም በመነሣት የፐኑኤልን ከተማ ምሽግ አድርጎ ሠራ፤",
      "26": "በአሳቡም “ይህ ሁሉ ነገር እንዲህ ሆኖ ሳለ፤ የእኔ ሕዝብ ወደ ኢየሩሳሌም በመሄድ በቤተ መቅደሱ ለያህቬህ(הוהי) መሥዋዕት ማቅረባቸው የሚቀጥል ከሆነ፤ ለይሁዳ ንጉሥ ለሮብዓም ታማኞች በመሆን ወደ እርሱ ዞረው እኔን ይገድሉኛል፤ መንግሥቱም ወደ ዳዊት ቤት የመለሳል” አለ፡፡",
      "27": "በዚህም ጉዳይ ከመከረበት በኋላ የሁለት ኮርማዎችን ምድል ከወርቅ አሠርቶ ለሕዝቡ “ከዚህ በፊት ታደርጉት በነበረው ዐይነት ለመስገድ እስከ ኢየሩሳሌም መሄድ ይርቅባችኋል፤ የእስራኤል ሕዝብ ሆይ! ከግብጽ ምድር ያወጡአችሁ አማልክቶቻችሁ እነዚህ ናቸው” አላቸው፡፡",
      "28": "ከዚህም በኋላ ከወርቅ የተሠሩት ሁለት የኮርማ ምስሎች አንዱን በቤትኤል፤ ሁለተኛውንም በዳን አቆመ፤",
      "29": "ሕዝቡም እስከ ዳን ድረስ በጣዖቱ ፊት ተሰልፈው ሄዱ፤ በዚህም ሁኔታ ጣዖትን በማምለክ ኃጢአት ሠሩ፤",
      "30": "እንዲሁም ኢዮርብዓም በኮረብታዎች ላይ የማምለኪያ ስፍራዎችን አዘጋጅቶ የሌዊ ነገድ ካልሆኑ ቤተሰቦች መካከል ማንኛውንም ሰው ካህን አድርጎ ሾመ፡፡",
      "31": "ኢዮርብዓም በይሁዳ በሚደረገው የሃይማኖት በዓል ዐይነት ስምንተኛ ወር በገባ በዐሥራ አምስተኛው ቀን የባዕድ አምልኮ በዓል እንዲደረግ ወሰነ፤ ከወርቅ ላሠራቸውም ምስሎች በቤትኤል በሚገኘው መሠዊያ ላይ መሥዋዕት አቀረበ፤ በዚያም በቤትኤል ለማምለኪያ ባሠራቸው ስፍራዎች የሚያገለግሉ ካህናትን መደበ፤",
      "32": "በዓል እንዲሆን እርሱ ራሱ በወሰነው ስምንተኛ ወር በገባ በዐሥራ አምስተኛው ቀን ወደ ቤትኤል ሄደ፤ በዚያም ለእስራኤል በወሰነላቸው መሠረት በዓል ለማክበር በመሠዊያው ላይ መሥዋዕት አቀረበ፡፡"
    },
    "Chapter 13": {
      "1": "ኢዮርብዓም ዕጣን ለማጠን በመሠዊያው አጠገብ ቆሞ ሳለ በያህዌ ትእዛዝ የተላከ አንድ ነቢይ እነሆ ከይሁዳ መጥቶ እዚያ ደረሰ፤",
      "2": "ነቢዩም ያህዌ ባዘዘው መሠረት ያንን መሠዊያ በመቃወም እንዲህ ሲል የትንቢት ቃል ተናገረበት፤ “መሠዊያ! መሠዊያ ሆይ! ያህዌ ስለ አንተ የሚለው ቃል ይህ ነው፤ ‹እነሆ ለዳዊት ቤተሰብ ኢዮስያስ ተብሎ የሚጠራ ልጅ ይወለዳል፤ እርሱም በኮረብታ ላይ ለተሠራው ለአረማውያን መሠዊያ አገልጋዮች ሆነው ዕጣን የሚያጥኑብህን ካህናት በአንተው ላይ ያርዳቸዋል፤ የሰዎችንም አጥንት በአንተ ላይ ያቃጥላል፡፡”",
      "3": "ነቢዩም የሚናገረውን የትንቢት ቃል በመቀጠል “ያህዌ ይህን ምልክት ይሰጣል፤ ይህ መሠዊያ ተሰባብሮ ይወድቃል፤ በእርሱ ላይ ያለውም ዐመድ ይበተናል፤ ይህንንም የትንቢት ቃለ በእኔ አማካይነት የጠናገረው ራሱ ያህዌ መሆኑን ይህ እንደተፈጸመ ወዲያውኑ ትገነዘባለህ” አለ፡፡",
      "4": "ንጉሥ ኢዮርብዓምም ይህን በሰማ ጊዜ እጁን አንሥቶ ወደ ነቢዩ በማመልከት፤ “ያዙት!” የሚል ትእዛዝ ሰጠ፤ የንጉሡም ክንድ ወዲያውኑ ድርቅ ብሎ ሽባ ስለሆነ የዘረጋውን እጁን መመለስ አልቻለም፡፡",
      "5": "ነቢዩም በያህዌ ስም በተናገረው የትንቢት ቃል መሠረት በያህዌ የተሰጠውም ምልክት ተፈጸመ፤ መሠዊያው ወዲያውኑ ተሰባብሮ ወደቀ፤ ዐመዱም መሬት ላይ ፈሰሰ፤",
      "6": "ንጉሡ ኢዮርብዓም “እብክህ እጄን ያድንልኝ ዘንድ ወደ አምላክህ ወደ ያህዌ ጸልይልኝ” ሲል ነቢዩን ለመነ፡፡ ነቢዩም ወደ ያህዌ ጸልዮለት የንጉሡ እጅ ዳነች፡፡",
      "7": "ከዚህም በኋላ ንጉሡ ነቢዩን “ና ከእኔ ጋር አብረህ ወደ ቤቴ ግባ፤ እህል ውሃም ቅመስ፤ ስላደረግኽልኝም መልካም ነገር ወሮታህን እከፍልሃለሁ” አለው፡፡",
      "8": "ነቢዩ ግን “የሀብትህን እኩሌታ ብትሰጠኝ እንኳ ወደቤትህ አልሄድም፤ ከአንተ ጋር እህል ውሃም አልቀምስም፡፡",
      "9": "ምክንያቱም ምንም ዐይነት እህል ውሃ እንዳልቀምስና ወደቤቴ ስመለስም በመጣሁበት መንገድ እንዳልሄድ ያህዌ አዝዞኛል” ሲል መለሰለት፡፡",
      "10": "ስለዚህም ያ ነቢይ የመጣበትን መንገድ በመተው በሌላ መንገድ ተመልሶ ሄደ፡፡",
      "11": "በዚያን ጊዜ በቤትኤል የሚኖር አንድ ሽማግሌ ነቢይ ነበር፤ ወንዶች ልጆቹ ወደ እርሱ ቀርበው፤ ከይሁዳ የመጣው ነቢይ በቤትኤል ስላደረገውና በንጉሥ ኢዮርብዓም ላይ ስለተናገረው ቃል ሁሉ አወሩለት፤",
      "12": "ሽማግሌውም ነቢይ “ታዲያ ነቢዩ ከዚያ ተነሥቶ በየትኛው መንገድ ሄደ?” ሲል ጠየቃቸው፤ እነርሱም የሄደበትን መንገድ በማመልከት አሳዩት፤",
      "13": "ከዚህም በኋላ እርሱ “አህያዬን ጫኑልኝ” አላቸው፤ ልጆቹም አህያውን ጭነውለት ሽማግሌው ነቢይ በአህያው ላይ ተቀምጦ እየጋለበ፤",
      "14": "ከይሁዳ የመጣው ነቢይ የሄደበትን መንገድ አቅጣጫ ይዞ ተከተለው፤ በአንድ የወርካ ዛፍ ሥር ተቀምጦም አገኘው፡፡ ሽማግሌውም “ከይሁዳ የመጣኸው ነቢይ አንተ ነህን?” ሲል ጠየቀው፡፡ ነቢዩም “አዎ እኔ ነኝ” ሲል መለሰለት፡፡",
      "15": "ሽማግሌውም “ወደ ቤቴ መጥተህ ከእኔ ጋር እህል ውሃ ቅመስ” አለው፡፡",
      "16": "ከይሁዳ የመጣው ነቢይ ግን እንዲህ ሲል መለሰለት፤ “ከአንተ ጋር አብሬ ወደቤት መሄድም ሆነ ግብዣህን መቀበል አልችልም፤ በዚህም ከአንተ ጋር ምንም ዐይነት እህል ውሃ አልቀምስም፤",
      "17": "ምክንያቱም ምንም ዐይነት እህል ውሃ እንዳልቀምስ በመጣሁበት መንገድ እንኳ ተመልሼ እንዳልሄድ ያህዌ አዝዞኛል፡፡”",
      "18": "ከዚህ በኋላ ከቤትኤል የመጣው ሽማግሌ ነቢይ “እኔም እንዳንተው ነቢይ ነኝ፤ ከእኔ ጋር ወደቤቴ ወስጄ እንዳስተናግድህ ከያህዌ የታዘዘ መልአክ ነግሮኛል” አለው፤ ሽማግሌው ነቢይ የተናገረው ግን በመዋሸት ነበር፡፡",
      "19": "ስለዚህ ከይሁዳ የመጣው ነቢይ ከሽማግሌው ነቢይ ጋር አብሮት ወደ ቤቱ ሄደ፤ ከእርሱም ጋር ተመገበ፡፡",
      "20": "በገበታም ቀርበው ሳሉ የያህዌ ቃል ወደ ሽማግሌው ነቢይ መጣ፤",
      "21": "ከይሁዳ በመጣው ነቢይ ላይ ከፍ ባለ ድምፅ እንዲህ ሲል ተናገረ፤ “ያህዌ ‹ለእኔ አልታዘዝህም፤ ቃሌንም አልጠበቅህም፤",
      "22": "ይህን በማድረግ ፈንታ እኔ በዚያ ምንም ዐይነት እህል ውሃ እንዳትቀምስ ወዳዘዝሁህ ቦታ ተመልሰህ በላህ፤ ይህንንም በማድረግህ ምክንያት ትገደላለህ፤ ሬሳህም በቤተሰብህ መቃብር አይቀበርም፡፡›”",
      "23": "ከተመገቡም በኋላ ሽማግሌው ነቢይ ከይሁዳ መልሶ ላመጣው ነቢይ አህያውን ጫነለት፤",
      "24": "እርሱም በአህያው ላይ ተቀምጦ ሄደ፤ በመንገድም አንበሳ አገኘውና ገደለው፤ ፌሳውም በመንገድ ላይ ተጋደመ፤ አህያውና አንበሳውም በሬሳው አጠገብ ቆመው ነበር፡፡",
      "25": "አንዳንድ ሰዎች በዚያ በኩል ሲያልፉ አጠገቡ ከቆመው አንበሳ ጋር የነቢዩን ሬሳ በመንገድ ላይ ተጋድሞ አዩ፤ ወደ ቤትኤልም ሄደው ያዩትን ነገር አወሩ፡፡",
      "26": "ሽማግሌው ነቢይ ይህን በሰማ ጊዜ “ያ ሰው የያህዌን ትእዛዝ ያልጠበቀው ነቢይ መሆን አለበት፤ ስለዚህም ያህዌ አደርጋለሁ ብሎ በተናገረው መሠረት አደጋ በመጣል የሚገድለውን አንበሳ ልኮበታል ማለት ነው” አለ፡፡",
      "27": "ከዚህም በኋላ ልጆቹን “አህያዬን ጫኑልኝ” አላቸው፤ እነርሱም ጫኑለትና፤",
      "28": "በአህያው ላይ ተቀምጦ ሄደ፤ የነቢዩንም ፌሳ አህያውና አንበሳው እስከ አሁን በአጠገቡ እንደቆሙ በመንገድ ላይ ተጋድሞ አገኘው፡፡ አንበሳውም የነቢዩን ሬሳ አልበላም፤ በአህያውም ላይ አደጋ አልጣለበትም ነበር፡፡",
      "29": "ሽማግሌው ነቢይ ሬሳውን አንሥቶ በአህያው ላይ ጫነው፤ እንዲለቀስለትና እንዲቀበር ወደ ቤትኤል መልሶ ወሰደው፡፡",
      "30": "ሽማግሌውም ነቢይ በገዛ ራሱ ቤተሰብ መቃብር ቀበረው፤ ሽማግሌው ነቢይና ልጆቹም ሁሉ “ወንድሜ ሆይ! ወንድሜ ሆይ!” እያሉ አለቀሱለት፡፡",
      "31": "ከቀብሩም ሥነ ሥርዓት በኋላ ሽማግሌው ነቢይ ለልጆቹ እንዲህ አላቸው፤ “እኔ ስሞት በዚሁ መቃብር ቅበሩኝ፤ ሬሳዬንም ከእርሱ ሬሳ አጠገብ አጋድሙት፤",
      "32": "በቤትኤል በሚገኘው መሠዊያ ላይና በሰማርያ ታናናሽ ከተሞች በየኮረብታው ባሉት የማምለኪያ ስፍራዎች ላይ ከያህዌ በተሰጠው ትእዛዝ መሠረት ይህ ነቢይ የተናገረው የትንቢት ቃል በእርግጥ ይፈጸማል፡፡”",
      "33": "ይህም ሁሉ ሆኖ የእስራኤል ንጉሥ ኢዮርብዓም ከሚያደርገው ክፉ ነገር ሁሉ አልተመለሰም፤ ይልቁንም እርሱ በሠራቸው መሠዊያዎች የሚያገለግሉ ከሌዊ ዘር ውጭ ከሆኑ ቤተሰቦች መምረጡን ቀጥሎ ካህን ለመሆን ከፈለገ ማንኛውንም ሰው ይሾመው ነበር፤",
      "34": "ይህም ኃጢአቱ ለሥርወ መንግሥቱ መጥፋትና በሙሉ ለመደምሰሱ ምክንያት ሆነ፡፡"
    },
    "Chapter 14": {
      "1": "በዚያን ጊዜ የንጉሥ ኢዮርብዓም ወንድ ልጅ አቢያ ታሞ ነበር፤",
      "2": "ስለዚህ ኢዮርብዓም ሚስቱን እንዲህ አላት፤ “የእኔ ሚስት መሆንሽን ማንም እንዳያውቅ ልብስሽን ለውጠሸ ሌላ ሴት በመምሰል እኔ የእስራኤል ንጉሥ እንደምሆን የትንቢት ቃል የተናገረው ነቢዩ አኪያ ወደሚኖርበት ወደ ሴሎ ሂጂ፤",
      "3": "ዐሥር እንጀራ፤ ጥቂት ሙልሙል ዳቦና አንድ ገንቦ ማር ውሰጂለት፤ ስለታመመው ልጃችን ሁኔታም ነቢዩን ጠይቂው፤ እርሱም ይነግርሻል፡፡”",
      "4": "ስለዚህ የኢዮርብዓም ሚስት ይህን ሁሉ አዘጋጅታ በሴሎ ወደሚገኘው ወደ አኪያ ቤት ሄደች፤ ነቢዩ አኪያም በዕድሜው ከመሸምገሉ የተነሣ ዐይኖቹ ታውረው ነበር፤",
      "5": "ይሁን እንጂ የኢዮርብዓም ሚስት ስለታመመው ልትጠይቀው እንደምትመጣና ምን ሊነግራት እንደሚገባውም ያህዌ አስቀድሞ ለነቢዩ አኪያ ገልጦላት ነበር፡፡ የኢዮርብዓም ሚስት እዚያ በደረሰች ጊዜ ሌላ ሴት ለመምሰል ሞከረች፤",
      "6": "ነገር ግን ነቢዩ አኪያ ወደ በሩ ስትቀርብ የኮቴዋን ድምፅ ሰምቶ እንዲህ አላት፤ “ግቢ! የኢዮርብዓም ሚስት መሆንሽን አውቃለሁ፤ ሌላ ሴት ለመምሰል ለምን ሞከርሽ? ለአንቺ እነግርሽ ዘንድ የታዘዝሁት አሳዛኝ መልእክት አለ፡፡",
      "7": "ወደ ኢዮርብዓም ሂጂ፤ የእስራኤል አምላክ የሆነ ያህዌ የሚለውን ንገሪው፤ ቃሉም ይህ ነው፤ ‹ከሕዝብ መካከል መርጬ የሕዝቤ የእስራኤልን መሪ አደረግሁህ፤",
      "8": "መንግሥትንም ከዳዊት ዝርያዎች ወስጄ ለአንተ ሰጠሁህ፤ ይሁን እንጂ አንተ ለእኔ ፍጹም ታማኝ ሆኖ ትእዛዜን እንደጠበቀውና እኔ ደስ የምሰኝበትን ነገር ሁሉ ያደርግ እንደነበረው እንደ አገልጋዬ እንደ ዳዊት ሆነህ አልተገኘህም፤",
      "9": "ይልቁንም ከአንተ በፊት መሪዎ ከነበሩ ሰዎች የከፋ ኃጢአት ሠራህ፤ እኔንም ትተህ ጣዖታትንና ከብረት የተቀረጹ ምስሎችን ለማምለክ በመሥራትህ ቁጣዬን አነሣሥተሃል፤",
      "10": "በዚህ ምክንያት በሥርወ መንግሥትህ ላይ ጥፋትን አመጣለሁ፤ የአንተ ዝርያዎች የሆኑትን ወንዶች፤ ወጣቶችንም ሽማግሌዎችንም እገድላለሁ፤ ቤተሰብህን ከፊቴ አስወግዳለሁ፤ እንደ ተቃጠለም ፍግ ተጠራርገው ይወድማሉ፤",
      "11": "በከተማይቱ የሚሞተውን ማንኛውንም የቤተሰብህን አባል ውሾች ይበሉታል፤ ገላጣ በሆነው ገጠር የሚሞቱትንም አሞራ ይበላቸዋል፤ ይህን የተናገርሁ ᥀ እኔ ያህዌ ነኝ፡፡›”",
      "12": "አኪያም የሚናገረውን የትንቢት ቃል በመቀጠል ለኢዮርብዓም ሚስት እንዲህ አላት፤ “እንግዲህ አሁን ወደቤትሽ ተመልሰሽ ሂጂ፤ ወደ ከተማም እንደገባሽ ወዲያውኑ ልጅሽ ይሞታል፤",
      "13": "የእስራኤልም ሕዝብ ሁሉ በማዘን አልቅሰው ይቀብሩታል፤ ከኢዮርብዓምም ቤተሰብ መካከል ሥርዓተ ቀብር በሚገባ የሚፈጸምለት ᥀ እርሱ ብቻ ይሆናል፤ ምክንያቱም የእስራኤል አምላክ ያህዌ የተደሰተበት ልጅ እርሱ ብቻ ነው፤",
      "14": "ከዚህም በኋላ ያህዌ የኢዮርብዓም ሥርወ መንግሥት ተቋርጦ እንዲቀር የሚያደርግ በእስራኤል ላይ አንድ ሰው ያነግሣል፤",
      "15": "ያህዌ እስራኤልን ይቀጣል፤ እርስዋም በውሃ ምንጭ ውስጥ እንደሚንቀጠቀጥ ሸምበቆ ትንቀጠቀጣለች፤ የእስራኤልንም ሕዝብ ከዚህች ለቀድሞ አባቶቻቸው ከሰጣቸው ለም ምድር ነቃቅሎ ከኤፍራጥስ ወንዝ ማዶ እነዲበታተኑ ያደርጋል፤ ምክንያቱም አሼራ ተብላ የምትጠራውን ሴት አምላክ ጣዖት በመሥራት አስቆጥተውታል፤",
      "16": "ኢዮርብዓም ኃጢአት ስለሠራና የእስራኤልንም ሕዝብ ወደ ኃጢአት ስለመራ፤ ያህዌ እስራኤልን ትቶአል፡፡”",
      "17": "የኢዮርብዓም ሚስት ወደ ቲርጻ ተመልሳ ወደ ቤትዋ ደጃፍ እንደደረሰች ወዲያውኑ ልጅዋ ሞተ፡፡",
      "18": "ያህዌ ለአግለጋዩ ለነቢዩ አኪያ በነገረው መሠረት የእስራኤል ሕዝብ በሐዘን አልቅሰው ቀበሩት፡፡",
      "19": "ንጉሥ ኢዮርብዓም ያደረጋቸው ሌሎች ነገሮች ሁሉ፤ የተዋጋቸው ጦርነቶችና አገዛዙም እንዴት እንደነበር ሁሉም ነገር በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "20": "ኢዮርብዓም ንጉሥ ሆኖ ሃያ ሁለት ዓመት ከገዛ በኋላ ሞቶ ተቀበረ፤ በእርሱም እግር ልጁ ናዳብ ተተክቶ ነገሠ፡፡",
      "21": "የሰሎምን ልጅ ሮብዓም በይሁዳ በነገሠ ጊዜ ዕድሜው አርባ አንድ ዓመቱ ነበር፤ እርሱም መኖሪያውን ያህዌ የሚመለክባት ከተማ በሆነችው በኢየሩሳሌም አድርጎ ዐሥራ ሰባት ዓመት ገዛ፤ የሮብዓም እናት ናዕማ ተብላ የምትጠራ ዐሞናዊት ነበረች፡፡",
      "22": "የይሁዳ ሕዝብ ኃጢአት በመሥራት ያህዌን አዛዘኑ፤ የቀድሞ አባቶቻቸው ሲያደርጉት ከነበረው ይበልጥ በክፉ ሁኔታ በራሳቸው ላይ የያህዌን ቁጣ አነሣሡ፡፡",
      "23": "ሐሰተኞች ለሆኑ ባዕዳን አማልክትም የማምለኪያ ስፍራዎችን ሠሩ፤ በኮረብታዎች ላይና በዛፎች ጥላ ሥር የሚያመልኩአቸውን የድንጋይ ቅርጾችንና የአሼራን ምስሎች አቆሙ፤",
      "24": "ከዚህም ሁሉ የከፋ በእነዚያ አረማውያን የማምለኪያ ስፍራዎች ግብረ ሰዶም የሚፈጽሙ ወንዶች አመንዝራዎች ነበሩ፤ እስራኤላውያን ወደ አገሪቱ ለመግባት እየገፉ በሄዱ መጠን ያህዌ ከፊታቸው ነቃቅሎ ያባረራቸው አረማውያን ይፈጽሙት የነበረውን አሳፋሪ ነገር ሁሉ የይሁዳም ሕዝብ ይፈጽሙት ነበር፡፡",
      "25": "ሮብዓም በነገሠ በአምስተኛው ዓመት የግብጽ ንጉሥ ሺሻቅ በኢየሩሳሌም ላይ አደጋ ጣለ፤",
      "26": "በቤተ መቅደስና በቤተ መንግሥት የነበረውንም ሀብት ሁሉ፤ ሰሎሞን ከወርቅ ያሠራቸውን ጋሻዎች ጭምር ዘርፎ ወሰደ፤",
      "27": "እነርሱንም ለመተካት ንጉሥ ሮብዓም ጋሻዎችን ከነሐስ አሠርቶ የቤተ መንግሥቱን ቅጽር በር የመጠበቅ ኀላፊነት ባላቸው የዘብ አለቆች እንዲጠበቁ አደረገ፤",
      "28": "ንጉሡ ወደ ቤተ መቅደሱ በመጣ ቁጥር፤ የቤተ መቅደሱ ዘበኞች ጋሻዎችን አንግበው ይቀበሉታል፤ ከሄደም በኋላ ጋሻዎቹን መልሰው በዘበኞች በሚጠበቁበት ክፍል ያኖሩአቸው ነበር፡፡",
      "29": "ንጉሥ ሮብዓም ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "30": "በዚህም ዘመን ሁሉ ሮብዓምና ኢዮርብዓም እርስ በርሳቸው በማያቋርጥ ጦርነት ላይ ነበሩ፤",
      "31": "ሮብዓም ሞተ፤ በዳዊት ከተማ በሚገኘው በነገሥታቱ መካነ መቃብር ተቀበረ፤ በእርሱም እግር ልጁ አቢያ ተተክቶ ነገሠ፡፡"
    },

    "Chapter 15": {
      "1": "ኢዮርብዓም በእስራኤል ላይ በነገሠ በዐሥራ ስምንተኛው ዓመት አቢያ የይሁዳ ንጉሥ ሆነ፤",
      "2": "መኖሪያውንም በኢየሩሳሌም አድርጎ ሦስት ዓመት ነገሠ፤ እናቱ ማዕካ ተብላ የምትጠራ የአቤሴሎም ልጅ ነበረች፤",
      "3": "አቢያም፤ እንደ ታላቁ አያቱ እንደ ዳዊት በያህቬህ(הוהי) ዘንድ ፍጹም ታማኝ ሆኖ በመገኘት ፈንታ፤ አባቱ ሮብዓም ይፈጽመው የነበረውን ኃጢአት ሁሉ መሥራቱን ቀጠለ፡፡",
      "4": "ይሁን እንጂ ከእርሱ በኋላ በኢየሩሳሌም እንዲነግሥና ኢየሩሳሌምንም በሰላም እንዲጠብቅ አምላኩ ያህቬህ(הוהי) ስለዳዊት ሲል ለአቢያ አንድ ወንድ ልጅ ሰጠው፤",
      "5": "ያህቬህ(הוהי) ይህን ያደረገበት ምክንያት ዳዊት በሒታዊው ኦርዮን ላይ ከፈጸመው ኃጢአት በቀር ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር በማድረጉና ትእዛዙንም በብርቱ ጥንቃቄ በመጠበቁ ነው፡፡",
      "6": "በአቢያ ዘመነ መንግሥት ሁሉ፤ ሮብዓምና ኢዮርብዓም በማያቋርጥ የእርሰበርስ ጦርነት ላይ ነበሩ፤",
      "7": "አቢያ ያደረገውም ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "8": "ከዚህ በኋላ አቢያ ሞተ፤ በዳዊት ከተማም ተቀበረ፤ በእርሱም እግር ልጁ አሳ ተተክቶ ነገሠ፡፡",
      "9": "ኢዮርብዓም በእስራኤል ላይ በነገሠ በሃያኛው ዓመት አሳ የይሁዳ ንጉሥ ሆነ፤",
      "10": "መኖሪያውንም በኢየሩሳሌም አድርጎ አርባ አንድ ዓመት ገዛ፤ አያቱም ማዕካ ተብላ የምትጠራ የአቤሴሎም ልጅ ነበረች፡፡",
      "11": "አሳ፤ የቀድሞ አያቱ ዳዊት እንዳደረገው ሁሉ ያህቬህ(הוהי)ን ደስ የሚያሰኝ ሥራ ሠራ፤",
      "12": "ንጉሥ አሳ በአረማውያን የማምለኪያ ቦታዎች ግብረ ሰዶም ይፈጽሙ የነበሩትን ወንዶችና ሴቶች አመንዝራዎችን ሁሉ ከሀገሪቱ አስወገደ፤ ከእርሱም በፊት የነበሩ ነገሥታት የሰሩአቸውን ጣዖታትንም ሁሉ ነቃቅሎ ጣለ፡፡",
      "13": "አያቱ ማዕካ አሼራ ተብላ የምትጠራውን የሴት አምላክ አስጸያፊ ጣዖት ስለሠራች ከእቴጌነት ሻራት፤ የሠራችውንም ጣዖት ሰባብሮ በቄድሮን ሸለቆ ውስጥ በእሳት አቃጠለው፤",
      "14": "አሳ ምንም እንኳ በኮረብታዎች ላይ የሚገኙ አረማውያን የማምለኪያ ቦታዎችን በሙሉ ባያስወግድም፤ እስከ ዕድሜው ፍጻሜ ድረስ ለያህቬህ(הוהי) ታማኝ ሆኖ ኖረ፡፡",
      "15": "አባቱ ለያህቬህ(הוהי) የተለዩ እንዲሆኑ ያደረጋቸውንና እርሱም ራሱ ከወርቅና ከብር አሠርቶ ለመንፈሳዊ አገልግሎት ብቻ እንዲውሉ ያደረጋቸውን ግዋያተ ቅድሳት ሁሉ በቤተ መቅደስ አኖረ፡፡",
      "16": "የይሁዳ ንጉሥ አሳና የእስራኤል ንጉሥ ባዕሻ በሥልጣን በነበሩበት ዘመን ሁሉ በማያቋርጥ የእርስበርስ ጦርነት ላይ ነበሩ፡፡",
      "17": "ባዕሻ ይሁዳን በመውረር ራማን ምሽግ አደርጎ መሠራት ጀመረ፤ ይህንንም ያደረገው ወደ ይሁዳ ማንም እንዳይገባና ከይሁዳም ማንም እንዳይወጣ ለመከልከል ነው፡፡",
      "18": "በዚህም ምክንያት ንጉሥ አሳ በቤተ መቅደስና በቤተ መንግሥቱ የተረፈውን ወርቅና ብር ሁሉ በማውጣት በባለሟሎቹ እጅ፤ በደማስቆ ከተማ ለነበረው የጣብሪሞን ልጅ፤ የሔዝዮን የልጅ ልጅ ለሆነው ለሶርያ ንጉሥ ቤንሀዳድ ስጦታ አድርጎ ላከለት፤ ከስጦታውም ጋር ᥊መልእክት ነበረ፤",
      "19": "“የእኔ አባትና የአንተ አባት ያደርጉት በነበረው ዐይነት በመካከላችን የስምምነት ውል እናድርግ፤ ይህም ብርና ወርቅ ለአንተ የላክሁልህ ገጸበረከት ነው፤ እንግዲህ የእስራኤል ንጉሥ ባዕሻ ወታደሮቹን ከግዛቴ ያስወጣ ዘንድ እንድትረዳኝ ቀደም ሲል ከእርሱ ጋር ያደረግኸውን የስምምነት ውል አሁን እንድታፈርሰው እለምንሃለሁ፡፡”",
      "20": "ንጉሥ ቤንሀዳድም አሳ ባቀረበው አሳብ ተስማምቶ የጦር አዛዥዎቹንና ሠራዊቱን በመላክ በእስራኤል ከተሞች ላይ አደጋ እንዲጥሉ አደረገ፤ እነርሱም ዒዮን፤ ዳን፤ አቤልቤትማዕካ ተብለው የሚጠሩትን ከተሞች በገሊላ ባሕር አጠገብ የሚገኘውን አገርና የንፍታሌምን ግዛት ሁሉ ያዙ፡፡",
      "21": "ንጉሥ ባዕሻ የሆነውን ነገር ሁሉ በሰማ ጊዜ ራማን የመመሸጉ ሥራ እንዲቆም አደርጎ ወደ ቲርጻ ሄደ፡፡",
      "22": "ከዚህም በኋላ ንጉሥ አሳ፤ ባዕሻ ራማን ለመመሸግ አከማችቶት የነበረውን ድንጋይና እንጨት ከዚያ ለማንሣት እንዲረዱት ሕዝቡ አንድም ሳይቀር እንዲመጡ ወደ ይሁዳ ግዛቶች ሁሉ ትእዛዝ አስተላለፈ፤ ንጉሥ አሳ ከዚያ የተገኘውን ድንጋይና እንጨት ሁሉ ወስዶ ምጽጳንና በብንያም ግዛት ውስጥ የምትገኘውን የጌባዕን ከተማ ምሽግ አድርጎ ሠራበት፡፡",
      "23": "ንጉሥ አሳ ያደረገው ሌላው ነገር ሁሉ፤ የጀግንነት ሥራውና የመሸጋቸውም ከተሞች ጭምር በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤ ንጉሥ አሳ በዕድሜ በሸመገለ ጊዜ ግን ከእግሩ ሕመም የተነሣ ሽባ ሆኖ ነበር፡፡",
      "24": "እርሱም ሞተ፤ በዳዊት ከተማ በሚገኘው በነገሥታት መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ኢዮሣፍጥ ነገሠ፡፡",
      "25": "አሳ በይሁዳ በነገሠ በሁለተኛው ዓመት የኢዮርብዓም ልጅ ናዳብ የእስራኤል ንጉሥ ሆኖ ሁለት ዓመት ገዛ፡፡",
      "26": "ከእርሱም በፊት እንደነበረው እንደ አባቱ ኃጢአት በመሥራት የእስራኤልን ሕዝብ ወደ ኃጢአት መራ፡፡",
      "27": "የይሳኮር ነገድ የሆነው የአኪያ ልጅ ባዕሻ በናዳብ ላይ ዐምፆ ገደለው፤ በዚያም ጊዜ ናዳብና ሠራዊቱ በፍልስጥኤም ግዛት የምትገኘውን የጊበቶንን ከተማ በመክበብ ላይ ነበሩ፡፡",
      "28": "ይህም የሆነው የይሁዳ ንጉሥ አሳ በነገሠ በሦስተኛው ዓመት ነው፤ በዚህ ዐይነት ሁኔታ ባዕሻ በናዳብ እግር ተተክቶ የእስራኤል ንጉሥ ሆነ፡፡",
      "29": "ወዲያውኑም የኢዮርብዓምን ቤተሰብ አባላት ሁሉ መፍጀት ጀመረ፤ ያህቬህ(הוהי) በሴሎ ተወላጅ በሆነው በአገልጋዩ በነቢዩ አኪያ አማካይነት በተናገረው ቃል መሠረት የኢዮርብዓም ቤተሰብ በሙሉ ተገደሉ፤ በሕይወት የተረፈ አንድም አልነበረም፡፡",
      "30": "ይህም የሆነበት ምክንያት ኢዮርብዓም ራሱ በሠራው ኃጢአትና የእስራኤልም ሕዝብ ኃጢአት እንዲሠሩ በማድረግ የእስራኤል አምላክ የሆነውን የያህቬህ(הוהי)ን ቁጣ ስላነሣሣ ነው፡፡",
      "31": "ናዳብ ያደረገው ሌላው ነገር ሁሉ በእስራኤል ነገሥታት ታሪክ ተመዝግቦ ይገኛል፡፡",
      "32": "የይሁዳ ንጉሥ አሳ እና የእስራኤል ንጉሥ ባዐሻ በሥልጣን በነበሩበት ዘመን ሁሉ የማያቋርጥ የእርስበርስ ጦርነት ላይ ነበሩ፡፡",
      "33": "አሳ በይሁዳ በነገሠ በሦስተኛው ዓመት የአኪያ ልጅ ባዕሻ በመላው እስራኤል ላይ ነገሠ፤ መኖሪያውንም በቲርጻ በማድረግ ሃያ አራት ዓመት ገዛ፤",
      "34": "ከእርሱም በፊት እንደነበረው እንደ ንጉሥ ኢዮርብዓም ባዕሻ ራሱ ኃጢአት በመሥራትና የእስራኤልንም ሕዝብ ወደ ኃጢአት በመምራት ያህቬህ(הוהי)ን አሳዘነ፡፡"
    },
    "Chapter 16": {
      "1": "የሐናኒ ልጅ በሆነው በነቢዩ ዬሁ አማካይነት ያህዌ ስለ ባዕሻ የተናገረው ቃል ይህ ነው፤",
      "2": "“አንተ ኢምንት ነበርህ፤ እኔ ግን ከትቢያ አንሥቼ የሕዝቤ የእስራኤል መሪ አደረግሁህ፤ ታዲያ አንተ እንደ ኢዮርብዓም ኃጢአት ሠራህ፤ ሕዝቤንም ወደ ኃጢአት መራህ፤ የኃጢአታቸውም ብዛት የእኔን ቁጣ አነሣሥቶአል፤",
      "3": "ስለዚህም ኢዮርብዓምን እንዳስወገድሁ አንተንና ቤተሰብህንም አስወግዳለሁ፤",
      "4": "በከተማይቱ ውስጥ የሚሞተውን ማንኛውንም የቤተሰብህን አባል ውሾች ይበሉታል፡፡”",
      "5": "ባዕሻ ያደረገው ሌላው ነገርና የጀግንነታ ሥራዎቹም ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "6": "ባዕሻ ሞተ፤ በቲርጻም ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ኤላ ነገሠ፡፡",
      "7": "ያህዌ በነቢዩ ዬሁ አማካይነት በባዕሻና በቤተሰቡ ላይ ያን የትንቢት ቃል የተነናገረበት ምክንያት፤ ባዕሻ በፈጸመው ኃጢአት ያህዌን ስላሳዘነ ነበር፤ ባዕሻ ያህዌን ያስቆጣውም ከእርሱ ፊት የነበረው ንጉሥ ባደረገው ዐይነት ሰለ ሠራው ክፉ ነገር ብቻ ሳይሆን የኢዮርብዓምንም ቤተሰብ ሁሉ በመግደሉ ጭምር ነው፡፡",
      "8": "አሳ በይሁዳ በነገሠ በሃያ ስድስተኛው ዓመት የባዕሻ ልጅ ኤላ የእስራኤል ንጉሥ ሆነ፤ መኖሪያውንም በቲርጻ አድርጎ ሁለት ዓመት ገዛ፡፡",
      "9": "የሠረገላዎቹ እኩሌታ ኀላፊ የሆነ ዚምሪ ተብሎ የሚጠራ ከጦር መኮንኖቹ አንዱ በንጉሡ ላይ ዐመፀ፤ አንድ ቀን ኤላ በቲርጻ ከተማ የቤተ መንግሥቱ ኀላፊ በሆነው አርጻ ተብሎ ባለሟሉ ቤት ብዙ መጠጥ ጠጥቶ ሰክሮ ነበር፤",
      "10": "በዚህን ጊዜ ዚምሪ ወደዚያ ቤት ሰተት ብሎ ገብቶ ኤላን ገደለው፤ እርሱም በኤላ እግር ተተክቶ ነገሠ፤ ይህም የሆነው የይሁዳ ንጉሥ አሳ በነገሠ ነሃያ ሰባተኛው ዓመት ነበር፡፡",
      "11": "ዚምሪ እንደነገሠ ወዲያውኑ የባዕሻ ቤተሰብ አባላት የሆኑትን በሙሉ ገደለ፤ የባዕሻ ዘመድና ወዳጅ የሆነውን ወንድ ሁሉ በሞት ቀጣ፡፡",
      "12": "በዚህም ዐይነት ሁኔታ ያህዌ በነቢዩ ዬሁ አማካይነት በባዕሻ ላይ ባናገረው ትንቢት መሠረት ዚምሪ የባዕሻን ቤተሰብ በሙሉ ፈጀ፡፡",
      "13": "ይህም የሆነበት ምክንያት ባዕሻና ልጁ ኤላ ጣዖት በማምለካቸውና የእስራኤልን ሕዝብ ወደ ሓጢአት በመምራታቸው የእስራኤል አምላክ የሆነውን የያህዌን ቁጣ በማነሣሣታቸው ነው፡፡",
      "14": "ኤላ ያደረገው ሌላው ነገር ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "15": "አሳ በይሁዳ በነገሠ በሃያ ሰባተኛው ዓመት ዚምሪ በእስራኤል ላይ ነገሠ፤ መኖሪያውንም በቲርጻ አድርጎ በእስራኤል ላይ ሰባት ቀን ብቻ ነገሠ፤ በዚያን ጊዜ የእስራኤል ወታደሮች በፍልስጥኤም የምትገኘውን የጊበቶን ከተማን ከብበው ነበር፤",
      "16": "ዚምሪ ዐምፆ ንጉሡን መግደሉን በሰሙ ጊዜ በዚያው እንዳሉ ወዲያውኑ የጦር አዛዥያቸው የነበረውን ዖምሪን አነገሡ፡፡",
      "17": "ዖምሪና ወታደሮቹ የቢበቶንን ከበባ አቆሙ፤ ከዚያም ገሥግሠው ሄደው ቲርጻን ከብበው ያዙ፤",
      "18": "ዚምሪ ከተማይቱ እንደተያዘች ባየ ጊዜ በቤተ መንግሥቱ ውስጠኛ ክፍል ወዳለው ምሽግ ውስጥ ገብቶ በቤተ መንግሥቱ ላይ እሳት ለቀቁበት፤ እርሱም በእሳት ነበልባል ተቃጥሎ ሞተ፡፡",
      "19": "ይህ የኖነበት ምክንያት በሠራው ኃጢአት ያህዌን በማሳዘኑ ነው፤ እርሱ ራሱ በሠራው ኃጢአትና እስራኤልንም ወደ ኃጢአት በመምራቱ ምክንያት ከእርሱ በፊት እንደነበረው እንደ ኢዮርብዓም ያህዌን አስቆጥቶአል፡፡፡",
      "20": "ዚምሪ የሠራው ሌላው ነገር ሁሉና ያደረገውም ሤራ ጭምር በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "21": "በዚያን ጊዜ የእስራኤል ሕዝብ ወገን በመለየት ከሁለት ተከፍለው ነበር፤ ከዚህም የተነሣ አንደኛው ክፍል ቲብኒ ተብሎ የሚጠራውን የጊናትን ልጅ ለማንገሥ ሲፈልግ፤ ሌላው ክፍል ደግሞ ዖምሪን ለመደገፍ ይሻ ነበር፤",
      "22": "በመጨረሻም የዖምሪ ደጋፊዎች አሸነፉ፤ ስለዚህም ቲብኒ ተገደለ፤ ዐምሪም ንጉሥ ሆነ፤",
      "23": "በዚህ ዐይነት ሁኔታ አሳ በይሁዳ በነገሠ በሠላሳ አንደኛው ዓመት ዖምሪ በእስራኤል ላይ ነግሦ ዐሥራ ሁለት ዓመት ገዛ፤ የመጀመሪያዎቹን ስድስት ዓመታታ የገዛውም መኖሪያውን በቲርጻ አድርጎ ነበር፤",
      "24": "ከዚይም በኋላ ሼሜር ተብሎ ከሚጠራው ሰው የሰማርያ ኮረብታ በስድስት ሺ ጥሬ ብር ገዛ፤ ዖምሪ ኮረብታውነ ከመሸገ በኋላ ከተማ ቆረቆረ፤ ከተማይቱንም ቀድሞ የኮረብታው ባለንብረት በሆነው በሼሜር ስም “ሰማርያ” ብሎ ሰየማት፡፡",
      "25": "ዖምሪ ከእርሱ በፊት ከነበሩት ነገሥታት ይበልጥ ኃጢአት በመሥራቱ ያህዌን አሳዘነ፡፡",
      "26": "አርሱ ራሱ በሠራው ኃጢአትና፤ እንዲሁም የእሰራኤልን ወደ ኃጢአትና ወደ ጣዖት አምልኮ በመምራቱ ከእርሱ በፊት እንደነበረው እንደ ኢዮርብዓም የእስራኤል አምላክ የሆነውን የያህዌን ቁጣ አነሣሣ፡፡",
      "27": "ዖምሪ ያደረገው ሌላው ነገር ሁሉና ያከናወነውም ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "28": "ዖምሪ ሞተ፤ በሰማርያም ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ አክአብ ነገሠ፡፡",
      "29": "አሳ በይሁዳ በነገሠ በሠላሳ ስምንተኛው ዓመት የዖምሪ ልጅ አክአብ የእስራኤል ንጉሥ ሆነ፤ እርሱም መኖሪያውን በሰማርያ አድርጎ ሃያ ሁለት ዓመት ገዛ፤",
      "30": "አክአብ ከእርሱ በፊት ከነበሩት ነገሥታት ሁሉ ይበልጥ የከፋ ኃጢአት በመሥራቱ ያህዌን አሳዘነ፤",
      "31": "አክአብ፤ ንጉሥ ኢዮርብዓም የሠራውን ኃጢአት እንደ ቀላል ነገር አድርጎ በመቁጠር እርሱም ራሱ ያንኑ ኃጢአት ሠራ፤ ከዚህም ሁሉ አልፎ የሲዶና ንጉሥ የኤትበዓር ልጅ የኖነችውን አረማዊቷን ኤልዛቤልን አገባ፤ ባዓል ተብሎ የሚጠራውንም ጣዖት አመለከ፤",
      "32": "በሰማርያም ለባዓል ቤተ መቅደስ አሳንጾ መሠዊያ ሠራለት፤",
      "33": "አሼራ ተብላ የምትጠራውንም የሴት አምላክ ምስል አቆመ፤ ከእረሱ በፊት ከነበሩትመ የእስራኤል ነገሥታት ሁሉ ይበልጥ የእስኤል አምላክ የሆነውን ያህዌን ቁጣ የሚያነሣሣ ኃጢአት ሠራ፡፡",
      "34": "በአክአብ ዘመነ መንግሥት ሒኤል ተብሎ የሚጠራ የቤትኤል ተወላጅ ኢያሪኮን መልሶ ሠራ፤ ያህዌ በነዌ ልጅ በኢያሱ አማካይነት አስቀድሞ በተናገረው ቃል መሠረት ሒኤል የኢያሪኮን የመሠረት ድንጋይ በሚያኖርበት ጊዜ የበኩር ልጁ አቢራም ሞተበት፤ የቅጽርዋንም በሮች በሚሠራበት ጊዜ ታናሹ ልጁ ሠጉብ ሞተ፡፡"
    },
    "Chapter 17": {
      "1": "ኤልያስ የድርቅ ጊዜ ስለመምጣቱ ተናገረ በገለዓድ የምትገኘው የቲሽቢ ተወላጅ የሆነውና ኤልያስ ተብሎ የሚጠራው ነቢይ ንጉሥ አክአብን “በእኔ ቃል ካልሆነ በቀር በሚቀጥሉት ሁለት ወይም ሦስት ዓመታት በምድር ላይ ጠል ወይም ዝናብ እንደማይኖር እኔ በማገለግለው የእስራኤል አምላክ በሆነው፤ በሕያው ያህዌ ስም እነግርሃለሁ” አለው፡፡",
      "2": "ከዚህ በኋላ ያህዌ ኤልያስን እንዲህ አለው፤",
      "3": "“ከዚህ ተነሥተህ ወደ ምስራቅ ሂድ፤ እዚያም ከዮርዳኖስ በስተ ምሥራቅ በሚገኘው ከሪት ተብሎ በሚጠራው ወንዝ አጠገብ ተሸሸግ፤",
      "4": "የምትጠጣውንም ውሃ ከዚያው ወንዝ ታገኛለህ፤ ቁራዎችም ምግብ እንዲያመጡልህ አዝዣለሁ፡፡”",
      "5": "ኤልያስም ያህዌ ባዘዘው መሠረት ሄዶ በከሪት ወንዝ አጠገብ ተቀመጠ፤",
      "6": "ከወንዙም ውሃ ጠጣ፤ ቁራዎችም ዘወትር ጠዋትና ማታ እንጀራና ሥጋ ያመጡለት ነበር፤",
      "7": "ዝናም ጠፍቶ ድርቅ ከመሆኑ የተነሣ ከጥቂት ጊዜ በኋላ ያ ወንዝ ደረቀ፡፡",
      "8": "ከዚህ በኋላ ያህዌ ኤልያስን እንዲህ አለው፤",
      "9": "“እንግዲህ አሁን ከዚህ ተነሥተህ ሄደህ በሲዶና አጠገብ በምትገኘው በስራፕታ ከተማ ተቀመጥ፤ እነሆ በዚያ የምትኖር አንዲት መበለት እንድትመግብህ አዝዣለሁ” አለው፡፡",
      "10": "ስለዚህ ኤልያስ ወደ ስራፕታ ሄደ፤ ወደ ከተማይቱም ቅጽር በር በደረሰ ጊዜ አንዲት መበለት እንጨት ስትለቅም አይቶ “እባክሽ የምጠጣው ውሃ አምጪልኝ” አላት፡፡",
      "11": "ውሃም ልታመጣለት በመሄድ ላይ ሳለች ወዲያውኑ ጠርቶ “እባክሽ በተጨማሪ ትንሽ እንጀራ አምጪልኝ” አላት፡፡",
      "12": "እርስዋም እንዲህ ስትል መለሰችለት፤ “ምንም እንጀራ እንደሌለኝ በአምላክህ በሕያው ያህዌ ስም እምላለሁ፤ በዱቄት ዕቃዬ ውስጥ ካለችው ከአንድ እፍኝ ዱቄትና በማሰሮዬ ውስጥ ካለችው ከጥቂት የወይራ ዘይት በቀር ምንም የለኝም፤ ወደዚህ የመጣሁት ትንሽ እንጨት ለቃቅሜ ወደ ቤቴ በመመለስ ይህችኑ ያለችኝን ትንሽ ዱቄት ለልጄና ለእኔ ለመጋገር ነው፤ ይህችም የመጨረሻ ምግባችን ናት፤ ከዚያም በኋላ በረሀብ ከመሞት አንተርፍም፡፡”",
      "13": "ኤልያስም እንዲህ አላት፤ “አይዞሽ አትጨነቂ፤ ሄደሽ ምግብሺን አዘጋጂ፤ አስቀድመሽ ግን ከዚያችው ካለችሽ ዱቄት ለእኔ ትንሽ እንጎቻ ጋግረሽ አምጪልኝ፤ የቀረውንም ለራስሽና ለልጅሽ ጋግሪው፤",
      "14": "ምክንያቱም የእስራኤል አምላክ የሆነ ያህዌ ‘እኔ ያህዌ ዝናምን እስከማወርደ ድረስ ዱቄቱ ከማኖሪያው ዕቃ፤ ዘይቱም ከማሰሮው ከቶ አያልቅም’ ሲል ተናግሮአል፡፡”",
      "15": "መበለቲቱም ሄዳ ኤልያስ እንደነገራት አደረገች፤ በዚህም ዐይነት ሁኔታ እርስዋ፤ ቤተሰብዋና ኤልያስም ለብዙ ቀን የሚሆን በቂ ምግብ አገኙ፡፡",
      "16": "ያህዌ በኤልያስ አማካይነት በሰጠው ተስፋ መሠረት ዱቄቱ ከማኖሪያው ዕቃ፤ ዘይቱም ከማሰሮው አላለቀም፡፡",
      "17": "ከጥቂት ጊዜም በኋላ የዚያች መበለት ልጅ ታመመ፤ ሕመሙም እየባሰበት ስለሄደ በመጨረሻ ሞተ፤",
      "18": "መበለቲቱም ኤልያስን “ያህዌ ሰው ሆይ! ስለምን ይህን አደረግህብኝ? ወደዚህ የመጣኸው ኃጢአቴን አስታውሰህ ልጄ እንዲሞትብኝ ለማድረግ ነውን?” ስትል ጠየቀችው፡፡",
      "19": "ኤልያስም “ልጅሽኝ ወደ እኔ አምጪው” አላት፡፡ ልጁንም ከእቅፍዋ ወስዶ እርሱ ወደሚኖርበት ሰገነት አውጥቶ በአልጋው ላይ አጋደመው፤",
      "20": "ከዚህ በኋላ ኤልያስ ድምፁን ከፍ በማድረግ “ያህዌ አምላኬ ሆይ! ስለምን በዚህች መበለት ላይ ይህን የመሰለ አሠቃቂ ነገር አደረግህ? እርሷ እኔን በማስተናገድ ታላቅ ቸርነት አድርጋልኛለች፤ ታዲያ አንተ ስለምን ልጅዋ እንዲሞት አደረግህ?” ሲል ጸለየ፡፡",
      "21": "ከዚህ በኋላ ኤልያስ በልጁ ላይ ሦስት ጊዜ ተዘርሮ “ያህዌ አምላኬ ሆይ! እባክህ ይህን ልጅ ከሞት አስነሣው! ሲል ጸለየ፡፡",
      "22": "ያህዌም የኤልያስን ጸሎት ሰማ፤ የልጁም እስትንፋስ እንደገና ተመልሶለት ዳነ፡፡",
      "23": "ኤልያስ ልጁን ከሰገነት ወደ ምድር ቤት አውርዶ ለእናቱ በመስጠት “ተመልከቺ! እነሆ ልጅሽ ከሞት ወደ ሕይወት ተመልሶአል!” አላት፡፡",
      "24": "እርስዋም “እነሆ አንተ የያህዌ ሰው መሆንህንና ያህዌም በአንተ አማካይነት መናገሩን አሁን አረጋገጥሁ” ስትል መለሰችለት፡፡"
    },
    "Chapter 18": {
      "1": "የድርቁ ዘመን ከተጀመረ ከሦስተኛው ዓመት በኋላ ጥቂት ጊዜ ቆየት ብሎ ያህዌ ኤልያስን “ሄደህ ራስህን ለንጉሥ አክአብ ግለጥለት፤ እኔም በምድር ላይ ዝናምን አዘንማለሁ” አለው፤",
      "2": "ኤልያስም በታዘዘው መሠረት ወደ አክአብ ሄደ፤ በዚህ ጊዜ በሰማርያ ረሃብ እጅግ ጸንቶ ነበር፡፡",
      "3": "ስለዚህም ንጉሥ አክአብ የቤተ መንግሥቱም ኀላፊ የሆነውን ዖባድያን ጠራ፤ ዖባድያ ያህዌን የሚፈራ መንፈሳዊ ሰው ነው፤",
      "4": "ኤልዛቤል የያህዌን ነቢያት ታስገድል በነበረችበትም ጊዜ ዖባድያ አንድ መቶ የሚሆኑትን የያህዌን ነቢያት ከሁለት ከፍሎ ኀምሳ፤ ኀምሳውን በዋሻዎች ከሸሸጋቸው በኋላ እህልና ውሃ በማቅረብ ይመግባቸው ነበር፡፡",
      "5": "ስለዚህም አክአብ ዖባድያ “ፈረሰኞችንና በቅሎዎችን ከሞት የምናድንበት በቂ ሣር እናገኝ እንደሆን በምድሪቱ ወደሚገኘው ምንጭና ወንዝ እስቲ ሂድና እይ፤ ምናልባት እንስሶቻችንን ከሞት ማዳን እንችል ይሆናል” አለው፡፡",
      "6": "እያንዳንዳቸው በአገሪቱ ወደየትኛው ክፍል ሄደው መፈለግ እንዳለባቸው ከተስማሙ በኋላ አክአብና ዖባድያ ለየብቻቸው በሁለት አቅጣጫ ተሠማሩ፡፡",
      "7": "ዖባድያ በሚሄድበት መንገድ ላይ ሳለ በድንገት ኤልያስን አገኘው፤ ኤልያስ መሆኑንም ስላወቀ በግንባሩ ወደ መሬት ለጥ ብሎ እጅ ከነሣው በኋላ “ጌታዬ! ኤልያስ! በእውነት አንተ ነህን?” ሲል ጠየቀው፡፡",
      "8": "ኤልያስም “አዎ እኔ ነኝ፤ እዚህ መሆኔን ሄደህ ለጌታህ ንገረው” ሲል መለሰለት፡፡",
      "9": "ዖባድያም እንዲህ አለው “ንጉሥ አክአብ ይገድለኝ ዘንድ በእጁ አሳልፈህ የምትሰጠኝ ምን በደል ሠርቼ ነው?",
      "10": "ንጉሡ አንተን ለማግኘት ፈልጎ በዓለም ላይ መልእክተኛ ያልላከበት አግረ እንደሌለ ሕያው በሆነው በአምላክህ በያህዌ ስም እምላለሁ፤ የአንድ አገር መሪ አንተ በአገሩ ውስጥ አለመኖርክን ባስታወቀው ቁጥር ንጉሥ አክአብ የአንተን አለመኖር በመሐላ እንዲያረጋግጥለት ጠይቋል፡፡",
      "11": "ታዲያ ነገሩ በዚህ ሁኔታ ላይ እየለ አንተ እዚህ መሆንህን ሄጄ እንድነግረው ትፈልጋለህን?",
      "12": "እኔ ከዚህ እንደሄድሁ ወዲያውኑ የያህዌ መንፈስ አንተን ወዳልታወቀ ቦታ ቢወስድህ እኔ ምን ይበጀኛል?ምክንያቱም አንተ እዚህ ቦታ መኖርክን ለአክአብ ነግሬው ሳያገኝህ ቢቀር እርሱ እኔን በሞት ይቀጣኛል፤ ከልጅነቴ ጀምሮ ያህዌን የምፈራ ሰው መሆኔን አስታውስ፡፡",
      "13": "ደግሞስ ኤልዛቤል የያህዌን ነቢያት ስታስገድል በነበረችበት ጊዜ አንድ መቶ የሚሆኑትን ነቢያት ከሁለት በመክፈል ኀምሳ ኀምሳውን በዋሻዎች ውስጥ ሸሽጌ እህልና ውሃ በማቅረብ ስመግባቸው መኖሬን አልሰማህምን?",
      "14": "ታዲያ አሁን አንተ እዚህ መሆንህን ሄደህ ለንጉሥ አክአብ ንገር ትለኛለህን? ይህን ባደርግ ንጉሡ ይገድለኛል፡፡”",
      "15": "ኤልያስም “ዛሬ እኔ ለንጉሡራሴን እንደምገልጥለት በማገለግለውና ሁሉን ቻይ በሆነው በያህዌ ስም ቃል እገባልሃለሁ” ሲል መለሰ፡፡",
      "16": "ከዚህ በኋላ ዖባድያ ሄዶ ለንጉሥ አክአብ ነገረው፤ አክአብም ተነሥቶ ኤልያስን ለመገናኘት ሄደ፤",
      "17": "አክአብ ኤልያስን ባየው ጊዜም “በእስራኤል ላይ ይህን ከባድ ችግር የፈጠርህ አንተ ለካ እዚህ ነህን?” አለው፡፡",
      "18": "ኤልያስም እንዲህ ሲል መለሰ፤ “እኔ ችግር ፈጣሪ አይደለሁም፤ ችግርንስ የምትፈጥሩ ከነአባትህ አንተ ራስህ ነህ ምክንያቱም የያህዌን ትእዛዛት በመጣስ ባዓል ተብሎ ለሚጠራው የባዕድ አምላክ ምስሎች ትሰግዳላችሁ፤",
      "19": "ይልቅስ አሁን የእስራኤልን ሕዝብ ሁሉ እንዳገኛቸው በቀርሜሎስ ተራራ ሰብስብልኝ፤ በንግሥት ኤልዛቤል ማእድ የሚቀለቡትን አራት መቶ ኀምሳ የባዓል ነቢያትንና አራት መቶ የአሼራ ነቢያትን ጭምር ይዘህ ና፡፡”",
      "20": "ስለዚህም አክአብ እስራኤላውያን ሁሉና የባዓል ነቢያት በሙሉ በቀርሜሎስ ተራራ እንዲሰበሰቡ ጥሪ አስተላለፈ፤",
      "21": "ኤልያስም ወጥቶ ለሕዝቡ “እስከ መቼ ድረስ በሁለት ልብ ስታወላውሉ ትኖራላችሁ፤ እንግዲህ ያህዌ እውነተኛ አምላክ ከሆነ እርሱን አምልኩ፤ ወይም ባዓል እውነተኛ አምላክ ከሆነ እርሱኑ አምልኩ” አላቸው፤ ሕዝቡ ግን አንዲት ቃል እንኳ አልመለሱም፡፡",
      "22": "ከዚህ በኋላ ኤልያስ እንዲህ አለ፤ “ከያህዌ ነቢያት የቀረሁት እኔ ብቻ ነኝ፤ አራት መቶ ኀምሳ የባዓል ነቢያት ግን እነሆ እዚህ አሉ፤",
      "23": "እንግዲህ ሁለት ኮርማዎችን አምጡና የባዓል ነቢያት አንዱን ወስደው ይረዱት፤ ሥጋውንም ቆራርጠው እንጨት በመረብረብ በዚያ ላይ ያኑሩት፤ ነገር ግን በእሳት አያቀጣጥሉት፤ እኔም ሁለተኛውን በሬ ወስጄ እንደዚሁ አደርጋለሁ፤",
      "24": "ከዚህ በኋላ የባዓል ነቢያት ወደ አምላካቸው ይጸልዩ፤ እኔም ወደ ያህዌ እጸልያለሁ፤ እሳትን ወደ መሥዋዕቱ በመላክ መልስ የሚሰጥ እርሱ እውነተኛ አምላክ ነው፡፡” ሕዝቡም ድምፃቸውን ከፍ አድርገው በዚህ አሳብ መስማማታቸውን ገለጡ፡፡",
      "25": "ከዚህ በኋላ ኤልያስ የበዓልን ነቢያት “እናንተ ብዙ ስለሆናችሁ በመጀመሪያ አንዱን በሬ ወስዳችሁ በማረድ ወደ አምላካችሁ ጸልዩ፤ ነገር ግን እንጨቱን በእሳት አታቀጣጥሉ” አላቸው፡፡",
      "26": "እነርሱም የመጣላቸውን ኮርማ ወስደው ለመሥዋዕት አዘጋጅተው እስከ እኩለ ቀን ድረስ ወደ ባዓል ጸለዩ፡፡ “ባዓል ሆይ! እባክህ ስማን!” እያሉም ጮኹ፡፡ በሠሩትም መሠዊያ ዙሪያ እያሸበሸቡ ዘመሩ፤ ነገር ግን ምንም መልስ አላገኙም፡፡",
      "27": "እኩለ ቀን ሲሆን ኤልያስ “ድማፃችሁን ከፍ አድርጋችሁ ጸልዩ! እርሱ አምላክ አይደለም እንዴ! እርሱ በአሳብ ተውጦ ይሆናል፤ ወይም ራሱን ያዝናና ይሆናል! ወይም ወደ ሩቅ አገር ሄዶ ይሆናል! ወይም ተኝቶ ያንቀላፋ ይሆናልና እንዲነሣ ቀስቅሱት!” እያለ ያፌዝባቸው ጀመር፤",
      "28": "ስለዚህም የሐሰት ነቢያቱ ድምፃቸውን ከፍ አድርገው እየጸለዩ በሥርዓታቸው መሠረት ደማቸው እስኪፈስ ድረስ በቢላዋና በጩቤ ሰውነታቸውን ያቆሰሉ ነበር፡፡",
      "29": "እኩል ቀን ካለፈም በኋላ የሠርክ መሥዋዕት እስከሚቀርብበት ጊዜ ድረስ እየተራወጡ የልመና ጩኸታቸውን ቀጠሉ፤ ይሁን እንጂ ምንም መልስ አላገኙም፤ ድምፅም አልተሰማም፡፡",
      "30": "ከዚህ በኋላ ኤልያስ ሕዝቡን “ወደ እኔ ቅረቡ” አላቸው፤ ሁሉም በዙሪያው ተሰበሰቡ፤ እርሱም ፈርሶ የነበረውን የያህዌን መሠዊያ በማደስ ሠራው፡፡",
      "31": "ያህዌ ከዚያ በፊት “እስራኤል ብሎ ከሰየመው ከያዕቆብ በተወለዱት በዐሥራ ሁለቱ ነገዶች ስም ዐሥራ ሁለት ድንጋዮች ወሰደ፤",
      "32": "እነዚህንም ድንጋዮች ረብርቦ ያህዌ የሚመለክባትን መሠዊያ እንደገና ሠራ፤ በዙሪያውም ዐሥራ አራት ሊትር ውሃ የሚይዝ ጉድጓድ ማሰ፤",
      "33": "እንጨቱንም በመሠዊያው ላይ በመረብረብ ኮርማውን በብልት ቆራርጦ በእንጨቱ ላይ ካኖረ በኋላ፤",
      "34": "“በአራት ጋን ውሃ ሞልታችሁ በመሥዋዕቱና በእንጨቱ ላይ አፍስሱት” አላቸው፤ እነርሱም እንዲሁ አደረጉ፤ “አሁንም ጨምሩበት” አላቸው፤ እነርሱም እንዲሁ አደረጉ፤ እርሱም “አሁንም እንደገና አንድ ጊዜ ጨምሩ” አላቸው፤ እነርሱም እንዲሁ አደረጉ፤",
      "35": "ውሃውም በመሠዊያው ዙሪያ ፈሰሰ፤ ጉድጓድንም ሞላው፡፡",
      "36": "ከቀትር በኋላ የሠርክ መሥዋዕት በሚቀርብበት ሰዓት ነቢዩ ኤልያስ ወደ መሠዊያው ቀርቦ እንዲህ ሲል ጸለየ፤ “የአብርሃም፤ የይስሐቅና የያዕቆብ አምላክ የሆንህ ያህዌ ሆይ! አንተ የእስራኤል አምላክ መሆንክን፤ እኔም የአንት አገልጋይ መሆኔን፤ እኔም ይህን ሁሉ ያደረግሁት በቃልህ መሠረት መሆኑን አንተ ራስህ ግለጥ፤",
      "37": "አምላኬ ሆይ! ይህ ሕዝብ አንተ እውነተኛ አምላክ መኖነክንና ወደ አንተም ያቀረብከው አንተ ራስህ መሆንክን እንዲያውቅ እብክህ መልስ ስጠኝ፤ አምላክ ሆይ! ስማኝ!”",
      "38": "ከዚህ በኋላ ያህዌ እሳትን ላከ፤ ያም እሳት መሥዋዕቱን፤ እንጨቱንን ድንጋዩን አቃጠለ፤ ምድሩንም ለበለበ፤ በጉድጓዱ የነበረውንም ውሃ አደረቀ፤",
      "39": "ሕዝቡም ይህን ባዩ ጊዜ በግንባራቸው መሬት ላይ ተደፍተው በመደነቅ “ያህዌ አምላክ ነው! እውነተኛ አምላክ እርሱ ብቻ ነው!” አሉ፡፡",
      "40": "ኤልያስም “የባዓልን ነቢያት ያዙ! አንድም ሰው እንዳያመልጥ!” ሲል አዘዘ፡፡ ሕዝቡም በሙሉ ያዙአቸው፤ ኤልያስም ወደ ቂሾን ወንዝ እየመራ ወስዶ በዚያ ሁሉንም ገደላቸው፡፡",
      "41": "ከዚህ በኋላ ኤልያስ ንጉሥ አክአብን “እንግዲህ ሄደህ እህልና ውሃ ቅመስ፤ ምክንያቱም እኔ አሁን የከባድ ዝናም ነጎድጓድ ድምፅ መቃረቡን እየሰማሁ ነው” አለው፤",
      "42": "አክአብ እህልና ውሃ ለመቅመስ ሲሄድ፤ ኤልያስ ወደ ቀርሜሎስ ተራራ ወጣ፤ እዚያም በሁለቱ ጉልበቶቹ መካከል ራሱን ወደ መሬት ደፍቶ፤",
      "43": "አገልጋዩን፤ “ሂድና ወደ ባሕሩ አቅጣጫ ተመልከት” አለው፡፡",
      "44": "አገልጋዩም ሄዶ ሲመለስ “ምንመ ነገር አይታየኝም” አለው፤ አገልጋዩ እየተመለሰ ያይ ዘንድ ኤልያስ ሰባት ጊዜ አዘዘው፤ በሰባተኛውም ጊዜ አገልጋዩ ተመልሶ “ከአንድ ሰው መዳፍ የማትበልጥ ትንሽ ደመና ከባሕር ስትወጣ አየሁ” አለው፡፡",
      "45": "ኤልያስም “ወደ ንጉሥ አክአብ ሂድና ‹ዝናሙ ሳያቋርጥህ በፍጥነት ወደ ሠረገላህ ገብተህ ወደ ቤትህ ተመልሰህ ሂድ› ብለህ ንገረው” ሲል አዘዘው፡፡",
      "46": "ከጥቂት ጊዜም በኋላ ሰማዩ በጥቁር ደመና ተሸፈነ፤ ነፋሱም ይነፍስ፤ ብርቱ ዝናምም ይዘንም ጀመረ፤ ንጉሥ አክአብም በሠረገላው ተቀምጦ ወደ ኢይዝራኤል ሄደ፤ የያህዌም ኀይል በኤልያስ ላይ ወረደ፤ ኤልያስም ልብሱን በወገቡ ዙሪያ ጠበቅ አድርጎ በመታጠቅ እስከ ኢይዝራኤል መግቢየ በር ድረስ በአክአብ ፊት ቀድሞ ይሮጥ ነበር፡፡"
    },
    "Chapter 19": {
      "1": "ንጉሥ አክአብ ኤልያስ ያደረገውን ሁሉና የባዓልንም ነቢያት በሙሉ እንዴት እንደቀጣ ለሚስቱ አሌልዛቤል ነገራት፤",
      "2": "ስለዚህ እርስዋ “በእነዚያ ነቢያት ላይ ያደረግኸውን እኔም ነገ ልክ በአሁኑ ሰዓት በአንተ ላይ ሳላደርግብህ ብቀር አማልክት በሞት ይቅሠፉኝ” ስትል ወደ ኤልያስ የዛቻ መልእክት ላከች፡፡",
      "3": "ኤልያስም ስለፈራ ሕይወቱን ለማትረፍ ከአገልጋዩ ጋር በይሁዳ ወደምትገኘው ወደ ቤርሳቤህ ከተማ ሄደ፡፡",
      "4": "አገልጋዩንም በዚያ በመተው፤ ኤልያስ አንድ ቀን ሙሉ በበረሓ ተጓዘ፤ ከዚህ በኋላ ጉዞውን ቆም አድርጎ፤ በአንድ የክትክታ ዛፍ ጥላ ሥር ተቀመጠ፤ ሞቱንም በመመኘት “ያህቬህ(יהוה) ሆይ! አሁንስ ይብቃኝ፤ ከቀድሞ አባቶቼ አልበልጥምና ነፍሴን ውሰድ!” ሲል ጸለየ፡፡",
      "5": "ከዚህ በኋላ በዛፉ ሥር ጋደም እንዳለ እንቅልጅ ወሰደው፤ በድንገትም አንድ መልአክ መጥቶ በመዳሰስ ቀሰቀሰውና “ተነሥ ብላ!” አለው፤",
      "6": "ኤልያስም ተነሥቶ ዙሪያውን በተመለከተ ጊዜ በድንጋይ ሙቀት የበሰለ የዳቦ ሙልሙልና አንድ ገንቦ ውሃ በራስጌው ተቀምጦ አየ፤ ከበላና ከጠጣም በኋላ ተመልሶ ተኛ፤",
      "7": "የያህቬህ(יהוה)ም መልአክ ተመልሶ መጥቶ “የምትሄድበት መንገድ ሩቅ ስለሆነ፤ ተነሥተህ ብላ” ሲል ዳግመኛ ኤልያስን ቀሰቀሰው፤",
      "8": "ኤላያስም ተነሥቶ ምግቡን በላ፤ ውሃውንም ጠጣ፤ ከዚያም ምግብ ባገኘው ኀይል እስከተቀደሰው የሲና ተራራ አርባ ቀንና አርባ ሌሊት ሙሉ ተጓዘ፤",
      "9": "እዚያም እንደ ደረሰ ወደ አንድ ዋሻ ገብቶ እዚያ አደረ፡፡ በድንገትም ያህቬህ(יהוה) “ኤልያስ ሆይ! እዚህ ምን ታደርጋለህ?” ሲል ጠየቀው፡፡",
      "10": "ኤልያስም “ሁሉን የምትችል አምላኬ ሆይ! እኔ ለአምላክነትህ በመቅናት ዘወትር አንተን ብቻ አገለግላለሁ፤ የእስራኤል ሕዝብ ግን ከአንተ ጋር የገቡትን ቃል ኪዳን አፍርሰዋል፤ መሠዊያዎችህንም ሰባብረዋል፤ ነቢያትህንም ሁሉ ገድለዋል፤ እነሆ እኔ ብቻዬን ቀርቻለሁ፤ እነርሱ ግን እኔንም እንኳ ሊገድሉኝ ይፈልጋሉ” ሲል መለሰ፡፡",
      "11": "ያህቬህ(יהוה)ም ኤልያስን “ካለህበት ወጥተህ በተራራው ጫፍ ላይ በፊቴ ቁም” አለው፤ ከዚህ በኋላ ያህቬህ(יהוה) በአጠገቡ አለፈ፤ ብርቱ ነፋስም በፊቱ በመላክ ኮረብታዎን ሰነጣጠቀ፤ አለቶችንም ሰባበረ፤ ያህቬህ(יהוה) ግን በነፋሱ ውስጥ አልነበረም፤ ነፋሱም ከቆመ በኋላ ምድሪቱ ተናወጠች፤ ያህቬህ(יהוה) ግን በምድሪቱ ነውጥ ውስጥ አልነበረም፤",
      "12": "ከምድሪቱም ነውጥ በኋላ እሳ መጣ፤ ያህቤህ ግን በእሳት ውስጥ አልነበረም፤ ከእሳቱም በኋላ የሹክሹክታ ድምፅ ተሰማ፡፡",
      "13": "ኤልያስ የሹክሹክታውን ድምፅ በሰማ ጊዜ ፊቱን በካባው ሸፈነ፤ ወጥቶም በዋሻው መግቢያ በር አጠገብ ቆመ፤ አንድም ድምፅ “ኤልያስ ሆይ! እዚህ ምን ትደርጋለህ?” ሲል ጠየቀው፡፡",
      "14": "ኤልያስም “ሁሉን የምትችል አምላኬ ሆይ! እኔ ብቻ ለአምላክነትህ በመቅናት ዘወትር አንተን ብቻ አገለግላለሁ፤የአስራኤል ሕዝብ ግን ከአንተ ጋር የገቡትን ቃል ኪዳን አፍርሰዋል፤ ነቢያትንም ሁሉ ገድለዋል፤ እነሆ እኔ ብቻዬን ቀርቻለሁ፤ እነርሱ ግን እኔን እንኳ ሊገድሉኝ ይፈልጋሉ” ሲል መለሰ፡፡",
      "15": "ያህቬህ(יהוה)ም እንዲህ አለው፤ “በደማስቆ ከተማ አጠገብ ወደሚገኘው በረሓ ተመልሰህ ሂድ፤ እዚያም በደረስህ ጊዜ ሐዛኤልን ቀብተህ በሶርያ ላይ አንግሠው፤",
      "16": "የሚምሺን ልጅ ዬሁንም ቀብተህ በእስራኤል ላይ አንግሠው፤ የአቤል መሖላ ተወላጅ የሆነውን የሣፋጥን ልጅ ኤልሳዕንም ቀብተህ በአንተ እግር ነቢይ እንዲሆን አድርገው፡፡",
      "17": "ከሐዛኤል እጅ ከመገደል ተርፎ የሚያመልጠውን ማንኛውንም ሰው ዬሁ ይገድለዋል፤ ከዬሁ እጅ የሚያመልጠውንም ኤልሳዕ ይገድለዋል፡፡",
      "18": "ይሁን እንጂ ለእኔ ታማኞች የሆኑ፤ ለበዓል ያልሰገዱና ምስሉንም ያልተሳለሙ ሰባት ሺ ሰዎችን በእስራኤል ምድር በሕይወት እንዲተርፉ አድርጌአለሁ፡፡”",
      "19": "ኤልያስ ከዚያ ከሄደ በኋላ ኤልሳዕን ሁለት በሬዎች ጠምዶ ሲያርስ አገኘው፤ ከእርሱም ጋር በፊቱ በዐሥራ ሁለተኛ ጥማድ በሬዎች የሚያርሱ ደቦኞች ነበሩ፤ ኤልሳዕም በመጨረሻው ዐሥራ ሁለተኛ ጥማድ ያርስ ነበር፤ ኤልያስም ካባውን አውልቆ በኤልሳዕ ላይ ደረበለት፡፡",
      "20": "በዚህ ጊዜ ኤልሳዕ በሬዎችን ትቶ ወደ ኤልያስ በመሮጥ “አባትና እናቴን ስሜ እንድሰናበት ፍቀድልኝ ከዚያም በኋላ እከተልሃለሁ” አለው፡፡",
      "21": "ኤልያስም “እሺ ተመልሰህ ሂድ፤ እኔ አልከለክልህም” ሲል መለሰለት፡፡",
      "22": "ከዚህ በኋላ ኤልሳዕ ወደ ጥማድ በሬዎቹ ተመልሶ ዐረዳቸው፤ የተጠመዱበትንም ቀንበር በማንደድ ሥጋቸውን ቀቅሎ ለሕዝቡ አቀረበላቸው፤ እነርሱም በሉ፤ ከዚህ በኋላ ኤልያስን ተከትሎ በመሄድ ረዳቱ ሆነ፡፡"
    },
    "Chapter 20": {
      "1": "ከዚህ በኋላ የሰምር ንጉሥ ቤንሃዳድ ሁሉንም ሰራዊቱን ሰብስቦ፤ ሠላሳ ሁለት ንጉሦች ከእርሱ ጋር ነበሩ፥ ፈረሶችና ሰረገሎችም ነበሩ፤ ወጥቶም ሰማርያን ወረወራት፥ በጦርም ከበባት።",
      "2": "ወደ ከተማይቱም ወደ አካብ ንጉሥ ወደ እስራኤል መልክተኞችን ላከ፥ እንዲህም አለ።",
      "3": "“ቤንሃዳድ እንዲህ ይላል፦ ብርህንና ወርቅህን ለእኔ ስጥ፥ ሚስቶችህንና ልጆችህንም ለእኔ ስጥ።”",
      "4": "የእስራኤልም ንጉሥ መልሶ አለ፦ “ጌታዬ ንጉሥ ሆይ፥ እንደ ቃልህ እሆናለሁ፥ እኔና ያለኝ ሁሉ ያንተ ነው።”",
      "5": "መልክተኞቹም ደግሞ መጥተው አሉት፦ “ቤንሃዳድ እንዲህ ይላል፦ ብርህንና ወርቅህን ልጆችህንና ሚስቶችህን ልወስድ ዘንድ ላክሁህ፤",
      "6": "ነገ ግን በዚህ ሰዓት ባሮቼን ወደ አንተ እልካለሁ፥ ቤትህንና የባሮችህን ቤቶች ይፈልጋሉ፤ በእጃቸውም ያለውን ሁሉ ወደው ይወስዳሉ።”",
      "7": "ንጉሡም የምድሩን ሽማግሌዎች ሁሉ ጠርቶ አላቸው፦ “እዩ፥ ይህ ሰው ለመጥፋት ይፈልጋል፤ ሚስቶቼንና ልጆቼን ብሬንና ወርቄንም ላክሁለት፥ አላልሁምና።”",
      "8": "ሽማግሌዎችና ሕዝቡም አሉት፦ “አትስማ፥ አትቀበል።”",
      "9": "ስለዚህ አካብ የቤንሃዳድን መልክተኞች አለ፦ “ጌታዬን ንጉሥ ንገሩት፦ ባሪያህ በፊት ያዘዝኸውን ሁሉ አደርጋለሁ፤ ይህን ግን ላደርግ አልችልም።” መልክተኞቹም ሄደው መለሱለት።",
      "10": "ቤንሃዳድም ወደ እርሱ መልክተኞችን ላከ አለም፦ “የሰማርያ አፈር ለሰዎቼ እግሮች ያክል ባይበቃ አማልክት ይበሉኝ።”",
      "11": "የእስራኤልም ንጉሥ መልሶ አለ፦ “የሚያበቃ ከማዘምት በፊት አይብስ።”",
      "12": "ቤንሃዳድም ይህን ቃል ሰምቶ ከንጉሦቹ ጋር በድንኳን ውስጥ ይጠጣ ነበር፤ ለባሪያዎቹም አለ፦ “ወደ ከተማይቱ አድርጉ።” ወደ ከተማይቱም አደረጉ።",
      "13": "እነሆም፥ አንድ ነቢይ ወደ እስራኤል ንጉሥ አካብ ቀረበ አለውም፦ “እግዚአብሔር እንዲህ ይላል፦ ይህችን ብዛት ታየህን? እነሆ፥ ዛሬ በእጅህ እሰጣታለሁ፥ እኔ እግዚአብሔር እንደ ሆንሁ ታውቃለህ።”",
      "14": "አካብም አለ፦ “በማን?” እርሱም አለ፦ “እግዚአብሔር እንዲህ ይላል፦ በአውራጃ አለቆች ወጣቶች።” አካብም አለ፦ “ጦርን የሚጀምር ማን ነው?” እርሱም አለ፦ “አንተ።”",
      "15": "አካብም የአውራጃ አለቆች ወጣቶችን ቈጠራቸው፥ ሁለት መቶ ሠላሳ ሁለት ነበሩ፤ ከዚያም ሁሉንም ሕዝብ ቈጠራቸው፥ ሰባት ሺ ሰዎች ነበሩ።",
      "16": "በቀትርም ወጡ፤ ቤንሃዳድም ከሠላሳ ሁለቱ ንጉሦች ጋር የሚያገለግሉት የቀሩት ሰዎች ጠጡ።",
      "17": "የአውራጃ አለቆች ወጣቶችም በፊት ወጡ፤ ቤንሃዳድም ሰዎችን ላከ፥ እነርሱም ከሰማርያ ሰዎች ወጥተዋል ብለው ነገሩት።",
      "18": "እርሱም አለ፦ “ለሰላም ቢመጡ ሕያው ያዙአቸው፥ ለጦር ቢመጡ ሕያው ያዙአቸው።”",
      "19": "የአውራጃ አለቆች ወጣቶችም ከከተማይቱ ወጡ፥ ጦሩም ከተራቸው።",
      "20": "ሁሉም ተጋደሉ፥ ሰርያም ሸሸ፥ እስራኤልም ያዘቻቸው፤ የሰርያ ንጉሥ ቤንሃዳድ በፈረስ ላይ ተርፎ ከፈረሰኞች ጋር ሸሸ።",
      "21": "የእስራኤልም ንጉሥ ወጥቶ ፈረሶችንና ሰረገሎችን ወሰደ፥ በሰርያም ላይ ታላቅ መጥፎ አደረገ።",
      "22": "ነቢዩም ወደ እስራኤል ንጉሥ ቀረበ አለውም፦ “ሂድ አጽና፥ የምትሠራውንም እወቅ፥ የሰርያ ንጉሥ በዓመት መጨረሻ ይመለሳልና።”",
      "23": "የሰርያ ንጉሥ ባሪያዎችም አሉት፦ “አማልክታቸው የተራራዎች አማልክት ናቸው፥ ስለዚህ ከእኛ ይበረታሉ፤ ነገር ግን በሜዳ በእኛ ጋር ብንጋደል ከእነርሱ ይበረታሉ።",
      "24": "ይህንንም እንዲህ አድርግ፦ ንጉሦችን ሁሉ ከመንግሥት አስወግድ፥ አለቆችንም ሾምባቸው፤",
      "25": "የጠፋችሁትንም እንደ ሰራዊት ሰራዊት ቍጠር፥ ፈረሶችንም ፈረሶች፥ ሰረገሎችንም ሰረገሎች፤ በሜዳም ብንጋደል ከእነርሱ ይበረታሉ።” ቃላቸውንም ሰማ ተግባራቸውንም አደረገ።",
      "26": "በዓመት መጨረሻም ቤንሃዳድ ሰርያን ቈጠረ፥ ወደ አፌቅም ወጣ ከእስራኤል ጋር ሊጋደል።",
      "27": "የእስራኤልም ልጆች ተቈጠሩ ለጦርም ተዘጋጁ፥ እንደ ሁለት ትናንሽ የፍየል ጕጆች ሆነው ተቀመጡ፤ ሰርያም አገሩን ሞላች።",
      "28": "የእግዚአብሔርም ሰው ቀረበ አለም፦ “እግዚአብሔር እንዲህ ይላል፦ ሰርያ እግዚአብሔር የተራራዎች አምላክ ነው የሜዳዎች አምላክ አይደለም ብለዋል፥ ስለዚህ ይህን ብዛት ሁሉ በእጅህ እሰጣለሁ፥ እኔ እግዚአብሔር እንደ ሆንሁ ታውቃላችሁ።”",
      "29": "ሰባት ቀንም ተቃራኒዎቻቸው ተቀመጡ፤ በሰባተኛውም ቀን ጦርነት ተገናኘ፥ የእስራኤልም ልጆች በአንድ ቀን መቶ ሺ የሰርያ ሰዎችን እግረኛ ገደሉ።",
      "30": "የቀሩትም ወደ አፌቅ ወደ ከተማይቱ ሸሹ፤ ግን ግድግዳው በሀያ ሰባት ሺ የቀሩት ሰዎች ላይ ወደቀ። ቤንሃዳድም ሸሽቶ ወደ ከተማይቱ ወደ ቤት ግርጌ ገባ።",
      "31": "ባሪያዎቹም አሉት፦ “እነሆ፥ የእስራኤል ንጉሦች ምሕረት አድራጊዎች ናቸው በሰማን፥ ስለዚህ ሹራብ እንጠቀም፥ በራሳችንም ላይ ገመድ እንጥቀስ፥ ወደ እስራኤልም ንጉሥ እንወጣ፥ ምናልባት ሕይወትህን ያቆይልሃል።”",
      "32": "ሹራብም ጠቀሙ፥ በራሳቸውም ላይ ገመድ ጠቀሱ፥ ወደ እስራኤልም ንጉሥ ሄዱ አሉትም፦ “ባሪያህ ቤንሃዳድ፦ ሕይወቴን እለግስልኝ ይላል።” እርሱም አለ፦ “አሁንስ ወንድሜ አይደለምን?”",
      "33": "ሰዎቹም በዚህ ምልክት ያዙ፥ ቃሉንም በፍጥነት ወሰዱ አሉም፦ “ቤንሃዳድ ወንድምህ ነው።” አለም፦ “ኑ፥ አምጡት።” ቤንሃዳድም ወደ እርሱ ወጣ፥ አካብም ወደ ሰረገላው አሳፈረው።",
      "34": "ቤንሃዳድም አለው፦ “አባቴ ከአባትህ የወሰዳቸውን ከተሞች እመልሳለሁ፤ በደማስቆም የአባቴ ቤት እንዳደረገ ለራስህ የገበያ ስፍራ አድርግ፤ እኔም በስምምነት እጠፋለሁ።” ከእርሱም ጋር ስምምነት አደረገ በስምምነትም አሳለፈው።",
      "35": "ከነቢያት ልጆችም አንድ ሰው በእግዚአብሔር ቃል ለባልንጀራው፦ “መታኝ” አለው፤ ሰውየውም ሊመተው አልፈቀደም።",
      "36": "እርሱም አለው፦ “እግዚአብሔርን ቃል ስላልሰማህ፥ ከእኔ በተለየህ ጊዜ አንበሳ ይገድልሃል።” ከእርሱም በተለየ ጊዜ አንበሳ አገኘው ገደለውም።",
      "37": "ሌላውንም ሰው አገኘ አለውም፦ “መታኝ።” ሰውየውም መቶት መታው፥ ቆሰለውም።",
      "38": "ነቢዩም ሄዶ ለሚያልፈው ንጉሥ በመንገድ ዳር ቆመ፥ በአይኑም ላይ አጥቆ ተለወጠ።",
      "39": "ንጉሡም በሚያልፍ ጊዜ ጮኸ አለውም፦ “ባሪያህ በጦር ውስጥ ነበር፥ እነሆም፥ አንድ ሰው ሸሽቶ ወደ እኔ ወሰደኝ አለኝም፦ ‘ይህን ሰው ጠብቅ፤ ቢጠፋ ግን ሕይወትህ በሕይወቱ ይለወጣል፥ ወይም በእርሱ ምትክ ሦስት ሺ ሰቅል ብር ትከፍላለህ።’",
      "40": "ባሪያህም ወዲያና ወዲህ ሲያይ እርሱ ጠፋ።” የእስራኤልም ንጉሥ አለው፦ “እንዲሁ ፍርድህ ነው፤ አንተ ፈረድክ።”",
      "41": "እርሱም ያጥፋውን ከአይኑ ፈገግ አደረገ፥ ንጉሡም ከነቢያት ልጆች መሆኑን አወቀ።",
      "42": "እርሱም አለው፦ “እግዚአብሔር እንዲህ ይላል፦ እኔ ይገደል ዘንድ የፈረድሁትን ሰው ከእጅህ ስላሳለፍህ፥ ሕይወትህ በሕይወቱ ይለወጣል፥ ሕዝብህም በሕዝቡ።”",
      "43": "የእስራኤልም ንጉሥ ተናወጠ ተቆጣም፥ ወደ ቤቱም ወደ ሰማርያ ሄደ።"
    },
    "Chapter 21": {
      "1": "ናቡቴ ተብሎ የሚጠራ አንድ ሰው ነበር፤ እርሱም በኢይዘራኤል በሚገኘው በንጉሥ አክአብ ቤተ መንግሥት አጠገብ የራሱ ርስት የሆነ አንድ የወይን ተክል ቦታ ነበረው፡፡",
      "2": "አንድ ቀን አክአብ ናቡቴን “የወይን ተክል ቦታህን ስጠኝ፤ በቤተ መንግሥቴ አጠገብ ስለሆነ የአትክልት ቦታ ላደርገው እፈልጋለሁ፤ በምትኩ ከእርሱ የተሻለ የወይን ተክል ቦታ እሰጥሃለሁ፤ ልትሸጠው ብትፈልግም ጥሩ ዋግ እከፍልሃለሁ” አለው፡፡",
      "3": "ናቡቴም “ይህን የወይን ተክል ቦታ የወረስሁት ከቀድሞ አባቶቼ ነው፤ ለአንተ ከመስጠት ያህቬህ(הוהי) ይጠብቀኝ” ሲል መለሰለት፡፡",
      "4": "አክአብ፤ ናቡቴ በሰጠው መልስ በንዴት እየተበሳጨ ወደ ቤቱ ገባ፤ ፊቱንም ወደ ግድግዳው አዙሮ በአልጋው ላይ ተጋደመ፤ ምግብ መብላትም አልፈቀደም፡፡",
      "5": "ሚስቱም ኤልዛቤል ወደ እርሱ ቀርባ “እንደዚህ ያበሳጨህ ነገር ምንድን ነው? ስለምንስ ምግብ አትበላም?” ስትል ጠየቀችው፡፡",
      "6": "እርሱም “እኔን ያበሳጨኝ ከናቡቴ ያገኘሁት መልስ ነው፤ ይኸውም የእርሱን የወይን ተክል ቦታ እንድገዛ ወይም ከፈለገ ልዋጩን እንድሰጠው ብጠይቀው የወይን ተክል ቦታውን ‹በምንም ዐይነት አልሰጥህም› ብሎ አናደደኝ” ሲል መለሰላት፡፡",
      "7": "ኤልዛቤልም “እንግዲህ አንተ የእስራኤል ንጉሥ ሆነህ ሳለህ እንደዚህ መሆን ይገባሃልን? ይልቅስ ተነሥ፤ በመደሰትም እህል ውሃ ቅመስ፤ እኔ የናቡቴን የወይን ተክል ቦታ እንድታገኝ አደርጋለሁ” አለችው፡፡",
      "8": "ከዚህም በኋላ እርስዋ ደብዳቤ ጽፋ በአክአብ ስም ፊርማ የእርሱኑ ማኅተም አተመችበት፤ ደብዳቤውም ናቡቴ ወደሚኖርባት ወደ ኢይዘራኤል ባለሥልጣኖችና ሽማግሌዎች ላከች፡፡",
      "9": "ደብዳቤውም እንዲህ የሚል ነበር፤ “የአንድ ቀን ጾም ዐውጁ፤ ሕዝቡንም በአንድነት ሰብስቡ፤ ለናቡቴም የክብር ቦታ ስጡት፤",
      "10": "‹ያህቬህ(הוהי)ንና ንጉሥን ሰድቦአል› ብለው የሚናጉ ሁለት የሐሰት ምስክሮችንም አቅርቡ፤ ከዚያም በኋላ ናቡቴን ከከተማው ውጭ አውጥታችሁ በድንጋይ በመውገር ግደሉት፡፡”",
      "11": "የኢይዘራኤል ባለሥልጣኖችና ሽማግሌዎችም ኤልዛቤል ያዘዘቻቸውን በማድረግ፤",
      "12": "የአንድ ቀን ጾም ዐወጁ፤ ሕዝቡንም በአንድነት ሰበሰቡ፤ ለናቡቴም የክብር ቦታ ሰጡት፤",
      "13": "ሁለቱም የሐሰት ምስክሮች ተነሥተው “ናቡቴ ያህቬህ(הוהי)ንና ንጉሥን ሰድቧል” ብለው በሕዝቡ ፊት በሐሰት መሰከሩበት፤ ስለዚህም ከከተማይቱ ውጭ በመውሰድ በድንጋይ ወግረው ገደሉት፡፡",
      "14": "“ናቡቴ ተገድሏል” የሚል መልእክትም ወደ ኤልዛቤል ላኩ፡፡",
      "15": "ኤልዛቤልም መልእክቱን እንደተቀበለች ወዲያውኑ አክአብን “ናቡቴ ሞቷል፤ በል አሁን ተነሥተህ ሂድና ለአንተ ለመሸጥ እምቢ ያለውን የወይን ተክል ቦታ ርስት አድርገህ ውሰድ” አለችው፡፡",
      "16": "አክአብም የናቡቴን የወይን ተክል ቦታ ለመውረስ ወዲያውኑ ተነሥቶ ሄደ፡፡",
      "17": "ከዚህ በኋላ ያህቬህ(הוהי) ቲሽቢያዊውን ነቢይ ኤልየስን እንዲህ አለው፤",
      "18": "“ወደ ሰማርያው ንጉሥ ወደ አክአብ ሂድ፤ የናቡቴን የወይን ተክል ቦታ በመውረስ ላይ እንዳለ በዚያው ታገኘዋለህ፤",
      "19": "እኔ ያህቬህ(הוהי) ስለ እርሱ የምለው ይህ ነው ‹ናቡቴን መግደልህ አንሶህ ሀብቱንም ልትወርስበት ነውን?› ያህቬህ(הוהי) እንዲህ ይላል፤ ‹ውሾች የናቡቴን ደም በላሱበት ስፍራ እንዲሁም የአንተን ደም ይልሱታል!›”",
      "20": "አክአብ ኤልያስን ባየው ጊዜ “ጠላቴ ሆይ! አገኘኸኝን?” አለው፡፡ ኤልያስም እንዲህ ሲል መለሰለት፤ “አዎ! አግኝቼሃለሁ፤ በያህቬህ(הוהי) ፊት ክፉ የሆነውን ነገር ሁሉ ለማድረግ ሁለንተናህን ለኃጢአት ሸጠሃል፤",
      "21": "ስለዚህ ያህቬህ(הוהי) እንዲህ ይልሃል ‹እነሆ በአንተ ላይ መቅሠፍትን አመጣብሃለሁ፤ አንተን ከፊቴ አስወግዳለሁ፤ ከቤተሰብህ ውስጥ ወንድ የሆነውን ሁሉ ወጣቱንም ሽማግሌውንም አጠፋለሁ፡፡",
      "22": "ቤተሰብህም እንደ ነባጥ ልጅ እንደ ንጉሥ ኢዮርብዓም ቤተሰብና እንደ አኪያ ልጅ እንደ ንጉሥ ባዕሻ ቤተሰብ ለጥፋት የተጋለጠ ይሆናል፤ ምክንያቱም እስራኤልን ወደ ኃጢአት በመምራትህ ቁጣዬን አነሣሥተሃል፤›",
      "23": "ስለ ኤልዛቤልም ያህቬህ(הוהי) የሚለው ይህ ነው፡- ሬሳዋን በኢይዝራኤል ከተማ ውስጥ ውሾች ይበሉታል፤",
      "24": "ከዘመዶችህ መካከል በከተማው ውስጥ የሚሞተውን ማንኛውንም ሰው ውሾ ይበሉታል፤ በገጠርም በየሜዳው የሚሞተውን ሁሉ አሞራዎች ይበሉታል፡፡”",
      "25": "በያህቬህ(הוהי) ፊት ክፉ ነገር በማድረግ ሁለንተናውን ለኃጢአት አሳልፎ የሸጠ አክአብን የሚመስል ማንም አልነበረም፤ ይህን ሁሉ ለማድረግ የተገደደው ሚስቱ ኤልዛቤል ወደ ክፋት ስለመራችው ነው፤",
      "26": "አክአብ ከፈጸመው አሳፋሪ በደል ሁሉ ዋናው ክፍል እስራኤላውያን ወደ ምድረ ርስት በገቡ ጊዜ ያህቬህ(הוהי) ከፊታቸው ነቃቅሎ ያባረራቸው አሞራውያን ያደርጉት በነበረው ዐይነት ጣዖት ማምለኩ ነው፡፡",
      "27": "ኤልያስ ንግግሩን ከፈጸመ በኋላ አክአብ ልብሱን በመቅደድና አውልቆ ማቅ ለበሰለ እህል መቅመስንም እምቢ አለ፤ ማቁንም እንደለበሰ ይተኛ ነበር፤ ሲሄድም ከጭንቀቱ ብዛት የተነሣ ፊቱ ጠቁሮ ይታይ ነበር፡፡",
      "28": "ያህቬህ(הוהי)ም ነቢዩ ኤልያስን እንዲህ አለው፤",
      "29": "“አክአብ በእኔ ፊት ራሱን እንዴት እንዳዋረደ ተመልክተሃልን? ይህንን ስላደረገ በሕይወቱ ሳለ መቅሠፍትን አላመጣበትም፤ የተባለውን መቅሠፍት በአክአብ ቤተሰብ ላይ የማመጣው በልጁ የሕይወት ዘመን ይሆናል፡፡”"
    },
    "Chapter 22": {
      "1": "ከዚያ ቀጥሎ ባሉት ሁለት ዓመታት ውስጥ በእስራኤልና በሶርያ መካከል ጦርነት ተቀግዶ ሰላም ሰፍኖ ነበር፤",
      "2": "ይሁን እንጂ በሦስተኛው ዓመት የይሁዳ ንጉሥ ኢዮሣፍጥ የእስራኤልን ንጉሥ አክአብን ለመጎብኘት በሄደ ጊዜ፤",
      "3": "አክአብ ባለሟሎቹ የሆኑትን ባለሥልጣኖች “በገለዓድ የምትገኘውን ራሞትን ከሶርያ ንጉሥ ለማስመለስ ምንም ዐይነት እርምጃ ያልወሰድነው ስለምንድን ነው? ራሞት እኮ የእኛ ይዞታ ናት!” አላቸው፤",
      "4": "ኢዮሣፍጥንም “በራሞት ላይ አደጋ ለመጣል ከእኔ ጋር ለመዝመት ትፈቅዳለህን?” ሲል ጠየቀው፡፡",
      "5": "ኢዮሣፍጥም “አንተ ከተዘጋጀህ እኔና ሠራዊቴ ፈረሰኞቼም ጭምር ዝግጁዎች ነን፤ ነገር ግን መጀመሪያ የያህቬህ(הוהי)ን ፈቃድ እንጠይቅ” ሲል መለሰለት፡፡",
      "6": "ስለዚህ አክአብ አራት መቶ የሚሆኑትን ነቢያቱን ጠርቶ “ወደ ራሞት ሄጄ አደጋ ልጣልባት ወይስ ልተው?” ሲል ጠየቃቸው፡፡",
      "7": "እነርሱም “ሄደህ አደጋ ጣልባት፤ ጌታም ድልን ያቀዳጅሃል” ሲሉ መለሱለት፡፡",
      "8": "ኢዮሣፍጥ ግን “የያህቬህ(הוהי)ን ፈቃድ የምንጠይቅበት ሌላስ ነቢይ የለምን?” ሲል ጠየቀ፡፡",
      "9": "አክአብም “የይምላ ልጅ የሆነ ሚካያ የተባለ ሌላ ነቢይም አለ፤ ነገር ግን እኔ እርሱን አልወድደውም፤ ምክንያቱም እርሱ ምን ጊዜም ቢሆን ስለእኔ ክፉ እንጂ መልካም የትንቢት ቃል አይናገርም” ሲል መለሰለት፡፡",
      "10": "ኢዮሣፍጥም “ይህን ማለት አይገባህም” አለው፡፡",
      "11": "ከዚህ በኋላ አክአብ ከቤተ መንግሥቱ ባለሟሎቹ አንዱን ጠርቶ “ሚካያን ፈልገህ በማግኘት በፍጥነት እንዲመጣ አድርግ” ሲል አዘዘው፡፡",
      "12": "በዚህም ጊዜ ሁለቱ ነገሥታት ልብሰ መንግሥታቸውን ለብሰው በሰማርያ የቅጽር በር አጠገብ በሚገኘው አውድማ በየዙፋናቸው ላይ ተቀምጠው ነበር፤ ነቢያቱም ሁሉ በነገሥታቱ ፊት ቀርበው ትንቢት ይናገሩ ነበር፤",
      "13": "ከእነርሱም አንዱ ጺድቂያ ተብሎ የሚጠራው የከናዕና ልጅ ከብረት የጠሠሩ ቀንዶችን ይዞ አክአብን “ያህቬህ(הוהי) እንዲህ ይላል፤ ‹ከብረት በተሠሩ በእነዚህ ቀንዶች ሶርያውያንነ ወግተህ ፍጹም የሆነ ድልን ትቀዳጃለህ›” አለው፡፡",
      "14": "ሌሎቹም ነቢያት ይህንኑ ቃል በመደገፍ “በራሞት ላይ ዝመት፤ ታሸንፋለህ፤ ያህቬህ(הוהי) ድልን ይሰጥሃል” አሉት፡፡",
      "15": "ሚካያን ለመጥራት ሄዶ የነበረው መልእክተኛ በዚሁ ጊዜ ሚካያን “ሌሎቹ ነቢያት በሙሉ ንጉሥ አክአብ ድል የሚያደርግ መሆኑን የሚያረጋግጥ የትንቢት ቃል ተናግረዋል፤ ስለዚህም አንተም እንደእነርሱ ብታደርግ ይሻልሃል” አለው፡፡",
      "16": "ሚካያ ግን “ያህቬህ(הוהי) የሚገልጥልኝን ቃል ብቻ እንደምናገር በሕያው ያህቬህ(הוהי) ስም እምላለሁ!” ሲል መለሰለት፡፡",
      "17": "ሚካያም ወደ ንጉሥ አክአብ ፊት በቀረበ ጊዜ ንጉሡ “ሚካያ ሆይ! ንጉሥ ኢዮሣፍጥና እኔ ወደ ራሞት ሄደን አደጋ እንጣልባት ወይስ እንተው?” ሲል ጠየቀው፡፡",
      "18": "ሚካያም “ዘምተህ አደጋ ጣልባት፤ በእርግጥም ታሸንፋለህ፤ ያህቬህ(הוהי)ም ድልን ያቀዳጅሃል” ሲል መለሰለት፡፡",
      "19": "አክአብ ግን “አንተ በያህቬህ(הוהי) ስም የትንቢትን ቃል ስትነግረኝ እውነቱን ግለጥ! ይህንንስ ስንት ጊዜ እነግርሃለሁ?” አለው፡፡",
      "20": "ሚካያም “መላው የእስራኤል ሠራዊት ጠባቂ እንደሌላቸው በጎች በኮረብታዎች ላይ ተበታትነው አያለሁ፤ ያህቬህ(הוהי)ም ‹እነዚህ ሰዎች መሪ የላቸውም፤ ስለዚህ ወደየቤታቸው በሰላም ይመለሱ ብሎአል›” ሲል መለሰለት፡፡”,",
      "21": "አክአብም ኢዮሣፍጥን “እርሱ ዘወትር ስለእኔ ክፉ እንጂ መልካም የትንቢት ቃል አይናገርም ብዬህ አልነበረምን?” አለው፡፡",
      "22": "ሚካያም ንግግሩን በመቀጠል እንዲህ አለ፤ “እንግዲህ ያህቬህ(הוהי) የሚለውን ስማ! ያህቬህ(הוהי) በሰማይ ባለው ዙፋኑ ላይ ተቀምጦ፤ መላእክቱም ሁሉ በቀኝና በግራው ቆመው አየሁ፤",
      "23": "ያህቬህ(הוהי)ም ‹አክአብ ወደ ራሞት ሄዶ እንዲገደል ሊያሳስተው የሚችል ማነው?› አለ፤ ከመላእክቱም መካከል አንዱ አንድ ነገር፤ ሌላው ሌላ ነገር በመግለጥ የተለያየ አሳብ ያቀርቡ ነበር፤",
      "24": "በመጨረሻ ግን አንድ መንፈስ ወደ ያህቬህ(הוהי) ፊት ቀርቦ ‹እኔ ላሳስተው እችላለሁ› አለ፤",
      "25": "ያህቬህ(הוהי)ም ‹እንዴት አድርገህ ልታሳስተው ትችላለህ?› አለው፡፡ መንፈሱም ‹ሄጄ የአክአብ ነቢያት ሁሉ ሐሰት እንዲናገሩ አደርጋለሁ› ሲል መለሰለት፤ ያህቬህ(הוהי)ም ‹እንግዲያውስ ሄደህ አሳስተው፤ ይከናወንልሃል አለው፡፡›”",
      "26": "ሚካያም “እንግዲህ የተወሰነው ይህ ነው፤ እነዚህን የአንተን ነቢያት የሐሰት ቃል እንዲነግሩህ ያደረጋቸው ያህቬህ(הוהי) ነው፤ ስለዚህ በአንተ ላይ መዓት ሊያመጣብህ ያህቬህ(הוהי) ራሱ ወስኖአል!” ሲል ንግግሩን ደመደመ፡፡",
      "27": "ከዚህ በኋላ የከናዕና ልጅ ጺድቂያ ወደ ሚካያ ቀረበ ብሎ በጥፊ በመምታት “ኧረ ከመቼ ወዲህ ነው የያህቬህ(הוהי) መንፈስ ከእኔ አልፎ አንተን ያነጋገረህ?” አለው፡፡",
      "28": "ሚካያም “በስተ ጓሮ በኩል ወዳለው ክፍል ሄደህ በምትሸሸግበት ጊዜ ታገኘዋለህ” ሲል መለሰለት፡፡",
      "29": "በዚህን ጊዜ ንጉሥ አክአብ ከጦር መኮንኖቹ አንዱን “ሚካያን ያዘው! ወደከተማይቱ ገዥ ወደ አሞንና ወደ ልዑል ዮአሽ ውሰደው፤",
      "30": "እኔም በደኅና እስክመለስ ድረስ በእስርቤት አስገብተው ደረቅ እንጀራና ውሃ ብቻ እየሰጡት እንዲቆይ ያደርጉ ዘንድ በእኔ ስም ንገራቸው” ሲል አዘዘው፡፡",
      "31": "ሚካያም “አንተ በደኅና ከተመለስህማ ያህቬህ(הוהי) በእኔ አማካይነት አልተናገረምማለት ነዋ!” አለው፤ ቀጥሎም ድምፁን ከፍ በማደረግ “በዚህ የምትገኙ ሕዝብ ሁሉ እኔ የተናገርሁትን ሁሉ ልብ ብላችሁ አድምጡ!” አለ፡፡",
      "32": "ከዚህ በኋላ የእስራኤል ንጉሥ አክአብና የይሁዳ ንጉሥ ኢዮሣፍጥ በገለዓድ በምትገኘው በራሞት ከተማ ላይ አደጋ ለመጣል ዘመቱ፤",
      "33": "አክአብም ኢዮሣፍጥን “ወደ ጦርነት ለመሄድ ስንነሣ እኔ ሌላ ሰው መስዬ ለመታየት ሌላ ልብስ እለብሳለሁ፤ አንተ ግን ልብሰ መንግሥትህን ልበስ” አለው፤ ስለዚህ የእስራኤል ንጉሥ አክአብ ሌላ ልብስ ለብሶ ማንነቱን በመሰወር ዘመተ፡፡",
      "34": "የሶርያ ንጉሥ “የእስራኤልን ንጉሥ አክአብን ነጥላችሁ ግደሉ እንጂ በሌላ በማንም ላይ አደጋ አትጣሉ ሲል” ለሠላሳ ሁለቱ የሠረገላ አዛዥዎች ትእዛዝ አስተላለፈ፤",
      "35": "ስለዚህ ንጉሥ ኢዮሣፍጥን ባዩ ጊዜ የእስራኤል ንጉሥ ስለመሰላቸው በእርሱ ላይ አደጋ ሊጥሉበት ከበቡት፤ ነገር ግን ሲጮኽ በሰሙ ጊዜ፤",
      "36": "እርሱ የእስራኤል ንጉሥ አለመሆኑን በማረጋገጥ በእርሱ ላይ አደጋ ከመጣል ተገቱ፤",
      "37": "ይሁን እንጂ በአጋጣሚ አንድ የሶርያ ወታደር ፍላጻ በማስፈንጠር ንጉሥ አክአብን በጦር ልብሱ መገናኛ ላይ መታው፤ ንጉሥ አክአብም የሠረገላ ነጂውን “እኔ ቆስያለሁ! ስለዚህ ሠረገላውን መልሰህ ከጦር ሜዳው ውጣ!” ሲል አዘዘው፡፡",
      "38": "ጦርነቱም በተፋፋመ ጊዜ ንጉሥ አክአብ በሶርያውያን ፊት ለፊት በሠረገላው ላይ ተደግፎ ነበር፤ ከቁስሉም የሚፈሰው ደም ብዛት ከሥር በኩል ሠረገላውን በክሎት ነበር፤ በዚያውም ቀን ምሽት ሞተ፤",
      "39": "ፀሐይ ልትጠልቅ ጥቂት ሲቀራትም “እያንዳንዱ ሰው ወደየአገሩና ወደየከተማው ተመልሶ ይሂድ” የሚል ትእዛዝ ከእስራኤል ጦር አዛዥዎች ተነገረ፡፡",
      "40": "ንጉሥ አክአብ በዚህ ዐይነት ሁኔታ ሞተ፤ ሬሳውም ወደ ሰማርያ ተወስዶ ተቀበረ፤",
      "41": "ሠረገላውም በሰማርያ ኩሬ ታጠበ፤ ያህቬህ(הוהי)ም አስቀድሞ በተናገረው መሠረት ደሙን ውሾች ላሱት፤ በዚያም ኩሬ ጋለሞታዎች ታጠቡበት፡፡",
      "42": "ንጉሥ አክአብ ያደረጋቸው ነገሮች ሁሉ፤ ቤተ ምንግሥቱን በዝሆን ጥርስ እንዴት አስጊጦ እንደሠራውና የሠራቸውም ከተሞች ሁኔታ ጭምር በእስራኤል ነገሥታት ታሪክ ተመዝግቦ ይገኛል፡፡",
      "43": "ንጉሥ አክአብም ስለሞተ በእርሱ እግር ተተክቶ ልጁ አካዝያስ ነገሠ፡፡",
      "44": "የእስራኤል ንጉሥ አክአብ በነገሠ በአራተኛው ዓመት የአሳ ልጅ ኢዮሣፍጥ የይሁዳ ንጉሥ ሆነ፤",
      "45": "እርሱም በሠላሳ አምስት ዓመት ዕድሜው ነግሦ ሃያ አምስት ዓመት በኢየሩሳሌም ገዛ፤ እናቱም ዐዙባ ተብላ የምትጠራ የሺልሒ ልጅ ነበረች፤",
      "46": "ኢዮሣፍጥ ከእረሱ በፊት እንደነበረው እንደ አሳ በያህቬህ(הוהי) ፊት መልካም የሆነውን ነገር ሁሉ ሠራ፤ ይሁን እንጂ የአረማውያን ማምለኪያ ስፍራዎችን አልደመሰሰም ነበር፤ ስለዚህም ሕዝቡ በእነዚያ ቦታዎች መሥዋዕት ማቅረብና ዕጣን የማጠን ተግባሩን አልተወም ነበር፤",
      "47": "ኢዮሣፍጥም ከእስራኤል ንጉሥፍጥ ያደረጋቸው ነገሮችና፤ በጦርነት ላያ ያሳየው ጀግንነትም ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ውስጥ ተመዝግኖ ይገኛል፤",
      "49": "ከአባቱ ከአሳ ዘመነ መንግሥት ጀምሮ የተረፉትንና በአረማውያን የማምለኪያ ቦታዎች ግብረ ሰዶም የሚፈጽሙ ወንዶችና ሴቶች አመንዝራዎችን ሁሉ አስወገደ፤",
      "50": "በዚያን ዘመን የኤዶም ምድር የራስዋ ንጉሥ አልነበራትም፤ ከዚህም የተነሣ በይሁዳ ንጉሥ በሚሾመው እንደራሴ ትገዛ ነበር፡፡",
      "51": "ንጉሥ ኢዮሣፍጥ ውቅያኖስን አቋርጠው ከኦፊር ወርቅ የሚያመጡለትን መርከቦች አሠርቶ ነበር፤ ነገር ግን መርከቦቹ በኤጽዮንጋብር ወደብ ላይ ስለተሰበሩ መጓዝ አልቻሉም፡፡",
      "52": "ከዚያም በኋላ የእስራኤል ንጉሥ አካዝያስ መርከበኞቹ ከኢዮሣፍጥ መርከቦች ጋር በኅብረት እንዲሠሩ የውል ድርድር አቅርቦ ነበር፤ ኢዮሣፍጥ ግን አሳቡን አልተቀበለም፡፡",
      "53": "ንጉሥ ኢዮሣፍጥ ሞተ፤ በዳዊት ከተማ በሚገኘውም በነገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ኢዮራም ነገሠ፡፡",
      "54": "የይሁዳ ንጉሥ ኢዮሣፍጥ በነገሠ በዐሥራ ሰባተኛው ዓመት የአክአብ ልጅ አካዝያስ የእስራኤል ንጉሥ ሆነ፤ መኖሪያውንም በሰማርያ አድርጎ ሁለት ዓመት ገዛ፡፡",
      "55": "እርሱም የአባቱን የአክአብን፤ የእናቱን የኤልዛቤልንና የእስራኤልን ሕዝብ ወደ ኃጢአት የመራውን የንጉሥ ኢዮርብዓምን መጥፎ አርአያነት በመከተል በያህቬህ(הוהי) ፊት በደል ሠራ፡፡",
      "56": "ከእርሱም በፊት እንደነበረው እንደ አባቱ በዓል ተብሎ ለሚጠራው ባዕድ አምላክ በመስገድና በማገልገል የእስራኤል አምላክ የያህቬህ(הוהי)ን ቁጣ አነሣሣ፡፡"
    }
  }
}
