{
  "1peter": {
    "Chapter 1": {
      "1": "የየሹዋ መሺያ ሐዋርያ ከሆነው ከጴጥሮስ ፤ መጻተኞች ሆናችሁ በጳንጦስ፤ በገላትያ፤ በቀጴዶቅያ፤ በኢስያ፤ በቢትኒያ ተበታትናችሁ ለምትኖሩ፤",
      "2": "በያህቬህ(יהוה) አብ አስቀድሞ ለተወሰናችሁትና ለተመረጣችሁበት ለያሹዋ መሺያ ለመታዘዝና በደሙ ተረጭታችሁ ለመንጻት በመንፈስ ቅዱስ ለተቀደሳችሁት፤ ጸጋና ሰላም ይብዛላችሁ፡፡",
      "3": "በያሹዋ መሺያ ትንሳኤ ምክንያት ሕያው የሆነውን ተስፋ የሰጠን፤ በታላቅ ምህረቱ በአዲስ ልደት ልጆቹ ይደረገን፤ የጌታችን የያሹዋ መሺያ አባት የሆነ አምላክ ይመስገን፡፡",
      "4": "እርሱ በሰማይ ያለውን የማይጠፋና የማይበላሽ፤ የማያረጅም ርስት እንድንወርስ አድርጎናል፡፡",
      "5": "እናንተም በመጨረሻው ቀን ለሚገለጠው በደህንነት በእምነት አማካይነት በያህቬህ ኃይል ተጠብቃችኋል፡፡",
      "6": "አስፈላጊ ሆኖ ከተገኘ በልዩ ልዩ ፈተና ምንም እንኳ ብታዝኑም በዚህ ነገር ደስ ይላችኃል፡፡",
      "7": "ይህ ፈተና የደረሰባችሁ የእምነታችሁን እውነተኛነት ለማረጋገጥ ነው፤ የሚጠፋ ወርቅ እንኳ በእሳት ይፈተናል፤ ከወርቅ ይልቅ የከበረ እምነታችሁ እንደዚሁ መፈተን አለበት፤ ይህም የተፈተነ እምነታችሁ ያሹዋ መሺያ በሚገለጥበት ጊዜ ምስጋና፤ ክብርንና ውዳሴን ያስገኝችኃል፡፡",
      "8": "ያሹዋ መሺያን ያላያችሁትም እንኳ ቢሆን ትወዱታላችሁ፤ ያላያችሁት ቢሆንም በእርሱ አምናችሁ በቃላት ለሊገለጥ በማይቻልና በከበረ ደስታ ደስ ይላችኋል፡፡",
      "9": "ምክንያቱም የእምነታችሁ አላማ የሆነውን የነፍሳችሁን ደህንነት ስለምታገኙ ነው፡፡",
      "10": "የዚህን ደህንነት ነገር ነቢያት በጥንቃቄ ፈልገውና መርምረው ነበር፤ ስለዚህ እነዚህ ነቢያት ያሹዋ መሺያ ስለሚሰጣችሁ ጸጋ አስቀድመው በትንቢት ተናገሩ፡፡",
      "11": "ከእነርሱ ውስጥ የነበረውን የመሲሕ መንፈስ፤ መሲሕ ስለሚደርስበት መከራና ከመከራውም በኋላ ስለሚያገኘው ክብር አስቀድሞ አመልክቶ ነበር፤ እነርሱም ይህን ሁሉ በምን ጊዜና በእንዴት ያለ ሁኔታ እንደሚሆን መርምረው ነበር፤",
      "12": "እነዚህ ነቢያት ያገለግሉ የነበሩት እናንተን እንጂ ራሳቸውን እንዳልነበር ተገልጦላቸዋል፤ ያገለገሉአችሁም ከሰማይ በተላከው በመንፈስ ቅዱስ አማካይነት አሁን ወንጌልን ያበሰሩአችሁ ሰዎች የነገሩአችሁን በመገለጥ ነው፤ ይህን ነገር መላእክት እንኳ ለማየት ይመኙት ነበር፡፡",
      "13": "ስለዚህ ልቦናችሁን አንቅታችሁ ለስራ ተዘጋጁ፤ በመጠን ኑሩ፤ ያሹዋ መሺያ በሚገለጥበት ጊዜ ለምታገኙት ጸጋ ሙሉ ተስፋ ይኑራችሁ፡",
      "14": "ታዛዦች ልጆች ሆናችሁ ባለማወቅ ቀድሞ የነበራችሁን ክፉ ምኞት አትከተሉ፤",
      "15": "ነገር ግን የጠራችሁ ያህቬህ  ቅዱስ እንደሆነ እናንተም በኑሮአችሁ ሁሉ ቅዱሳን ሁኑ፤",
      "16": "ምክንያቱም “አባታችን” ብላችሁ የምትጠሩት ከሆነ፤ በዚህ ዓለም በእንግድነት መጻተኞች ሆናችሁ ስትኖሩ እርሱን በመፍራት ኑሩ፡፡",
      "17": "እንደምታውቁት፤ እናንተ የተዋጃችሁት ከአባቶቻችሁ ከወረሳችሁት ከከንቱ ኑሮቸትሁ በሚጠፋ ነገር፤ በብር ወይም በወርቅ አይደለም፤",
      "18": "እናንተ የተዋጃችሁት ነውር እንደሌለው ንጹህ በግ በሆነው በክርስቶስ ክቡር ደም ነው፡፡",
      "19": "እርሱ የተመረጠው ዓለም ከመፈጠሩ በፊት ሲሆን፤ አሁን በመጨረሻ ዘመን ስለእናንተ ተገልጧል፡፡",
      "20": "በእርሱም አማካይነት እርሱን ከሞት ባስነሳውና ክብርን በሰጠው በያሹዋ መሺያ ታምናላችሁ፤ ስለዚህ እምነታችሁና ተስፋችሁ በያሹዋ መሺያ ነው፡፡",
      "21": "ግብዝነት የሌለበት ፍቅር ለአማኞች እንዲኖራችሁ ለእውነት በመታዘዝ ነፍሳችሁን አንጽታችኋል፤ ስለዚህ በሙሉ ልባችሁ እርስ በርሳችሁ አጥብቃችሁ ተወደዱ፡፡",
      "22": "ዳግመኛ የተወለዳችሁት ሕያው በሆነውና ለዘልአለም ጸንቶ በሚኖረ  በያህቬህ ቃል ከማይጠፋ ዘር ነው እንጂ ከሚጠፋ ዘር አይደለም፤",
      "23": "ምክንያቱም መጽሐፍ እንደሚለው፤ “ስጋ ለባሽ ሁሉ እንደ ሳር ነው፤ ክብሩም ሀሉ እንደ ዱር አበባ ነው፤ ሳሩም ይደርቃ፤ አበባውም ይረግፋል",
      "24": "የያህቬህ ቃል ግን ለዘለአለም ጸንቶ ይኖራል፡፡”",
      "25": ""
    },
    "Chapter 2": {
      "1": "እንግዲህ ክፋትን ሁሉ፤ ማታለልን ሁሉ፤ ግብዝነትን፤ ቅንዓትን፤ ማንኛውንም ዓይነት ሃሜት አስወግዱ፤",
      "2": "አዲስ የተወለዱ ሕፃናት ወተት እንደሚመኙ፤ እናንተም በደህንነታችሁ እያደጋችሁ የምትሄዱበትን ንጹሁን መንፈሳዊ ትምህርት ተመኙ፡፡",
      "3": "ልትመኙ የምትችሉትም “ያህቬህ ደግ መሆኑን ቀምሳችሁ አውቃችሁ እንደሆን ነው፡፡”",
      "4": "ስለዚህ ሕያው ድንጋይ ወደ ሆነው ወደ ጌታ ያሹዋ  ቅረቡ፤ ይህ ድንጋይ ሰዎች ንቀው የጣሉት፤ ያህቬህ ግን የመረጠውና ያከበረው ነው፡፡",
      "5": "ወደ ጌታ ያሹዋ የምትቀርቡትም እንደ ሕያዋን ድንጋዮች መንፈሳዊ ቤት ሆናችሁ ለመታነጽ ነው፤ በዚህ ዐይነት በያሹዋ መሺያ አማካይነት ደስ የሚያሰኝ መንፈሳዊ መስዋእትን ለያህቬህ ለማቅረቡ ቅዱሳን ካህናት ትሆናላችሁ፡፡",
      "6": "ምክንያቱም በመጽሀፍ፤ “እንሆ የተመረጠና ክቡር የሆነ የማእዘን ድንጋይ በጽዮን አኖራለሁ፤ በእርሱም የሚያምን አያፍርም” የሚል ቃል ተጽፎ ይገኛል፡፡",
      "7": "እንግዲህ ለእናንተ ለምታምኑት ይህ ድንጋይ ክቡር ነው፤ ለማያምኑት ግን፤ “ግንበኞች ንቀው የጣሉት ድንጋይ ዋና የማዕዘን ድንጋይ ሆነ፡፡”",
      "8": "ደግሞም፤ “እንሆ! ሰዎችን የሚሰናክል ድንጋይ፤ እንሆ! ሰዎችን አደናቅፎ የሚጥል አለት” እንደተባለው ነው፡፡ ምክንያቱም እነርሱ ቃሉን ባለማመናቸው ተሰናከሉ፡፡ እነርሱ የተወሰኑትም ለዚህ ነው፡፡",
      "9": "እናንተ ግን ከጨለማ ወደ ሚያስደንቅ ብርሃን የጠራችሁን የያህቬህን አስደናቂ ስራ እንድታውጁ የተመረጠ ትውልድ፤ የንጉስ ካህናት፤ ያህቬህ ለራሱ ያደረጋችሁ ቅዱስ ሕዝብ ናችሁ፡፡",
      "10": "እናንተ ቀድሞ የያህቬህ ሕዝብ አልነበራችሁም፤ አሁን ግን የያህቬህ ሕዝብ ናችሁ፤ ቀድሞ ምሕረት አላገኛችሁም ነበር፤ አሁን ግን ምሕረት አግኝታችኋል፡፡",
      "11": "ወዳጆቼ ሆይ! በዚህ ዓለም እንግዶችና መጻተኞች ስለሆናችሁ ከነፋስ ጋር ከሚዋጉት ከስጋ ፍትወቶች እንድትርቁ አደራ እላችኋለሁ፡፡",
      "12": "ምንም እንኳ “ክፉ አድራጊዎች ናቸው” ቢያሟችሁም ያሹዋ መሺያ እኛን ለመጎብኘት በሚመጣበት ቀን፤ አረማውያን መልካም ስራችሁን በማየታቸው ምክንያት ያህቬህን እንዲያመሰግኑ፤ በእነርሱ መካከለ ስትኖሩ መልካም ጠባይ ይኑራችሁ፡፡",
      "13": "ስለ ጌታ ያሹዋ ብላችሁ ስልጣን ላላቸው ሰዎች ታዘዙ፤ የበላይ ባለስልጣን ስለሆነ ለንጉሠ ነገሥቱ ታዘዙ፡፡",
      "14": "ለአገር አስተዳዳሪዎችም ታዘዙ፤ ምክንያቱም እነርሱ ክፉ አድራጊዎችን ለመቅጣት፤ መልካም አድራጊዎችን ለማመስገን ከንጉሠ ነገሥቱ የሚላኩ ናቸው፡፡",
      "15": "መልካም በማድረግ የሞኞችን አላዋቂ ንግግር ዝም እንድታሰኙ የያህቬህ ፈቃድ ነው፡፡",
      "16": "እንደ ያህቬህ አገልጋዮች ሆናችሁ በነጻነት ኑሩ እንጂ ነጻነታችሁን የክፋት መሸፈኛ አታድርጉት፡፡",
      "17": "ሰውን ሁሉ አክብሩ፤ አማኞችን ውደዱ፤ ያህቬህን ፍሩ፤ ንጉሥን አክብሩ፡፡",
      "18": "እናንተ አገልጋዮች ለጌቶቻችሁ በአክብሮት ታዘዙ፤ የምትታዘዙትም ለደጎቹና ለገሮቹ ብቻ ሳይሆን ለክፉዎችም ነው፡፡",
      "19": "ምክንያቱም ሰው የሚመሰገነው በግፍ መከራ ሲቀበል ሰለ ያህቬህ ብሎ ቢታገስ ነው፡፡",
      "20": "ክፉ አድርጋችሁ ቅጣት ስትቀበሉ ብትታገሱ ምን ምስጋና ይኖራችኋል? ነገር ግን መልካም አድርጋችሁ መከራ ስትቀበሉ ብትታገሱ ከያህቬህ ምስጋና ታገኛላችሁ፡፡",
      "21": "የተጠራችሁትም ለዚሁ ነው፤ ምክንያቱም የእርሱን አርያነት እንድትከተሉ መሲሕ መከራ በመቀበል ምሳሌ ሆኖላችኋል፡፡",
      "22": "እርሱ ምንም  ኃጢአት አላደረገም፤ በአፉ ተንኮል አልተገኘበትም፡፡",
      "23": "ሲሰድቡት መልሶ አልተሳደበም፤ መከራን ሲቀበል ጻድቅ ፈራጅ ከሆነው አምላክ ተስፋ አደረገ እንጂ አልዛተም፡፡",
      "24": "እኛ በሞት የመለየትን ያህል ከኃጢአት ተለይተን በጽድቅ እንድንኖር፤ እርሱ ራሱ በሥጋው ኃጢአታችንን በመስቀል ተሸከመው፤ በእርሱ ቁስል እናንተ ተፈውሳችኋል፡፡",
      "25": "ምክንያቱም እናንተ እንደ ጠፉ በጎች ትቅበዘበዙ ነበር፤ አሁን ግን ወደ ነፋሳችሁ እረኛና ጠባቂ ተመልሳችኋል፡፡"
    },
    "Chapter 3": {
      "1": "እንዲሁም እናንተ ሚስቶች ለባሎቻችሁ ታዘዙ፤ በዚህ ዐይነት ገና በያህቬህ ቃል የሚያምኑ ባሎች ቢኖሩም በቃል ምስክርነት ብቻ ሳይሆን በሚስቶቻቸው የሕይወት ምስክርነት ሊመለሱ ይችላሉ፡፡",
      "2": "ይህንንም የሚያደርጉት ንጹሕ የሆነውንና ሰው አክባሪ የሆነውን ሕይወታችሁን ሲመለከቱ ነው፡፡",
      "3": "የእናንተ ውበት ጠጉርን በመሠራት፤ የወርቅ ጉትቻን በማንጠልጠል፤ የከበረ ልብስ በመልበስ በውጭ ከተገኘ ጌጥ አይሁን፡፡",
      "4": "ነገር ግን ውበታችሁ በያህቬህ ፊት ዋጋው እጅግ የከበረ በሆነና በማይጠፋው ጌጥ በገርነትና በጭምትነት መንፈስ ያጌጠው፤ በልብ ተሰውሮ የሚገኘው፤ ውስጣዊ ሰውነት ይሁን፡፡",
      "5": "ምክንያቱም በቀድሞ ጊዜ ተስፋቸውን በያህቬህ ላይ የጣሉ፤ የተቀደሱ ሴቶች የጌጡት በዚህ ዐይነት ነበር፤ ለባሎቻቸውም ይታዘዙ ነበር፡፡",
      "6": "የታዘዙትም ሣራ አብርሃምን “ጌታዬ” እያለች ትታዘዝለት እንደነበረው አይነት ነው፤ እናንተም መልካም የሆነውን ነገር ብታደርጉና የፍርሃት ተገዥዎች ባትሆኑ የእርስዋ ልጆች ናችሁ፡፡",
      "7": "እናንተም ባሎች ከሚስቶቻችሁ ጋር በማስተዋል አብራችሁ ኑሩ፤ ከእናንተ ይልቅ ደካማ ፍጥረት ስለሆኑና ከእናንተም ጋር የሕይወትን ጸጋ ስለሚወርሱ አክብሩአቸው፤ በዚህም ዐይነት ለጸሎታችሁ መሰናክል የሚሆን ነገር አይኖርም፡፡",
      "8": "በቀረውስ ሁላችሁም እርስ በርሳችሁ በመስማማት ኑሩ፤ የሌላውን ሰው ችግር እንደራሳችሁ አድርጋችሁ አስቡ፤ በመንድማማችነት ፍቅር ተዋደዱ፤ ደጎችና ትሑቶች ሁኑ፡፡",
      "9": "መርቁ እንጂ ክፉውን በክፉ ፈንታ፤ ስድብንም በስድብ ፈንታ አትመልሱ፤ ምክንያቱም እናንተ የተጠራችሁት ይህን በማድረግ በረከትን ለመውረስ ነው፡",
      "10": "መጽሐፍ እንደሚል፡ “ሕይወትን የሚወድድና መልካም ቀኞችን ማየት የሚፈልግ፤ ምላሱ ክፉ ነገር እንዳይናገር፤ ከንፈሮቹ ተንኮልን እንዳይናገሩ ይከልክል፡፡",
      "11": "ከክፉ ነገር ይራቅ፤ መልካምን ነገር ያድርግ፤ ሰላምን ይፈልግ፤ ይከተላትም፤",
      "12": "ምክንያቱም የያህቬህ ዐይኖች ወደ ጻድቃን ይመለከታል፤ ጀሮዎቹም ጸሎታቸውን ለመስማት ተከፍተዋል፤ በክፉ አድራጊዎች ላይ ግን ያህቬህ የቁጣ ፊቱን ያሳያል፡፡”",
      "13": "መልካም ነገር ለማድረግ ብትተጉ ጉዳት የሚያደርስባችሁ ማን ነው?",
      "14": "መልካም ነገር በማድረግ መከራን ብትቀበሉ እንኳ በረከትን ታገኛላችሁ፤ የሰዎችን ዛቻ አትፍሩ፤ አትጨነቁም፡፡",
      "15": "ጌታ የሆነውን መሲሕን በልባችሁ አክብሩት፤ በእናንተ ስላለው ተስፋ ምክንያት ለሚጠይቃችሁ ሁሉ መልስ ለመስጠት ዝግጁዎች ሁኑ፡፡",
      "16": "ነገር ግን መልሳችሁ በገርነትና በአክብሮት ይሁን፤ የመሲሕ በመሆናችሁ ባላችሁ መልካም ጠባይ ላይ ክፉ የሚናገሩ ሰዎች በክፉ ንግግራቸው እንዲያፍሩ መልካም ሕሊና ይኑራችሁ፡፡",
      "17": "ምክንያቱም የያህቬህ ፍቃድ ከሆነ ለእናንተ የሚሻለው መልካም ነገር በማድረግ መከራ ብትቀበሉ እንጂ ክፉ ነገር በማድረግ መከራ ብትቀበሉ አይደለም፡፡",
      "18": "መሲሕም ራሱ ወደ ያህቬህ ያቀርበን ዘንድ እርሱ ጽድቅ ሆኖ ሳላ ጻድቅ ለሌለን ለእኛ በኃጢያታችን ምክንያት በማያዳግም ሁኔታ አንድ ጊዜ መከራን በመቀበል ሞቶአል፤ እርሱ በሥጋ ሞተ፤ በመንፈስ ግን ሕያው ሆነ፡፡",
      "19": "በሲኦል ወደታሠሩት በመንፈስ ሄደ፤ እዚያ ለነበሩትም ነፍሶች የምሥራቹን ቃል አበሰራቸው፡፡",
      "20": "እነዚህ በወህኒ ቤት የነበሩ ነፍሶች ቀድሞ በኖኅ ጊዜ መርከብ ሲዘጋጅ ያህቬህ በትዕግሥት ሲጠብቃቸው ሳለ አንታዘዝም ያሉ ናቸው፡፡ በመርከብ ውስጥ ገብተው በውሃ አማካኝነት የዳኑት ቁጥራቸው ስምንት የሆነ ጥቂት ሰዎች ናቸው፡፡",
      "21": "ይህም ውሃ አሁን እናንተን የሚያድን የጥምቀት ምሳሌ ነው፤ ይህ ጥምቀት የሰውነትን ዕድፍ ማስወገድ ሳይሆን በመልካም ኅሊና ለያህቬህ የሚቀርብ ልመና ነው፤ የሚያድናችሁም በያሹዋ መሺያ ትንሣኤ አማካይነት ነው፤",
      "22": "እርሱ ወደ ሰማይ ሄዶ በያህቬህ አብ ቀኝ አለ፤ መላእክትና ሥልጣናት ኅይላትም ተገዝተውለታል፡፡"
    },
    "Chapter 4": {
      "1": "መሲሕ በሥጋው መከራ የተቀበለ ስለሆነ፤ እናንተም ይህ አሳብ እንደ ጦር ዕቃ ሆኖ ያበርታችሁ፤ ምክንያቱም በሥጋው መከራ የተቀበለ ኃጢአት መሥራትን ትቶአል፡፡",
      "2": "እንዲህ ሆኖ በምድራዊ ኑሮው የሚኖረው የሥጋን ክፉ ሞኞች በማድረግ ሳይሆን የያህቬህን ፈቃድ በመፈጸም ነው፡፡",
      "3": "ምክንያቱም አረማውያን እንደሚያደርጉት በመዳራት፤ በፍትወት፤ በስካር፤ በዘፈን፤ ያለልክ ጠጥቶ በመጨፈር፤ አስጸያፊ በሆነ የጣዖት አምልኮ ያሳለፋችሁት ዘመን ይበቃል፡፡",
      "4": "አሁን ግን በዚህ ነገር አለመጠን ከእነርሱ ጋር በመቅበጥ ባለመሳተፋችሁ ደነቃሉ፡፡ ይስደቡአችኋልም፡፡",
      "5": "ነገር ግን በሕይወት ባሉትና በሞቱት ላይ ሊፈርድ ለተዘጋጀው ለእርሱ መልስ ይሰጡበታል፡፡",
      "6": "ለሙታን ሳይቀር በወንጌል የተሰበከው በዚህ ምክንያት ነው፤ በዚህ ዐይነት በሥጋቸው እንደ ሰው ይፈረድባቸዋል፤ በመንፈሳቸው ግን ያህቬህ በሚኖረው ዐይነት በሕይወት ይኖራሉ፡፡",
      "7": "እንግዲህ የሁሉ ነገር መጨረሻ ቀርቦአል፤ በትጋት መጸለይ እንድትችሉ የረጋ አእምሮ ይኑራችሁ፤ በመጠንም ኑሩ፡፡",
      "8": "ፍቅር ብዙ ኃጢአትን ስለሚደመሰስ ከሁሉ በላይ እርስ በርሳችሁ አጥብቃችሁ ተዋደዱ፡፡",
      "9": "ያለማጉረምረም እርስ በርሳችሁ በእንግድነት ተቀባበሉ፡፡",
      "10": "የተለየያችሁትን የያህቬህን የጸጋ ስጦታዎች በታማኝነት በማስተዳደር ከእናንተ እያንዳንዱ በተሰጠው የጸጋ ስጦታ ሌላውን ያገልግል፡፡",
      "11": "የሚያስተምር፤ ያህቬህ በእርሱ እንደሚናገር አድርጎ ይናገር፤ የሚያገለግል፤ በዚህ ዐይነት ያህቬህ በያሹዋ መሺያ አማካይነት በሁሉ ነገር ይመሰገናል፤ ክብርና ሥልጣን ለዘላለም ለእርሱ ይሁን፤ አሜን፡፡",
      "12": "ወዳጆች ሆይ! እንደ እሳት በሚፈትን መከራ ውስጥ ስትገኙ ያልተለመደ እንግዳ ነገር እንደ ደረሰባችሁ አድርጋችሁ አትደነቁ፤",
      "13": "ይልቅስ እርሱ በሚገለጥበት ጊዜ እጅግ ደስ እንዲላችሁ የመሲሕ መከራ ተካፋዮች በሆናችሁበት መጠን ደስ ይበላችሁ፡፡",
      "14": "ስለ መሲሕ ስም ብትሰደቡ ክቡር የሆነው የያህቬህ መንፈስ በእናንተ ላይ ስለሚያርፍ ደስ ይበላችሁ፡፡",
      "15": "ከእናንተ ማንም መከራ ሲቀበል እንደ ነፍሰ ገዳይ፤ እንደ ሌባ፤ እንደወንጀለኛ በሰው ጉዳይ፤ ጣልቃ እንደሚገባ አይሁን፡፡",
      "16": "አማኝ በመሆኑ መከራ የሚደርስበት ቢኖር ግን ስለ መሲሕ ስም ያህቬህን ያመስግን እንጂ አይፈር፡፡",
      "17": "ፍርድ የሚጀመርበት ጊዜ ቀርቦአል፤ ፍርዱ የሚጀመረውም በያህቬህ ሰዎች ላይ ነው፤ ታዲያ ፍርድ የሚጀመረው በእኛ ከሆነ ለያህቬህ ወንጌል የማይታዘዙ ሰዎች መጨረሻቸው ምን ይሆን!",
      "18": "“ጻድቅ እንኳ መዳን የሚችለው በጭንቅ ከሆነ ዐመጸኛውና ኃጢአተኛው እንዴት ሊሆን ነው?”",
      "19": "ስለዚህ እንደ ያህቬህ ፈቃድ መከራ የሚቀበሉ ሰዎች ሁለንተናቸውን ለታማኙ ፈጣሪ ዐደራ ሰጥተው መልካም ነገርን ከማድረግ አይቆጠቡ፡፡"
    },
    "Chapter 5": {
      "1": "እንግዲህ እኔ ከእርሱ ጋር አብሬ የቤተ ክርስቲያን ሽማግሌ የሆንሁ፤ የመሲሕም መከራ ምስክር የሆንሁ እንዲሁም ወደ ፊት የሚገለጠው ክብር ተካፋይ የምሆን በመካከለችሁ ያሉትን ቤተ ክርስቲያን ሽማግሌዎች እመክራቸዋለሁ፡፡",
      "2": "በዐደራ የተሰጣችሁን የያህቬህን መንጋ ጠብቁ፤ መንጋውን የምትጠብቁትም በግድ ሳይሆን ያህቬህ በሚፈልገው ዐይነት፤ በፈቃደኛነት ይሁን፤ ለገንዘብ በመስገብብ ሳይሆን ለማገልገል ባላችሁ ፍላጎት ይሁን፡፡",
      "3": "እንዲሁም በእናንተ ኀላፊነት ሥር ያሉትን ጨቁኖ በመግዛት ሳይሆን፤ ለመንጋው መልካም ምሳሌነት በማሳየት ይሁን፡፡",
      "4": "ይህን ብታደርጉ ዋናው እረኛ በሚገለጥበት ጊዜ የማይበላሸውን የክብር አክሊል ትቀበላላችሁ፡፡",
      "5": "እንዲሁም እናንተ ጎልማሶች፤ ለሽማግሌዎች ታዘዙ፤ ሁላችሁም ትሕትናን እንደ ልብስ ለብሳችሁ አንዱ ሌላውን ያገልግል፤ ምክንያቱም “ያህቬህ ትዕቢተኞችን ይቃወማል ለትሑቶች ግን ጻጋን ይሰጣል፡፡”",
      "6": "እንግዲህ ያህቬህ በወሰነው ጊዜ ከፍ እንዲያደርችሁ ከያህቬህ ብርቱ እጅ ሥር ራሳችሁን ዝቅ አድርጉ፡፡",
      "7": "እርሱ ለእናንተ ስለሚያስብ የሚያስጨንቃችሁን አሳብ ሁሉ በእርሱ ላይ ጣሉት፡፡",
      "8": "በመጠን ኑሩ፤ ንቁም፤ ምክንያቱም ጠላታችሁ ዲያብሎስ የሚውጠውን በመፈለግ እንደ ሚያገሳ አንበሳ በዙሪያችሁ ያደባል፡፡",
      "9": "በዕለም ሁሉ ያሉ ወንድሞቻችሁ ይህን ዓይነት መከራ እንደሚቀበሉ በማወቅ በእምነት ጸንታችሁ ተቃወሙት፡፡",
      "10": "የመሲሕ በመሆናችሁ ወደ ዘላለማዊው ክብሩ የጠራችሁ የጸጋ ሁሉ አምላክ ራሱ፤ ለጥቂት ጊዜ መከራ ከተቀበላችሁ በኋላ ፍጹም ያደርጋችኋል፤ ያጸናችኃል፤ ያበረታችኋልም፡፡",
      "11": "ለእርሱም ለዘላለም ኀይል ይሁን! አሜን፡፡",
      "12": "ታማኝ ወንድም ነው ብዬ በማስበው በሲላስ አማካይነት ይህን መልክት ባጭሩ ጽፌላችኋለሁ፤ የጻፍሁላችሁም ልመክራችሁና ይህ እውነተኛ የያህቬህ ጸጋ መሆኑን ልመሰክርላችሁ ብዬ ነው፤ ስለዚህ በያህቬህ ጸጋ ጸንታችሁ ቁሙ፡፡",
      "13": "እንደ እናንተ የተመረጠችው፤ በባቢሎን ያለችው እኅት ቤተ ክርስቲያን ሰላምታ ታቀርብላችኋለች፤ ልጄ ማርቆስም ያቀርብላችኋል፡፡",
      "14": "በክርስቲያናዊ ፍቅር እርስ በርስ በመሳሳም ሰላምታ ተሰጣጡ፡፡ የመሲሕ ለሆናችሁ ለሁላችሁም ሰላም ይሁን፡፡"
    }
  }
}
