{
  "1samuel": {
    "Chapter 1": {
      "1": "በኮረብታማው በኤፍሬም አገር ራማ ተብላ በምትጠራ ትንሽ ከተማ የሚኖር ትውልዱ ከኤፍሬም ነገድ የሆነ፣ ሕልቃና ተብሎ የሚጠራ አንድ ሰው ነበር፤ የእርሱም አባት ይሮሐም ተብሎ የሚጠራ የኤሊሁ ልጅ ሲሆን፣ ከጹፍ ጐሳ ክፍል የቶሑ ቤተሰብ ነበር፤",
      "2": "ሕልቃናም ሐናና ፈኒና ተብለው የሚጠሩ ሁለት ሚስቶች ነበሩት፤ ፈኒና ልጆች ነበሩአት፤ ሐና ግን አንድም ልጅ አልነበራትም፤",
      "3": "ሕልቃና በዓመቱ ሁሉን ቻይ ለሆነው አምላክ ለመስገድና መሥዋዕት ለማቅረብ ከራማ ወደ ሴሎ ይሄድ ነበር፤ በዚያም ዘን ሖፍኒና ፊንሐስ ተብለው የሚጠሩት የዔሊ ልጆች የያህቬህ(הוהי) ካህናት ሆነው በሴሎ ያገለግሉ ነበር፡፡",
      "4": "ሕልቃና መሥዋዕቱን በሚያቀርብበትም ጊዜ ሁሉ ከመሥዋዕቱ ሥጋ አንድ ድርሻ ለፈኒና ይሰጣል፤ እንዲሁም ለወንዶችና ለሴቶች ልጆችዋ ለእያንዳንዳቸው አንድ ድርሻ ያድላል፤",
      "5": "ሐናን ይወዳት ስለነበር እጥፍ ድርሻ ይሰጣት ነበር፤ ቢሆንም ያህቬህ(הוהי) ልጅ ነሥቶአት መኻን ነበረች፤",
      "6": "ያህቬህ(הוהי)ም ልጅ ስለነሣት ጣውንትዋ ፈኒና ሐናን የሚያስቈጣ ነገር በፈለግ ታበሳጫት ነበር፤",
      "7": "ይህም ሳይቋረጥ በየዓመቱ የሚደጋገም ነገር ነበር፤ ይኸውም ወደ ያህቬህ(הוהי) ቤት በሄዱ ቊጥር ሐና እያለቀሰች ምግብ ለመብላት እምቢ እስከምትል ድረስ ፈኒና በብርቱ ታበሳጫት ነበር፡፡",
      "8": "ከዚህም የተነሣ ባልዋ ሕልቃና “ሐና ሆይ! ስለምን ታለቅሻለሽ? ስለምንስ አትመገቢም? ስለምንስ ዘወትር ይህን ያህል ታዝኚአለሽ?” ይላት ነበር፡፡",
      "9": "አንድ ቀን በሴሎ በሚገኘው በያህቬህ(הוהי) ቤት በልተው ጠጥተው ካበቁ በኋላ ሐና ተነሣች፤ ከባድ ሐዘን ይሰማት ስለነበር በመረረ ሁኔታ እያለቀሰች ወደ ያህቬህ(הוהי) ትጸልይ ነበር፤ በዚህን ጊዜ ካህኑ ዔሊ በበሩ አጠገብ በወንበሩ ላይ ተቀምጦ ነበር፤",
      "10": "",
      "11": "ሐናም እንዲህ ስትል ስእለት ተሳለች፣ “የሠራዊት ጌታ ያህቬህ(הוהי) ሆይ! እኔን አገልጋይህን ተመልከተኝ፤ መከራዬንም በየት አስበኝ፤ አትርሳኝም፤ አንድ ወንድ ልጅ ብትሰጠኝ በሕይወቱ ዘመን ሁሉ ለአንተ የተለየ እንዲሆን አደርገዋለሁ፤ ጠጒሩም ከቶ አይላጭም፡፡”",
      "12": "ሐና በዚህ ዐይነት ጸሎትዋን በማስረዘም ብዙ ጊዜ ስለቆየች፣ ዔሊ አፍዋን ይመለከት ነበር፤",
      "13": "ሐና ምንም ድምፅ ሳታሰማ ከንፈርዋን እያንቀሳቀሰች በልብዋ በናገር ትጸልይ ነበር፤ ከዚህም የተነሣ ዔሊ በመጠጥ የሰከረች ስለመሰለችው፣",
      "14": "“እንዲህ ሰክረሽ የምትቆይው እስከ መቼ ነው? ይህን ስካርሽን ወዲያ አስወግደሽ ጤናማ ሰው ሁኚ” አላት፡፡",
      "15": "እርስዋም እንዲህ ስትል መለሰችለት፣ “ጌታዬ እኔ እኮ አልሰከርሁም፤ ምንም ዐይነት የሚያሰክር መጠጥ አልጠጣሁም፤ ነገር ግን እኔ ተስፋ ስለቈረጥሁ ነፍሴን በማስጨነቅ ችግሬን ለያህቬህ(הוהי) በማቅረብ ጸለይሁ፤",
      "16": "እኔን አገልጋይህን እንደማትረባ ሰካራም ሴት አድርገህ አትቊጠረኝ፤ ይህን ያህል በማስረዘም የጸለይሁት መከራ የበዛብኝ ችግረኛ በመሆኔ ነው፡፡”",
      "17": "ዔሊም “በሰላም ሂጂ! የእስራኤል አምላክ የለመንሽውን ይስጥሽ” አላት፡፡",
      "18": "እርስዋም “እኔን አገልጋይህን ዘትር በበጎ መንፈስ አስበኝ” አለችው፤ ከዚያም ተነሥታ በሄድ ምግብ ተመገበች፤ ሐዘንዋንም አቆመች፡፡",
      "19": "በማግሥቱም ሕልቃናና ቤተሰቡ በማለዳ ተነሡ፤ ለያህቬህ(הוהי) ከሰገዱ በኋላ በራማ ወደሚገኘው ቤታቸው ሄዱ፤ ሕልቃናም ከሚስቱ ከሐና ጋር የግብረ ሥጋ ግንኙነት አደረገ፤ ያህቬህ(הוהי)ም ለጸሎትዋ መልስ ሰጣት፤",
      "20": "ስለዚህም ፀንሳ የርግዝናዋ ወራት ካፈ በኋላ ወንድ ልጅ ወለደች፤ እርስዋም “ከያህቬህ(הוהי) ለምኜ ያገኘሁት ነው” ስትል ስሙን “ሳሙኤል” አለችው፡፡",
      "21": "ሕልቃና ከቤተሰቡ ጋር ዓመታዊ መሥዋዕትና በተለይም ቃል የገባበትን የስእለት መሥዋዕት ወደ ያህቬህ(הוהי) ለማቅረብ እንደገና ወደ ሴሎ የሚወጣበት ጊዜ ደረሰ፤",
      "22": "ነገር ግን ሐና በዚህ ጊዜ አብራ አልወጣችም፤ ምክንያቱም “ልጄ ጡት በሚተውበት ጊዜ እስከ ሕይወቱ ፍጻሜ ወደሚኖርበት ወደ ያህቬህ(הוהי) ቤት ወዲያውኑ እወስደዋለሁ” ብላ ለባልዋ ነግራው ስለነበር ነው፡፡",
      "23": "ሕልቃናም “ጥሩ ነው፤ መልካም መስሎ የተየሽን አድርጊ፤ ጡት እስክታስጥይውም ድረስ በቤት መቆት ትችያለሽ፤ ያህቬህ(הוהי) የሰጠሽን የተስፋ ቃል ይፈጽምልሽ” ሲል መለሰላት፤ ስለዚህ ሐና በቤት ተቀምጣ ልጇን ታሳድግ ጀመር፡፡",
      "24": "ጡት ካስጣለችውም በኋላ ወደ ሴሎ ይዛው ወጣት፤ ከእርሱም ጋር የሦስት ዓመት ኮርማ፣ ዐሥር ኪሎ ዱቄትና አንድ አቁማዳ ሙሉ የወይን ጠጅ ይዛ ሄደች፤ ሳሙኤልንም ገና በልጅነቱ በሴሎ ወደሚገኘው ወደ ያህቬህ(הוהי) ቤት ወሰደችው፤",
      "25": "ኮርማውንም ካረዱት በኋላ ሕፃኑን ወደ ዔሊ አቀረቡት፤",
      "26": "ሐናም ዔሊን እንዲህ አለችው፣ “ጌታዬ ይቅርታ አድርግልኝ፤ እኔን ታስታውሰኛለህን? እኔ እኮ አንድ ጊዜ እዚህ በፊትህ ቆሜ ወደ ያህቬህ(הוהי) ስጸልይ ያየኸኝ ሴት ነኝ፤",
      "27": "የጸለይሁትም ያህቬህ(הוהי) ይህን ልጅ እንዲሰጠኝ ነበር፤ ያህቬህ(הוהי)ም በጠየቅሁት መሠረት ይህን ወንድ ልጅ ሰጠኝ፡፡",
      "28": "እኔም ደግሞ እርሱን ለያህቬህ(הוהי) የተለየ ስጦታ እንዲሆን አድርጌአለሁ፤ ስለዚህ በሕይወቱ ዘን ሁሉ ለያህቬህ(הוהי) የተሰጠ ይሆናል፡፡” ከዚያም በኋላ በዚያ ለያህቬህ(הוהי) ሰገዱ፡፡"
    },
    "Chapter 2": {
      "1": "ሐናም እንዲህ ብላ ጸለየች፣\n\t“ልቤ በያህቬህ(הוהי) ደስ ይለዋል፤\n\tክብሬም በያህቬህ(הוהי) ከፍ ከፍ ብሎአል፤\n\t  እኔ በጠላቶቼ ላይ እስቃለሁ፤\n\t\tምክንያቱም ያህቬህ(הוהי) ስለረዳኝ\n\t\tእኔ እጅግ ተደስቻለሁ፡፡",
      "2": "“እንደ ያህቬህ(הוהי) ቅዱስ የለም፤\nእርሱንም የሚመስለው ከቶ የለም፤\nአምላካችንን የሚመስል መጠጊያ ምሽግ የለም፤",
      "3": "እስቲ በመታበይ አትጓደዱ፤\nየትምክሕት ንግግራችሁንም አስወግዱ፤\nያህቬህ(הוהי) አምላክ ሁሉን ያውቃል፤\nሕዝብ የሚሠራውንም ሁሉ በፍርድ ይመዝናል፡፡",
      "4": "የኃያላን ጦረኞች ቀስቶቻቸው ተሰበሩ፣\nደካሞች ግን ብርታት አግኝተው ጠነከሩ፤",
      "5": "ቀድሞ ጠግበው የነበሩ ሕዝብ ቀርበዋል፤\nእነሆ ዛሬ ራሳውን ለምግብ\nአሳልፈው እስከ መሸጥ ደርሰዋል፤\nቀርበው የነበሩ ግን ጠግበዋል፤ መኻን የነበረችው ቤት\nእነሆ የሰባት ልጆች እናት ሆነች፤\nየብዙዎች ልጆች እናት የነበረችው ሴት ግን መከነች፡፡",
      "6": "ያህቬህ(הוהי) ይገድላል፣ ያህቬህ(הוהי) ያድናል፤\nወደ ሙታን ዓለም እንዲወርዱ ያደርጋል፤\nከሙታንም ዓለም መልሶ ሊያወጣቸው ይችላል፡፡",
      "7": "እርሱ ማደኸየትም ሆነ ማበልጸግይቻለዋል፤\nእርሱ አንዱን ከፍ ሌላውን ዝቅ ያደርጋል፡፡",
      "8": "እርሱ ድኾችን ከትቢያ ምስኪኖችንም\nከችግር ላይ ያነሣል፤\nወደ ልዑላንም ደረጃ ከፍ ከፍ ያደርጋቸዋል፤\n\tበክብር ቦታም ያኖራቸዋል፤\nየምድርን መሠረቶች የሠራ ያህቬህ(הוהי) ነው፤\nበእነርሱም ላይ ዓለምን የፈጠረ እርሱ ነው፡፡",
      "9": "“የሚታመኑበት ሕዝብ ሁሉ በእርሱ ተጠብቀው ይኖራሉ፤\nክፉ አድራጊዎች ግን በጨለማ ውስጥ ይጣላሉ፤\nማንም ሰው ኃይል ያለው ቢመስለውም \n    በራሱ ብርታት ድልን አያገኝም፡፡",
      "10": "ያህቬህ(הוהי)ን የሚጠሉ ሁሉ ይጠፋሉ፤\nምክንያቱም ያህቬህ(הוהי) በሰማይ ሆኖ ያንጐዳጒድባቸዋል፤\nያህቬህ(הוהי) በዓለም ሁሉ ይፈርዳል፤\nለንጉሥም ኀይልን ይሰጣል፤\nየመተጠውንም ንጉሥ ድልን\n\t  እንዲቀዳጅ ያደርጋል፡፡”",
      "11": "ከዚህ በኋላ ሕልቃና በራማ ወደሚገኘው መኖሪያ ቤቱ ተመልሶ ሄደ፤ ሕፃኑ ሳሙኤል ግን በሴሎ ቀረ፤ በካህኑ ዔሊ ሥር ሆኖም ያህቬህ(הוהי)ን ያገለግል ነበር፡፡",
      "12": "የዔሊ ልጆች ምንም የማይረቡ ክፉዎች ነበሩ፤ ያህቬህ(הוהי)ንም አያከብሩም ነበር፤",
      "13": "ካህናቱ ከሕዝቡ ስለሚጠይቁትም ስጦታ የተወሰነውን ሥርዓት አይጠብቁም ነበር፤ ይኸውም አንድ ሰው መሥዋዕት በሚያቀርብበት ጊዜ የካህኑ ተላላኪ ሦስት ጣት ያለው የብረት ሜንጦ ይዞ ይመጣ ነበር፤ ሥጋውን ገና ሳይበስል፣",
      "14": "በሚቀቀልበት ታላቅ አፍላል ውስጥ አስገብቶ፣ ሜንጦ ይዞ የሚያወጣውን ማንኛውንም ዓይነት ሥጋ ወስዶ ለካህኑ ይሰጠው ነበር፡፡ መሥዋዕት ለመሠዋት የሚመጡ እስራኤላውያን ሁሉ ልክ በዚህ ዓይነት ይበዘበዙ ነበር፤",
      "15": "ከዚህም በቀር የመሥዋዕቱ ሥጋ ገና ጥሬ ሳለ፣ ስቡ ሳይጤስ የካህኑ ተላላኪ መሥዋዕት ወደሚያቀርበው ሰው ዘንድ ይመጣና ሥርዓት በጐደለው አነጋገር “ለካህኑ የምጠብስለት ሥጋ ስጠኝ፣ ምክንያቱም ካህኑ የሚፈልገው ጥሬ ሥጋ እንጂ የአንተን ቅቅል ሥጋ መብላት አይፈልግም” ይለዋል፡፡",
      "16": "ሰውየውም ሲመልስ “በሕጉ መሠረት በመጀመሪያ ስቡ ይጢስ፤ ከዚያም በኋላ የምትፈልገውን መርጠህ ትወስዳለህ” ያለው እንደሆን፣ የካህኑ ተላላኪ “አልፈልግም፤ እስከዚያም አልቆይም ይልቅስ አሁን ስጠኝ፤ እምቢ ካልህ በኃይል ነጥቄ እወስድብሃለሁ” ይለዋል፡፡",
      "17": "ይህም የዔሊ ልጆች ኃጢአት በያህቬህ(הוהי) ፊት እጅግ አስከፊ ሆኖ ነበር፤ ምክንያቱም ለያህቬህ(הוהי) በሚቀርበው መሥዋዕት ላይ ይህን የመሰለ ሥነ ምግባር የጐደለውን አቀባበል ያደርጉበት ነበር፡፡",
      "18": "ይህም በዚህ እንዳለ ሳሙኤል ገና በልጅነቱ ከበፍታ የተሠራ ኤፉድ ለብሶ በያህቬህ(הוהי) ፊት ያገለግል ነበር፤",
      "19": "እናቱም በዓመቱ ባልዋን ተከትላ ዓመታዊውን መሥዋዕት ለማቅረብ በሚወጡበት ጊዜ ሁሉ ታናሽ መደረቢያ ካባ እየሠራች ታመጣለት ነበር፡፡",
      "20": "ዔሊም ሕልቃናን ከሚስቱ ከሐና ጋር በሚመርቅበት ጊዜ፣ ሕልቃናን “ለያህቬህ(הוהי) የተለየ አድርጋችሁ በሰጣችሁት በዚህ ልጅ ፈንታ ከዚህች ሴት ሌሎችን ልጆች ይስጥህ” ይለው ነበር፡፡\nከዚያን በኋላ ወደ ቤታቸው ይመለሱ ነበር፡፡",
      "21": "በእርግጥም ያህቬህ(הוהי) ሐናን ባረካት፤ ስለዚህም በተጨማሪ ሦስት ወንዶችና ሁለት ሴቶች ልጆች ወለደች፤ ወጣቱ ሳሙኤል ያህቬህ(הוהי)ን እያገለገለ አደገ፡፡",
      "22": "እነሆ ዔሊ በዕድሜው አርጅቶ ነበር፤ ልጆቹም በእስራኤላውያን ላይ የሚያደርጉት ክፉ ነገርና በተለይም ያህቬህ(הוהי) በሚመለክበት ድንኳን ከሚያገለግሉት ሴቶች ጋር የግብረ ሥጋ ሩካቤ መፈጸማቸውን ሁሉ ይሰማ ነበር፡፡",
      "23": "ስለዚህም እንዲህ አላቸው፣ “ስለምን ይህን ክፉ ነገር ታደርጋላችሁ? የምታደርጉትን ክፉ ነገር ሁሉ ከእያንዳንዱ ሰው ሰምቼዋለሁ፣",
      "24": "ልጆቼ! እንዲህ ያለው ክፉ ነገር ይቅርባችሁ፤ የያህቬህ(הוהי) ሕዝብ ስለ እናንተ የሚነግሩኝ ሁሉ እጅግ አሳፋሪ ነው፤",
      "25": "አንድ ሰው ሌላውን ሰው ቢበድል፣ ያህቬህ(הוהי) በመታደግ ሊያድነው ይችላል፤ ነገር ግን ያህቬህ(הוהי)ዚብሔርን የሚበድል ሰው ማን ሊያማልደው ይችላል?”\nይህም ሁሉ ሆኖ ያህቬህ(הוהי) ሊያጠፋቸው ቊርጥ ውሳኔ ስላደረገ የዔሊ ልጆች የአባታቸውን ምክር ሊሰሙ አልወደዱም፡፡",
      "26": "ወጣቱ ሳሙኤል ግን በቁመት እያደገ፣ በያህቬህ(הוהי)ና በሰውም ዘንድ ጸጋና ሞገስን እያገኘ ሄደ፡፡",
      "27": "ከያህቬህ(הוהי) የተላከ አንድ ነቢይ ወደ ዔሊ መጣ፤ ለእርሱም ከያህቬህ(הוהי) የተሰጠው መልእክት እንዲህ የሚል ነበር፣ “ዔሊ ሆይ! የቀድሞ አባትህ አሮንና ቤተሰቡ፣ የግብጽ ንጉሥ አገልጋዮች በነበሩበት ጊዜ እኔ ለአሮን ራሴን ገለጥሁለት፤",
      "28": "የእኔ ካህናት ሆነው በመሠዊያዬ ላይ ዕጣን በማጠን፣ ከእኔ ዘንድ ምክር የሚጠይቁበትን ኤፉድ በመልበስ ያገለግሉኝ ዘንድ የአሮንን ቤተሰብ ከሌሎቹ የእስራኤል ነገዶች ሁሉ መካከል ለይቼ መረጥሁ፤ በመሠዊያዬ ላይ ከሚቃጠለው መሥዋዕትም ለእነርሱ ድርሻ የማግኘት መብት እንዲኖራቸው አደረግሁ፡፡",
      "29": "ታዲያ በትእዛዜ መሠረት ከሕዝቤ የሚቀርብልኝን መሥዋዕትና ስጦታ ሁሉ ስለምን በስስት ዓይን ተመለከትህ? አንተ ዔሊ! ኧረ ልጆችህን ከእኔ አብልጠህ የምታከብርበት ምክንያቱ ምንድን ነው? ሕዝቤ ለእኔ ከሚያቀርቡልኝ መሥዋዕት ሁሉ ምርጥ የሆነውን ክፍል እየተቀበሉ በብላት ራሳቸውን ያወፍሩ ዘንድ የፈቀድህላቸውስ ስለምንድን ነው?",
      "30": "የእስራኤለ አምላክ የሆንሁ እኔ ያህቬህ(הוהי) የአንተን ቤተሰብና ጐሳ ለዘላለሙ ያገለግለኛል ብዬ ተስፋ ሰጥቼ ነበር፤ አሁን ግን ይህን የተስፋ ቃል ላጸናልህ አልፈልግም፤ ምክንያቱም እኔ የሚያከብሩኝን አከብራለሁ፤ የሚንቁኝንም አዋርዳለሁ፤",
      "31": "እንግዲህ አድምጥ፤ እነሆ እኔ በንተ ቤተሰብና በጐሳህ ውስጥ የሚገኙትን ወጣቶች ወንዶች ሁሉ በሞት የምቀጣበት ጊዜ ደርሶአል፤ ስለዚህም በንተ ቤተሰብ ውስጥ ረዥም ዕድሜ የሚያገኝ አይኖርም፤",
      "32": "እነሆ ገና ብዙ መከራ ይገጥምሃል፤ እኔ ለሌሎቹ የእስራኤል ሕዝብ በምሰጠው በረከት አስቀናሃለሁ፤1* ነገር ግን ከአንተ ቤተሰብ ውስጥ ረዥም ዕድሜ የሚኖረው አይገኝም፡፡",
      "33": "ይሁን እንጂ ከአንተ ዘሮች መካከል ተርፎ በክህነት የሚያገለግለኝ ሰው ዐይንህን በእንባ ያፈዛል፤ ነፍስህንም ያሳዝናል፤ ሌሎቹ ዘሮችህ ግን በአደገኛ ሁኔታ ይሞታሉ፤",
      "34": "ሁለቱ ልጆችህ ሖፍኒንና ፊንሐስ በንድ ቀን በሚሞቱበት ጊዜ ይህ እኔ የተናገርሁት ቃል ሁሉ እውነት ሆኖ መፈጸሙን ታረጋግጣለህ፡፡",
      "35": "ለእኔም በንተ ምትክ ታማኝ የሆነና እኔ የምወደውን ሁሉ የሚያደርግ ሌላ ካህን እመርጣለሁ፤ ለእርሱም እኔ በምመርጠው ንጉሥ ፊት ካህናት ሆነው የሚያገለግሉ ዘሮችን እሰጠዋለሁ፡፡",
      "36": "ከአንተ ዘሮች መካከል በሕይወት የሚተርፍ ቢኖር እንኳ ወደዚያ ካህን ዘንድ እየሄደ ለጥ ብሎ እጅ በመንሣት ከእርሱ ገንዘብና ምግብ ይጠይቃል፤ የዕለት ምግብ ብቻ ለማግኘትም ሲል ካህናትን በረዳትነት ማገልገል እንዲፈቀድለት ይለምናል፡፡”"
    },
    "Chapter 3": {
      "1": "ወጣቱ ሳሙኤል በዔሊ የአመራር ሥልጣን ሥር ሆኖ ያህቬህ(הוהי)ዚብሔርን ያገለግል ነበር፤ በዚያን ጊዜ ከያህቬህ(הוהי) የሚነገር የትንቢት ቃልም ሆነ ወይም ከእርሱ የሚገለጥ ራእይ እየታጣ በመኖዱ ብርቅ ሆኖ ነበር፡፡",
      "2": "በእርጅና ምክንያት ዐይኖቹ ፈዝዘው የነበሩት ዔሊ ከዕለታት በአንደኛው ቀን ሌሊት በኝታ ክፍሉ ተኝቶ ነበር፡፡",
      "3": "ሳሙኤልም የተቀደሰው የቃል ኪዳን ታቦት ባበት መቅደስ ውስጥ ተኝቶ ነበር፤ ሌሊቱም ከንጋቱ አስቀድሞ ገና መብራቱ ሳይጠፋ፣",
      "4": "ያህቬህ(הוהי) ሳሙኤልን ጠራው፤ ሳሙኤልም “እነሆ አለሁ ጌታዬ!” አለ፡፡",
      "5": "ፈጥኖም ወደ ዔሊ ዘንድ በመሄድ “ስለጠራኸኝ እነሆ መጥቻለሁ” አለ፡፡ ዔሊ ግን “እኔ አልጠራሁህም፤ ተመልሰህ ሂድናተኛ” አለው፤ ሳሙኤልም ተመልሶ ተኛ፡፡",
      "6": "ያህቬህ(הוהי)ም እንደገና ሳሙኤልን ጠራው፤ ወጣቱ ሳሙኤል ይጠራው የነበረው ያህቬህ(הוהי) መሆኑን አላወቀም፤ ምክንያቱም ከዚያ በፊት ያህቬህ(הוהי) ተናግሮት አያውቅም ነበር፤ ስለዚህም ተነሥቶ ወደ ዔሊ በመሄድ “እነሆ ስለጠራኸኝ መጥቻለሁ” አለው፡፡",
      "7": "ዔሊ ግን “ልጄ! እኔ አልጠራሁህም ወደ መኝታህ ተመልሰህ ሂድ” አለው፡፡",
      "8": "ያህቬህ(הוהי)ም እንደገና ለሦስተኛ ጊዜ ሳሙኤልን ጠራው፤ ሳሙኤልም ተነሥቶ ወደ ዔሊ በመሄድ “እነሆ ስለጠራኸኝ መጥቻለሁ” አለው፡፡ ከዚህም በኋላ ሳሙኤልን ይጠራው የነበረው ያህቬህ(הוהי) መሆኑን ዔሊ ተገነዘበ፤",
      "9": "ስለዚህም “ወደ መኝታህ ተልሰህ ሂድ፤ እንደገናም የጠራህ እንደሆን “ጌታ ሆይ! እነሆ እኔ አገልጋይህ እሰማለሁና ተናገር” በለው” ሲል ሳሙኤልን መከረው፡፡ ሳሙኤልም ተመልሶ ወደ መኝታው ሄደ፡፡",
      "10": "ያህቬህ(הוהי)ም መጥቶ በዚያ ቆመ፤ ከዚያም በት ያደርግ በነበረው ዐይነት “ሳሙኤል ሳሙኤል!” ብሎ ጠራው፡፡ ሳሙኤልም “ጌታ ሆይ! እነሆ አገልጋይህ እሰማለሁና ተናገር” አለው፡፡",
      "11": "ያህቬህ(הוהי) እንዲህ አለው፣ “እነሆ እኔበእስራኤል ላይ እጅግ አሠቃቂ የሆነ አንድ ነገር የማደርግበት ቀን ተቃርቦአል፤ ያንን አሠቃቂ ነገር የሚሰማውም ሁሉ በድንጋጤ ራሱ ይዞራል፤",
      "12": "በዚያም ቀን ከመጀመሪያ እስከ መጨረሻ ድረስ በዔሊና በቤተሰቡ ላይ አስቀድሜ የተናገርሁትን ብርቱ የማስጠንቀቂያ ቃል ሁሉ በተግባር እፈጽማለሁ፤",
      "13": "ቤተሰቡን ለዘላለም ለመቅጣት መዘጋጀቴንም አስቀድሜ ነግሬዋለሁ፤ ምክንያቱም ልጆቹ በእኔ ላይ ክፉ ቃል ተናግረዋል፤ ዔሊም ይህን ሁሉ እንደሚያደርጉ ያውቅ ነበር፤ ነገር ግን በመገሠጽ አልከለከላቸውም፤",
      "14": "ስለዚህ ምንም ዓይነት መሥዋዕትም ሆነ ቊርባን ቢቀርብ እንኳ ይህን የመሰለውን አሠቃቂ ኃጢአት ከዔሊ ቤተሰብ ማስወገድ ለዘላለም እንደማይቻል በሐላ አስታውቄአለሁ፡፡”",
      "15": "ሳሙኤልም እስኪነጋ ድረስ ተኝቶ ቆየ፤ በነጋም ጊዜ ተነሥቶ የያህቬህ(הוהי)ን ቤት በሮች ከፈተ፤ ያየውንም ራእይ ለዔሊ ለመንገር ፈራ፤",
      "16": "ዔሊ ግን ሳሙኤልን “ልጄ! ሳሙኤል” ሲል ጠራው፡፡ ሳሙኤልም “እነሆ አለሁ ጌታዬ!” ሲል መለሰ፡፡",
      "17": "ዔሊም “ያህቬህ(הוהי) የነገረህ ቃል ምንድ ነው? ከእኔ ምንም ነገር እንዳትሰውም፤ እርሱ የነገረህን ሁሉ ለእኔ ባትነግረኝ፣ ያህቬህ(הוהי) በንተ ላይ ብርቱ ቅጣት ያመጣብሃል” አለው፡፡",
      "18": "ከዚህም በኂላ ሳሙኤል ሁሉንም ነገር ለዔሊ አስረዳው፤ ሰውሮ ያስቀረው ምንም ነገር አልነበረም፤ ዔሊም “እርሱ ያህቬህ(הוהי) ነው፤ ስለዚህም መልካም መስሎ የታየውን ነገር ያድርግ” አለ፡፡",
      "19": "ሳሙኤል እያደገ ሄደ፤ ያህቬህ(הוהי)ም ከእርሱ ጋር ስለነበር ሳሙኤል የሚናገረውን ቃል ሁሉ ይፈጽምለነት ነበር፤",
      "20": "ከዚህም የተነሣ በሀገሪቱ ዳር እስከ ዳር የሚኖሩ እስራኤላውያን ሁሉ ሳሙኤል የያህቬህ(הוהי) ነቢይ መሆኑን አወቁ፤",
      "21": "ያህቬህ(הוהי)ም ከዚህ በፊት ባደረገው ዐይነት ለሳሙኤል በሴሎ እየተገለጠለት ማነጋገሩን ቀጠለ፤ ሳሙኤልም በሚናገርበት ጊዜ በመላው እስራኤል ተደማጭነትን አገኘ፡፡"
    },
    "Chapter 4": {
      "1": "በዚያን ጊዜ እስራኤላውያን ፍልስጥኤማውያንን ለመውጎት ወጡ፤ ስለዚህም እስራኤላውያን አቤንዔዜር ተብሎ በሚጠራ ስፍራ ሰፈሩ፤ ፍልስጥኤማውያንም አፌቅ ተብሎ በሚጠራ ስፍራ ሰፈሩ፤",
      "2": "ፍልስጥኤማውያንም አደጋ መጣል ጀመሩ፤ ከከባድ ጦርነት በኋላ እስራኤላውያንን ድል በንሣት በጦር ሜዳ አራት ሺ ሰው ገደሉባቸው፤",
      "3": "ከጦርነት ተርፈው ያመለጡት ወደ ሰፈራቸው በተለሱ ጊዜ የእስራኤል መሪዎች እንዲህ አሉ፣ “ዛሬ ፍልስጥኤማውያን እኛን ድል ያደርጉ ዘንድ ያህዌ ስለምን ፈቀደላቸው? ከእኛ ጋር በመሄድ ከጠላቶቻችን እጅ ያድነን ዘንድ እንግዲህ እንሂድና የያህዌ የቃል ኪዳን ታቦት ከሴሎ እናምጣ፡፡”",
      "4": "ስለዚህም ወደ ሴሎ መልእክተኞች ልከው ዙፋኑን በታቦቱ ላይ ባሉ ኪሩቤል ያደረገ፣ ሁሉን ቻይ የሆነ ያህዌ ግርማውን የሚገልጥበትን የቃል ኪዳኑን ታቦት አስመጡ፤ ሁለቱ የዔሊ ልጆች አፍኒንና ፊንሐስም የቃል ኪዳኑን ታቦት አጅበው መጡ፡፡",
      "5": "የቃል ኪዳኑም ታቦት በዚያ ቦታ በደረሰ ጊዜ እስራኤላውያን ምድር እስክትናወጥ ድረስ ታላቅ የእልልታና የሆታ ድምፅ አሰሙ፡፡",
      "6": "ፍልስጥኤማውያንም ያንን የእልልታ ድምፅ ሰምተው “በዕብራውያን ሰፈር የምንሰማው ይህ ታላቅ የእልልታ ድምፅ ምን ይሆን?” ተባባሉ፤ የያህዌ የቃል ኪዳን ታቦት ወደ ዕብራውያን ሰፈር መምጣቱንም ባወቁ ጊዜ፣",
      "7": "ፈርተው እንዲህ አሉ፣ “ከማልክት አንዱ ወደ እነርሱ ሰፈር መጥቶአል፤ እንግዲህ መጥፋታችን ነው!",
      "8": "ኃያላን ከሆኑ ከእነዚህ አማልክትስ ማን ሊያድነን ይችላል? ቀድሞ ግብጻውያንን በበረሓ የደመሰሱ እነዚሁ አማልክት ናቸው!",
      "9": "ፍልስጥኤማውያን ሆይ! እንግዲህ በርቱ! በወንድነትም ተዋጉ፤ ይህ ካልሆነ ቀድሞ እነርሱ የእኛ ባሪያዎች እንደነበሩ ሁሉ እኛም ደግሞ የዕብራውያን ባሮች ሆነን መቅረታችን ነው፤ ስለዚህ በወንድነት ጠንክራችሁ ተዋጉ!”",
      "10": "ፍልስጥኤማውያንም በብርቱ ተዋግተው እስራኤላውያንን ድል ነሡ፤ እስራኤላውያንም ወደየድንኳናቸው ሸሹ፤ ታላቅ እልቂት ሆኖ ሠላሳ ሺ እስራኤላውያን ወታደሮች ተገደሉ፣",
      "11": "የያህዌ የቃል ኪዳን ታቦትም ተማረከ፤ ሁለቱ የዔሊ ልጆች ሖፍኒንና ፊንሐስም ተገደሉ፡፡",
      "12": "ነገዱ ከብንያም ወገን የሆነ አንድ ሰው ከጦር ሜዳ ተነሥቶ በገሥገሥ በዚያኑ ዕለት ሴሎ ደረሰ፤ ሐዘኑንም ለማሳወቅ ልብሱን ቀዶ በራሱ ላይ ትቢያ ነስንሶ ነበር፤",
      "13": "ዔሊም ስለቃል ኪዳኑ ታቦት በአሳብ በጨነቅ አላፊ አግዳሚውን ማየት በሚችልበት መንገድ ዳር በተዘጋጀለት ወንበር ላይ ተቀምጦ ነበር፤ ያም ሰው ወሬውን በየመንደሩ ሲነዛው የሰማ ሰው ሁሉ ከፍርሃት የተነሣ በሸበር መጮኸ ጀመረ፡፡",
      "14": "ዔሊም የጩኸቱን ድምፅ ሰምቶ “ይህ ሁሉ ጩኸት ምንድን ነው?” ብሎ ጠየቀ፤ ያም ሰው ወሬውን ለዔሊ ለመንገድ ቸኩሎ ሄደ፤",
      "15": "በዚያን ዘመን ዔሊ የዘጠና ስምንት ዓመት ሽማግሌ ነበር፤ ዐይኑም ሊጠፋ ተቃርቦ ነበር፡፡",
      "16": "ሰውየውም ቀርቦ “እኔ ከጦርነቱ አምልጬ መጣሁ፤ ዛሬም እዚህ የደረስሁት በብርቱ ሩጫ ነው” አለ፡፡",
      "17": "ዔሊም “ልጄ ሆይ! ታዲያ እንዴት ሆነ?” አለው፡፡",
      "18": "መልእክተኛውም “እስራኤላውያን ድል ሆነው ከፍልስጥኤማውያን ፊት ሸሹ፤ ይህም ሽንፈት በእኛ ላይ መድረሱ እጅግ አሠቃቂ ነው! ከዚህም ሁሉ ጋር ልጆችህ ሖፍኒንና ፊንሐስ ተገደሉ፤ የያህዌም የቃል ኪዳን ታቦት ተማረከ” ሲል መለሰለት፡፡",
      "19": "መልእክተኛው የቃል ኪዳኑን ታቦት መማረክ ባወሳ ጊዜ ዔሊ በቅጽሩ በር አጠገብ ከተቀመጠበት ወንበር ላይ ተገልብጦ ወደ ኋላው ወደቀ፤ እርሱም ሽማግሌ ከሆኑም በላይ በውፍረቱ ግዙፍ ስለነበር ከአወዳደቁ የተነሣ አንገቱ ተሰብሮ ሞተ፤ ዔሊም በእስራኤል መሪ ሆኖ የቆየበት ዘን አርባ ዓመት ነበር፡፡",
      "20": "የፊንሐስ ሚስት የነበረችው የዔሊ ምራት ነፍሰ ጡር ነበረች፤ የምትወልድበትም ጊዜ ተቃርቦ ነበር፤ የያህዌ የቃል ኪዳን ታቦት መማረኩን፤ ዐማቷና ባልዋ መሞታቸውን በሰማች ጊዜ በድንገተኛ ምጥ ተይዛ ወለደች፤",
      "21": "እርስዋም ለመሞት በምታጣጥርበት ጊዜ በማዋለድ የምትረዳት ሴት “አይዞሽ በርቺ! ወንድ ልጅ ወልደሻል” አለቻት፤ ነገር ግን አዳምጣ መልስ አልሰጠቻትም፤",
      "22": "ሆኖም በቀስታ ድምፅ “የያህዌ ክብር ከእስራኤል ተለየ” ስትል ለዚያ ልጅ “ኢካቦድ” የሚል ስም አወጣችለት፣ ይህም አባባል የቃል ኪዳኑን ታቦት መማረክ፣ የአማትዋንና የባልዋንም መሞት የሚያመለክት ነበር፡፡",
      "23": "ቀጥላም “የያህዌ የቃል ኪዳን ታቦት በመማረኩ ምክንያት የያህዌ ክብር ከእስራኤል ተለየ” አለች፡፡"
    },
    "Chapter 5": {
      "1": "ፍልጥኤማውያን የቃል ኪዳኑን ታቦት ከረኩ በኋላ ከኤቤንዔዘር አሽዶድ ተብላ ወደምትጠራ ከተማቸው ወስደው፣",
      "2": "ዳጎን ተብሎ ወደሚጠራው አምላካቸው ቤተ መቅደስ አስገቡት፤ ከምስሉም ሐውልት ጐን አቆሙት፡፡",
      "3": "በማግሥቱም ማለዳ የአሽዶድ ሕዝብ ተነሥተው ሲመለከቱ የዳጎን ምስል ሐውልት በያህቬህ(הוהי) የቃል ኪዳን ታቦት ፊት በግንባሩ መሬት ላይ ተፍቶ አዩት፤ ከዚያም አንሥተው ቀድሞ በነበረበት ስፍራ አቆሙት፤",
      "4": "በተከታዩም ቀን ማለዳ ተነሥተው ሲመለከቱ የምስሉ ሐውልት በቃል ኪዳኑ ታቦት ፊት እንደገና ወድቆ አዩት፤ በዚህ ጊዜ ራሱና ሁለት እጆቹ ተሰባብረው በመግቢያው መድረክ ላይ ወድቀው ሌላው አካሉ ብቻ ቀርቶ ነበር፡፡",
      "5": "ዛሬም እንኳ ቢሆን የዳጎን ካህናትና በአሽዶድ እርሱን የሚያመልኩት ሁሉ ያን የመግቢያ መድረክ በያህቬህ(הוהי)ራቸው ሳይረግጡ ተራምደው የሚሄዱበት ምክንያት ይኸው ነው፡፡",
      "6": "ያህቬህ(הוהי)ም የአሽዶድን ሕዝብ በብርቱ ቀጥቶ አስጨነቃቸው፤ እነርሱንና በዙሪያቸው ያሉትን ሕዝብ ሁሉ በእባጭ መቅሠፍት ቀጣቸው፡፡",
      "7": "የሆነውንም ነገር ሁሉ ባዩ ጊዜ “የእስራኤል አምላክ እኛንና አምላካችንን ዳጎንን በቅጣት ላይ ነው፤ ስለዚህም ከእንግዲህ ወዲህ የቃል ኪዳኑን ታቦት በዚህ እንዲቆይ ማድረግ አንችልም” አሉ፤",
      "8": "በዚህም ምክንያት ወደ አምስቱም የፍልስጥኤማውያን ነገሥታት መልእክተኞች ልከው በማስጠራት “ስለ እስራኤል አምላክ የቃል ኪዳን ታቦት ምን እናድርግ” ብለው ጠየቁአቸው፡፡",
      "9": "እነርሱም “ወደ ጋት ውሰዱት” ብለው መለሱላቸው፤ ስለዚህ ጋት ተብላ ወደምትጠራው ወደ ሌላይቱ የፍልስጥኤማውያን ከተማ ወሰዱት፤ ነገር ግን የቃል ኪዳኑ ታቦት እዚያ ከደረሰ በኋላ ያህቬህ(הוהי) ያችንም ከተማ ጭምር ቀጣ፤ ሕዝብዋንም በብርቱ አስጨነቀ፡፡ ሕፃኑንም ሽማግሌውንም ሳይለይ ሕዝቡን ሁሉ በአንድነት በእብጠት በሽታ ቀጣቸው፤",
      "10": "ስለዚህም የቃል ኪዳኑ ታቦት ዔቅሮን ተብላ ወደምትጠራው ወደ ሌላይቱ የፍልስጥኤማውያን ከተማ እንዲወስድ አደረጉ፤ ነገር ግን እዚያ በደረሰ ጊዜ ሕዝቡ እየጮኹ በማልቀስ “የእስራኤልን አምላክ የቃል ታቦት ወደዚህ ያመጡብን እኛን ሁላችንን ለመፍጀት አስበው ነው” አሉ፡፡",
      "11": "ስለዚህም እንደገና ወደ ፍልስጥኤማውያን ነገሥታት ሁሉ መልእክተኞች ልከው “እኛንና ቤተሰባችንን ሁሉ ከመፍጀቱ በፊት የእስራኤልን የቃል ኪዳን ታቦት ወደ ስፍራው መልሳችሁ ላኩ” አሉ፤ ያህቬህ(הוהי) በብርቱ ስለቀጣቸው በመላ ከተማይቱ የሚያስጨንቅ የሞት ድንጋጤ ነበር፤",
      "12": "ከሞት የተረፉትም የእባጩ በሽታ በርትቶባቸው ስለነበር ሕዝቡ ዕርዳታ ለማግኘት ወደ አማልክቶቻቸው በማልቀስ ጮኹ፡፡"
    },
    "Chapter 6": {
      "1": "የያህቬህ የቃል ኪዳን ታቦት በፍልስጥኤም አገር ሰባት ወር ከቆየ በኋላ፣",
      "2": "ሕዝቡ ካህናቶቻቸውንና አስማተኞቻቸውን ጠርተው እንዲህ ሲሉ ጠየቁአቸው፣ “ስለ ያህቬህ የቃል ኪዳን ታቦት ምን ማድረግ የሚሻለን ይመስለናል? ወደ ስፍራው እንዲመለስ ብናደርግ በምን ዓይነት ሁኔታ እንላከው? ዘዴውን ንገሩን” አሉ፡፡",
      "3": "እነርሱም እንዲህ ሲሉ መለሱላቸው፣ “የእስራኤልን አምላክ የቃል ኪዳን ታቦት መልሳችሁ ለመላክ ብትፈልጉ፣ ስለ በደላችሁ የሚከፈል ስጦታ አብራችሁ መላክ ይገባችኋል፤ ያለ ምንም ስጦታ ተመልሶ መሄድ የለበትም፤ በዚህም ዓይነት ሁኔታ እናንተ ከሕመማችሁ ትፈወሳላችሁ፤ እርሱ እናንተን በብርቱ የቀጣበትንም ምክንያት ልታውቁ ትችላላችሁ፡፡”",
      "4": "ሕዝቡም “ስለ በደል የሚከፈል ይሆን ዘንድ ከምን ዓይነት ስጦታ ጋር እንላከው?” ሲሉ ጠየቁ፡፡",
      "5": "እነርሱም እንዲህ ሲሉ መለሱላቸው፣ “በእባጩ አምሳል የተሠራ አምስት የወርቅ ጒልቻ መሆን አለት፤ ምክንያቱም በእናንተ ሁሉና በአምስቱ ነገሥታቶቻችሁ ላይ የተላከው መቅሠፍት አንድ ዓይነት ነው፡፡",
      "6": "አገራችሁን ለማጥፋት በተላኩት አይጦችና እባጮች አምሳል እነዚህን ስጦታዎች ሠርታችሁ ለእስራኤል አምላክ ክብር መስጠት አለባችሁ፤ ይህን ብታደርጉ ምናልባት እናንተ፣ አማልክቶቻችሁንና ምድራችሁን የሚቀጣበትን መቅሠፍት ይገታ ይሆናል፤",
      "7": "የግብጽ ንጉሥና ግብጻውያን እንዳደረጉት ስለምን ልባችሁን ታደነድናላችሁ? እስራኤላውያን የግብጽን ምድር ለቅቀው የወጡት፣ ያህቬህ ግብጻውያንን በብርቱ ከቀጣቸው በኋላ አልነበረምን?",
      "8": "ስለዚህ አዲስ ሠረገላና ቀንበር ያልተጫነባቸው ሁለት ላሞች አዘጋጁ፤ ላሞቹን ጠምዳችሁ ሠረገላው የሚሳብበትን ጫፍ በቀንበሩ ላይ እሰሩት፣ እንቦሶቻቸውንም ወደ በረት መልሱ፤",
      "9": "የያህቬህንም የቃል ኪዳን ታቦት ወስዳችሁ በሠረገላው ላይ አኑሩ፤ ስለበደላችሁም እንዲከፈል ከእርሱ ጋር ለመላክ የሠራችሁትን ልዩ ልዩ ወርቅ በሣጥን ውስጥ አስገብታችሁ በታቦቱ ጐን አስቀምጡ፤ ሠረገላውንም መንገድ አስይዛችሁ በራሱ ኃይል እንዲንቀሳቀስ ተውት፡፡",
      "10": "ከዚህም በኋላ አካሄዱን ተመልከቱ፤ አቅጣጫው ወደ ቤትሼሜሽ ከተማ ያመራ እንደሆን ይህን አሳሳቢ መቅሠፍት በእኛ ላይ የላከብን የእስራኤል አምላክ መሆኑን ያመለክታል፤ ወደዚያ አቅጣጫ ባያመራ ግን መቅሠፍቱ የመጣብን በአጋጣሚ እንጂ ያህቬህ የላከብን አለመሆኑን እንገነዘባለን፡፡”",
      "11": "እነርሱም እንደተነገራቸው አደረጉ፤ ሁለት ላሞች ወስደው ሠረገላ በታሰረበት ቀንበር ጠመዱአቸው፤ እንቦሶቻቸውን ወደ በረት መልሰው ዘጉባቸው፡፡",
      "12": "የቃል ኪዳኑንም ታቦት ወስደው በአይጦችና በእባጮች አምሳል የተሠራ ወርቅ ከተሞላበት ሣጥን ጋር በሠረገላው ላይ አስቀመጡ፤",
      "13": "ላሞቹም መንገዱን ሳይለቁና ወደ ግራም ወደ ቀኝም ሳይዘነብሉ በቀጥታ ወደ ቤትሼሜሽ በማምራት ጒዞአቸውን ቀጠሉ፤ በሚሄዱበትም ጊዜ እምቧ ይሉ ነበር፤ አምስቱም የፍልስጥኤም ነገሥታት እስከ ቤትሼሜሽ ድንበር ድረስ በመከተል ሸኙአቸው፡፡",
      "14": "የቤትሼሜሽም ሰዎች በሸለቆው ውስጥ ስንዴ ያጭዱ ነበር፤ ቀና ብለው በተለከቱም ጊዜ የቃል ኪዳኑን ታቦት አዩ፤ ያንንም በማየታቸው እጅግ ደስ አላቸው፡፡",
      "15": "ሠረገላውም በቤትሼሜሽ ወደሚኖር ኢያሱ ተብሎ ወደሚጠራው ሰው እርሻ መጥቶ በትልቅ ድንጋይ አጠገብ ሲደርስ ቆመ፡፡ ሕዝቡም የሠረገላውን እንጨት ፈለጡ፤ ላሞቹንም ዐርደው ለያህቬህ የሚቃጠል መሥዋዕት አድርገው አቀረቡአቸው፡፡",
      "16": "ሌዋውያንም የያህቬህን የቃል ኪዳን ታቦትና ከእርሱ ጋር የነበረውን ወርቅ የሞላበት ሣጥን አንሥተው በታላቁ ድንጋይ ላይ አስቀመጡ፤ የቤትሼሜሽም ሰዎች የሚቃጠልና ሌላውንም መሥዋዕት ሁሉ ለያህቬህ አቀረቡ፤",
      "17": "አምስቱም የፍልስጥኤም ነገሥታት ይህን ሁሉ ሲመለከቱ ቆይተው በዚያው ቀን ወደ ዔቅሮን ተመለሱ፡፡",
      "18": "ስለ በደላቸው የሚከፈሉ ስጦታዎች ይሆኑ ዘንድ ፍልስጥኤማውያን ለያህቬህ የላኩአቸው በእባጮች አምሳል የተሠሩ አምስት የወርቅ ጒልቻዎች አሽዶድ፣ ጋዛ፣ አስቀሎና፣ ጋትና ዔቅሮን ተብለው በሚጠሩት ከተሞቻቸው ስም የተላኩ ነበሩ፤",
      "19": "እንዲሁም በተመሸጉ ከተሞች ቅጽር ባልተሠራላቸው መንደሮች ሆነው አምስቱ የፍልስጥኤም ነገሥታት በሚያስተዳድሩት በእያንዳንዱ ከተማ ስም በአይጥ አምሳል የተሠሩ አምስት የወርቅ ጒልቻዎች ላኩ፡፡ በቤትሼሜሽ በሚኖረው በኢያሱ እርሻ ውስጥ የያህቬህን የቃል ኪዳን ታቦት ያኖሩበትም ታላቅ ድንጋይ ለዚህ ለደረገው ነገር ሁሉ ምስክር ሆኖ እስከ አሁን ይገኛል፡፡",
      "20": "የታቦቱን ውስጣዊ ክፍል በመመልከታቸው ያህቬህ ተቆጣባቸው ከሰባ ሺ የቤትሼሜሽ ሕዝብ መካከል ሰባ ሰዎችን ገደለ፤ ያህቬህም ይህን ሁሉ እልቂት በመካከላቸው በማድረጉ ሕዝቡ በማዘን አለቀሱ፡፡",
      "21": "ስለዚህም የቤትሼሜሽ ሕዝብ “በዚህ ቅዱስ አምላክ ፊት ማን ደፍሮ ይቆማል? ከእኛስ ወደ ሌላ እንዲሄድልን ወዴት ልንልከው እንችላለን?” አሉ፡፡",
      "22": "በቂርያትይዓሪም ወደሚኖሩትም ሕዝብ መልእክተኞችን ልከው “ፍልስጥኤማውያን የያህቬህን የቃል ኪዳን ታቦት ወደ እኛ አምጥተዋልና መጥታችሁ ውሰዱት” አሉ፡፡"
    },

    "Chapter 7": {
      "1": "የቂርያትይዓሪም ሕዝብም የቃል ኪዳኑን ታቦት ወስደው በኮረብታ ላይ ወደሚኖረው አቢናዳብ ተብሎ ወደሚጠራ ሰው ቤት አስገቡት፤ የቃል ኪዳኑንም ታቦት በኃላፊነት ይጠብቅ ዘንድ ልጁን ኤልዓዛርን ለያህዌ አገልግሎት የተለየ እንዲሆን አደረጉ፡፡",
      "2": "የያህዌ የቃል ኪዳን ታቦት ለረዠም ጊዜ በቂርያትይዓሪም ኖረ፤ ይኸውም ሃያ ዓመት ያህል ነበር፤ በዚህም ጊዜ እስራኤላውያን ሁሉ እንዲረዳቸው ፈልገው ወደ ያህዌ ጮኹ፡፡",
      "3": "ሳሙኤልም ስለ እስራኤል ሕዝብ እንዲህ አለ፣ “በሙሉ ልባችሁ ወደ ያህዌ ለመመለስ ከፈለጋችሁ ባዕዳን አማልክትን ሁሉ በተለይም አስታሮት ተብላ የምትጠራውን የሴት አምላክ ምስል አስወግዱ፤ ራሳችሁንም ሙሉ በሙሉ ለያህዌ በስረከብ እርሱን ብቻ አምልኩ፤ እርሱም ከፍልስጥኤማውያን እጅ በመተደግ ያድናችኋል፡፡”",
      "4": "ስለዚህም እስራኤላውያን ያመልኩአቸው የነበሩትን የበዓልንና የአስታሮትን ጣዖቶች አስወግደው ያህዌን ብቻ አመለኩ፡፡",
      "5": "ከዚህም በኋላ ሳሙኤል “እኔ በዚያ ለእናንተ ወደያህዌ ስለምጸልይላችሁ በምጽጳ ተሰብሰቡ” ብሎ ለእስራኤላውያን ሁሉ ጥሪ አደረገ፡፡",
      "6": "እነርሱም በንድነት በምጽጳ ተሰበሰቡ፤ ውሃም ቀድተው ለያህዌ መባ አድርገው በማፍሰስ በዚያን ዕለት ቀኑን ሙሉ ጾሙ፤ “እኛ ያህዌን በድለናል” ብለውም ተናገሩ፤ ሳሙኤል በእስራኤላውያን መካከል የነበረውን ጠብና ክርክር በዳኝነት የሚወስነውም በዚህች በምጽጳ ነበር፡፡",
      "7": "እስራኤል በምጽጳ መሰብሰባቸውንም ፍልስጥኤማውያን ሰሙ፤ ስለዚህም አምስቱ የፍልስጥኤም ነገሥታት አደጋ ሊጥሉባቸው በፈለግ የጦር ሰዎቻቸውን አስከትለው ዘቱ፤ እስራኤላውያንም ይህን በሰሙ ጊዜ ፈርተው፣",
      "8": "ሳሙኤልን “ከፍልስጥኤማውያን እጅ ያድነን ዘንድ ወደ አምላካችን ወደ ያህዌ መጸለይን አታቋርጥ” አሉት፡፡",
      "9": "ሳሙኤልም ገና ጡት ያልተወ ትንሽ ጥቦት አርዶ በሙሉ የሚቃጠል መሥዋዕት በማድረግ ለያህዌ አቀረበው፤ ከዚህም በኋላ እስራኤላውያን ይረዳ ዘንድ ወደ ያህዌ ጸለየ፤ ያህዌም ጸሎቱን ሰማለት፤",
      "10": "ሳሙኤል መሥዋዕት በሚያቀርብበት ጊዜ ፍልስጥኤማውያን አደጋ ለመጣል ወደፊት በመግፋት ላይ ነበሩ፡፡ ነገር ግን በዚያኑ ጊዜ ያህዌ ከሰማይ የነጐድጓድ ድምፅ አሰማቸው፤ እነርሱም በፍጹም ታውከው በመሸበር ከእስራኤላውያን ፊት ሸሹ፡፡",
      "11": "እስራኤላውያንም ከምጽጳ ተነሥተው በመገሥገሥ በሽሽት ላይ የነበሩትን ፍልስጥኤማውያን እስከ ቤትካር በታች እያሳደዱ በየመንገዱ ገደሉአቸው፡፡",
      "12": "ሳሙኤልም ድንጋይ ወስዶ በምጽጳና በሼን መካከል በማቆም “ያህዌ እስከ አሁን ረድቶናል” አለ፤ ስለዚህም ያንን ድንጋይ የዕርዳታ አለት መሆኑን ለመግለጥ “ኤቤንዔዜር” ብሎ ጠራው፡፡",
      "13": "በዚህም ዓይነት ሁኔታ ፍልስጥኤማውያን ድል ሆኑ፤ ያህዌም ሳሙኤል ባለበት ዘመን ሁሉ በእስራኤል ግዛት ላይ ወረራ እንዳይፈጽሙ ከለከላቸው፡፡",
      "14": "ፍልስጥኤማውያን የያዙአቸው በዔቅሮንና በጋት መካከል የነበሩትም ከተሞች ለእስራኤላውያን ተመለሱላቸው፤ ስለዚህም የእስራኤል ሕዝብ ተይዞባቸው የነበረውን ግዛት ሁሉ እንደገና አገኙ፤ በእስራኤላውያንና በከነዓናውያንም መካከል ሰላም ሰፍኖ ነበር፡፡",
      "15": "ሳሙኤል በነበረበት ዘመን ሁሉ የእስራኤልን ሕዝብ መራ፤",
      "16": "በየዓመቱም ወደ ቤትኤል፣ ጌልጒላና ምጽጳ እየሄደ በእነዚህ ስፍራዎች የሚነሣውን ክርክር ሁሉ በዳኝነት ይወስን ነበር፡፡",
      "17": "ከዚያም በራማ ወደሚገኘው መኖሪያ ቤቱ እየተመለሰ እዚያም የዳኝነት ሥራ ይሠራ ነበር፤ በዚህም በራማ ለያህዌ መሠዊያ ሠራ፡፡"
    },
    "Chapter 8": {
      "1": "ሳሙኤል በሸመገለ ጊዜ ሁለቱን ልጆቹን በእስራኤል ፈራጆች አድርጎ ሾሞአቸው ነበር፤",
      "2": "የበኲር ልጁ ዩኤል፣ ታናሽ ልጁ አቢያ ተብለው የሚጠሩ ሲሆኑ በቤርሳቤህ ዳኞች ሆነው ተሾመው ነበር፤",
      "3": "ነገር ግን የአባታቸውን መልካም አርአያነት አልተከተሉም፤ ይህን በማድረግ ፈንታ የገንዘብ ጥቅም ፈላጊዎች ሆነው ጉቦ እየተቀበሉ ፍርድን ያጣምሙ ነበር፡፡",
      "4": "ከዚህ በኋላ የእስራኤል ማኀበር መሪዎች በንድነት በመሰብሰብ ሳሙኤል ወደሚገኝበት ወደ ራማ መጥተው እንዲህ አሉ፣",
      "5": "”ተልከት፣ እነሆ አንተ በእርጅና ላይ ነህ፤ ልጆችህም የአንተን መልካም አርአያነት አልተከተሉም፤ ስለዚህ በሌሎች አገሮች እንደሚደረገው እኛን የሚመራን ንጉሥ አንግሥልን፡፡”",
      "6": "ንጉሥ ያነግሥላቸው ዘንድ በጠየቃቸውም ሳሙኤል አዝኖ ወደ ያህቬህ(הוהי) ጸለየ፤",
      "7": "ያህቬህ(הוהי)ም ሳሙኤልን እንዲህ አለው፣ “ሕዝቡ የሚሉህን ነገር ሁሉ ተቀበል፤ እነርሱ የናቁት አንተን አይደለም፤ በእነርሱ ላይ ነግሼ እንዳልኖር፣ እነርሱ የናቁት እኔን ነው፡፡",
      "8": "እኔ እነርሱን ከግብጽ ካጣሁበት ጊዜ ጀምሮ ፊታቸውን መልሰው ከእኔ በመራቅ በዕዳን አማልክትን ሲያመልኩ ኖረዋል፤ እንግዲህ በእኔ ላይ ሲያደርጉት የነበረውን ሁሉ እነሆ በአንተም ላይ መፈጸም ጀምረዋል፤",
      "9": "ስለዚህ ከእንግዲህ ወዲህ የሚሉህን ተቀበል፤ ነገር ግን ነገሥታቶቻቸው ወደ ፊት በእነርሱ ላይ የሚፈጽሙባቸውን ነገር ሁሉ በመግለጥ በብርቱ አስጠንቅቃቸው፡፡”",
      "10": "ሳሙኤልም ንጉሥ እንዲያነግሥላቸው ለጠየቁት ሕዝብ ያህቬህ(הוהי) የነገረውን ሁሉ አስረዳቸው፤",
      "11": "እንዲህም ሲል ገለጠላቸው፣ “ንጉሣችሁ የሚያደርግባችሁ ነገር ይህ ነው፣ ልጆቻችሁን ወስዶ ጭፍሮች ያደርጋቸዋል፤ ከእነርሱም አንዳንዶቹን የጦር ሠረገላ ነጂዎች፣ አንዳንዶቹን ፈረሰኞች፣ አንዳንዶቹንም በሠረገላ ፊት የሚሮጡ ያደርጋቸዋል፤",
      "12": "ከእነርሱም አንዳንዶቹን የሺ አለቆችና የሃምሣ አለቆች አድርጎ ይሾማል፤ ወንዶቹ ልጆቻችሁ የንጉሡ ኩዳድ አራሽዎችና መከር ሰብሳቢዎች ይሆናሉ፤ ሌሎችም የጦር መሣሪያና የሠረገላ ዕቃ ሠራተኛዎች ይሆናሉ፡፡",
      "13": "ሴቶች ልጆቻችሁም ለእርሱ ሽቶ አዘጋጅዎች፣ ወጥ ሠሪዎችና እንደሯ ጋጋሪዎች ይሆናሉ፡፡",
      "14": "ምርጥ የሆነውን የእርሻ መሬታችሁን፣ የወይን ተክል ቦታችሁንና የወይራ ተክላችሁን ሁሉ ወስዶ ለመኳንንቶቹ ይሰጥባችኋል፡፡",
      "15": "ከእህላችሁና ከወይናችሁም ከአሥር አንዱን እጅ ወስዶ ለቤተ መንግሥቱ ባሟሎችና ለሌሎቹም ሹማምንት ይሰጥባችኋል፡፡",
      "16": "የወንድና የሴት አገልጋዮቻችሁን፣ ምርጥ ከብቶቻችሁንና አህዮቻችሁን ወስዶ ለራሱ መጠቀሚያ ያደርጋቸዋል፡፡",
      "17": "ከበግና ከፍየል መንጋዎቻችሁ ከዐሥር አንዱን ይወስዳል፤ እናንተም የእርሱ ባሪያዎች ትሆናላችሁ፤",
      "18": "ያ ዘመን በደረሰ ጊዜ የመረጣችሁት ንጉሥ ስለሚፈጽምባችሁ በደል በመረረ ሁኔታ ማጒረምረም ትጀምራላችሁ፤ ያህቬህ(הוהי) ግን አቤቱታችሁን አያዳምጥም፡፡”",
      "19": "ይሁን እንጂ ሕዝቡ ሳሙኤል ለነገራቸው ቃል ሁሉ ዋጋ አልሰጡትም፤ ይልቁንም “እንደዚህ አይደለም! እኛን የሚያስተዳድርና ከጠላቶቻችንም ጋር በምንዋጋበት ጊዜ ወደ ጦር ሜዳ የሚመራን ንጉሥ ይኖረናል፡፡”",
      "20": "ሳሙኤልም እነርሱ ያሉትን ሁሉ አዳመጠ፤ ከዚያም ሄደ ለያህቬህ(הוהי)ዚብሔር ነገረ፤",
      "21": "ያህቬህ(הוהי)ም “እነርሱ በየቁህ መሠረት፣ ንጉሥ አንግሥላቸው” አለው፤ ከዚያም በኋላ ወደየቤታቸው እንዲሄዱ ሳሙኤል ሕዝቡን አሰናበተ፡፡"
    },

    "Chapter 9": {
      "1": "ከብንያም ነገድ ቂስ ተብሎ የሚጠራ ታዋቂነት ያለው አንድ ባጸጋ ሰው ነበር፤ እርሱም የአቢኤል ልጅ፣ የጸሮር የልጅ ልጅ ሲሆን ከአፊሐ ጐሳ ወገን የበኮራት ቤተሰብ ነበር፡፡",
      "2": "ቂስም በመልከ ቀናነቱ ተወዳዳሪ የማይገኝለት ሳኦል ተብሎ የሚጠራ ልጅ ነበረው፤ ሳኦል በቁመት ከሕዝቡ ሁሉ ይልቅ ረዥም ነበር፤ በመልከቀናነቱም ከሁሉ ይበልጥ ነበር፡፡",
      "3": "ቂስ የራሱ ንብረት የሆኑ አህዮች ጠፍተውበት ነበር፤ ስለዚህም ልጁን ሳኦልን “ከገልጋዮች አንዱን ይዘህ ሂድና የጠፉትን አህዮች ፈልግ” ብሎ አዘዘው፡፡",
      "4": "ሳኦልና አገልጋዩም ተነሥተው በተራራማው የኤፍሬም አገር በሻሊሻ ምድር በኩል አልፈው አህዮችን መፈለግ ጀመሩ፤ ነገር ግን አህዮቹን ማግኘት አልቻሉም፤ ከዚያም በሻዕሊም ምድር በኩል አልፈው ሳያገኙአቸው ቀሩ፤ እንደገናም በብንያም ግዛት በኩል አለፉ፤ ይሁን እንጂ አሁንም አህዮቹን ማግኘት አልቻሉም፡፡",
      "5": "ወደ ጹፍ ምድር በደረሱም ጊዜ ሳኦል ከእርሱ ጋር የነበረውን አገልጋይ “አሁንስ ወደቤት እንመለስ፤ ምክንያቱም አባቴ ከእንግዲህ ወዲህ ስለ አህዮቹ ማሰቡ ቀርቶ ስለ እኛ መጨነቅ ይጀምራል” አለው፡፡",
      "6": "አገልጋዩም “ቆይ እሲ! በዚህች ከተማ በጣም የተከበረ አንድ የያህቬህ(הוהי) ሰው አለ፤ እርሱ የማናገረው ቃል ሁሉ በትክክል ይፈጸማል፤ ስለዚህም ወደ እርሱ እንሂድ/ ምናልባትም አህዮቹን የት ማግኘት እንደምንችል እርሱ ሊነግረን ይችል ይሆናል” ሲል መለሰለት፡፡",
      "7": "ሳኦልም “መሄዱንስ እንሂድ፤ ነገር ግን ለዙያ መንፈሳዊ ሰው ምን ዐይነት ስጦታ ልናበረክትለት እንችላለን፤ ስንቃችንም እንኳ ከስልቻችን አልቆአል፤ ታዲያ ሌላ የምንሰጠው ነገር አለ እንዴ?” አለው፡፡",
      "8": "አገልጋዩም “እነሆ እኔ የአንድ ጥሬ ብር አንድ አራተኛው እጅ አለችኝ፤ እርስዋን እሰጠዋለሁ፤ እርሱም አህዮቹን የት ማግኘት እንደምንችል ይነግረናል” ሲል መለሰ፡፡",
      "9": "ሳኦልም “መልካም አሳብ ነው! እንግዲያውስ እንሂድ” አለው፤ ስለዚህም የያህቬህ(הוהי)ዚብሔር ሰው ወደሚገኝበት ከተማ ሄዱ፤ ወደ ከተማይቱም ለመድረስ ዳገት በመውጣት ላይ ሳሉ ውሃ ለመቅዳት የወጡ ልጃገረዶችን አገኙ፤ “ባለ ራእዩ ሰው በዚህች ከተማ ይገኛልን?” ሲሉ ልጃገረዶቹን ጠየቁአቸው፡፡",
      "10": "በዚያን ዘመን ነቢይ ሁሉ “ባለ ራእይ” እየተባለ ይጠራ ስለነበር፣ ከያህቬህ(הוהי)ዚብሔር አንድ ነገር ጠይቆ ማግኘት የሚፈልግ ሰው ሁሉ “ወደ ባለ ራእዩ እንሂድ” ይል ነበር፡፡",
      "11": "ልጃገረዶቹም እንዲህ ሲሉ መለሱላቸው፣ “አዎን ባለ ራእዩ አለ! እንዲያውም በታችሁ እየሄደ ስለሆነ ፈጠን ብላችሁ ብትወጡ ትደርሱበታላችሁ፤ ወደ ከተማይቱ ስትገቡ ወደያውኑ ታገኙታላችሁ፤ እርሱ ዛሬ ወደ ከተማይቱ መጥቶአል፤ ምክንያቱም ሕዝቡ በኮረብታው ላይ በሚገኘው መሠዊ መሥዋዕት ለማቅረብ ተዘጋጅተዋል፤ እርሱ በመጀመሪያ መሥዋዕቱን መባረክ አለበት፤ የተጋበዙትም ሰዎች ሁሉ እርሱ ከመምጣቱ በፊት ምንም ነገር አይቀምሱም፤ ስለዚህ አሁን ብትወጡ እርሱ ለመመገብ ወደ ኮረብታው ከመውጣቱ በት ታገኙታላችሁ፡፡”",
      "12": "ከዚያም በኋላ ሳኦልና አገልጋዩ ወደ ከተማይቱ ወጡ፤ ወደ ከተማይቱም በግባት ላይ ሳሉ ሳሙኤል ወደ ማምለኪያው ስፍራ ለማለፍ ወደ እነርሱ አቅጣጫ ሲመጣ አዩት፡፡",
      "13": "ከዚያም ቀን በፊት ያህቬህ(הוהי) ለሳሙኤል እንዲህ ሲል ነግሮት ነበር፣",
      "14": "”ነገ በዚህ ሰዓት ከብንያም ነገር አንድ ሰው ወደ አንተ እልካለሁ፤ እርሱንም የሕዝቤ የእስራኤል መሪ አድርገህ ቀባው፤ እርሱም እነርሱን ከፍልስጥኤማውያን እጅ በታደግ ያድናቸዋል፤ ምክንያቱም እኔ የሕዝቤን ሥቃይ ተመልክቻለሁ፤ ወደ እኔ ያቀረቡትንም ጩኸት ሰምቻለሁ፡፡”",
      "15": "ሳሙኤልም ሳኦልን ባየው ጊዜ፣ ያህቬህ(הוהי) ሳሙኤልን “ያ የነገርሁህ ሰው እነሆ ይህ ነው፤ እርሱ ለሕዝቤ መሪ ይሆናል” አለው፡፡",
      "16": "ሳኦልም በቅጽሩ በር አጠገብ ወደነበረው ወደ ሳሙኤል ቀረብ ብሉ “ባለ ራእዩ የት እንደሚኖር እባክህን ንገረኝ” አለው፡፡",
      "17": "ሳሙኤል እንዲህ ሲል መለሰለት፣ ባለ ራእዩ እኔ ነኝ ከእኔ ቀድመህ ወደ ማምለኪያው ስፍራ ሂድ፤ ሁለታችሁም ዛሬ ከእኔ ጋር አብራችሁ ትመገባላችሁ፤ ነገ ጠዋትም ለጥያቄዎችህ ሁሉ መልስ ሰጥቼ አሰናብትህና መንገድህን ትቀጥላለህ፤",
      "18": "ከሦስት ቀን በፊት የጠፉት አህዮችህ ተገኝተዋልና ስለ እነርሱ አትጨነቅ፤ ነገር ግን የእስራኤል ሕዝብ ምኞት ማንን ለማግኘት ይመስልሃል? እነርሱ የሚፈልጉት አንተንና የአባትህን ቤተሰብ አይደለምን?”",
      "19": "ሳኦልም “እኔ ከእስራኤል ነገዶች መካከል በተለይ ታናሽ የሆነው የብንያም ነገድ ተወላጅ ነኝ፤ በዚሁም ነገድ ውስጥ እንኳ የእኔ ቤተሰብ በጣም አነስተኛ ነው፤ ታዲያ እንዲህ ያለውን ጒዳይ ለእኔ ስለምን ትነግረኛለህ!” ሲል መለሰለት፡፡",
      "20": "ከዚህ በኋላ ሳኦልንና አገልጋዩን እየመራ ወደ ታላቁ አዳራሽ አስገብቶ ብዛታቸው ሠላሳ የሚሆኑ እንግዶች በተቀመጡበት ገበታ ከሁሉ በላይ የሆነውን የክብር ቦታ ሰጣቸው፡፡",
      "21": "ሳሙኤልም የወጥ ቤቱን ሠራተኛ ጠርቶ “ለብቻው አስቀምጥ ብዬ የሰጠሁህን ብልት ሥጋ አምጣ!” አለው፤",
      "22": "ስለዚህም የወጥቤቱ ሠራተኛ ምርጥ የሆነውን የታናሽ ብልት ሥጋ አምጥቶ በሳኦል ፊት አስቀመጠ፤ ሳሙኤልም ሳኦልን “ተመልከት፣ ይህ ለአንተ ተለይቶ የተቀመጠልህ ምርጥ ሥጋ ነው፤ እኔ ከጋበዝሁአቸው እንግዶች ጋር ሆነህ እንድትበላ ያስቀመጡልህ ስለሆነ እርሱን ተመገብ” አለው፡፡",
      "23": "ስለዚህም በዚያ ቀን ሳኦል ከሳሙኤል ጋር አብሮ ተገበ፤",
      "24": "ከማምለኪያውም ስፍራ ወርደው ወደ ከተማይቱ በገቡ ጊዜ ሳኦል የሚተኛበትን አልጋ በሰገነት ላይ አዘጋጀለት፤ እርሱም እዚያ ተኝቶ አደረ፡፡",
      "25": "በነጋም ጊዜ ማለዳ ሳሙኤል ከሰገነቱ ላይ ሳኦልን ጠርቶ “እንግዲህ ተነሥ! ልሸኝህና መንገድህን ቀጥል” አለው፤ ሳኦልም ከመኝታው ተነሣ፤ እርሱና ሳሙኤልም አብረው ወደ መንገዱ ሄዱ፤",
      "26": "ወደ ከተማይቱም ዳርቻ በደረሱ ጊዜ ሳሙኤል ሳኦልን “አገልጋይህ ቀድሞን ወደ ፊት እንዲሄድ ንገረው” አለው፤ አገልጋዩም ቀድሞ ከሄደ በኋላ ሳሙኤል ሳኦልን እንደገና “አንተ እዚህ ትንሽ ቆይ፤ እኔም ያህቬህ(הוהי) ያለውን ሁሉ እነግርሃለሁ” አለው ፡፡"
    },

    "Chapter 10": {
      "1": "ሳሙኤል የወይራ ዘይት መያዣውን ቀንድ ወስዶ በሳኦል ራስ ላይ አፈሰሰው፤ ከሳመውም በኋላ እንዲህ አለው፤ “ያህዌ የሕዝቡ የእስራኤል መሪ እንድትሆን ቀብቶሃል፤ አንተም ሕዝቡን በመምራር ከጠላቶቻቸው ሁሉ ትጠብቃቸዋለህ፤ የሕዝቡ መሪ እንድትሆን ያህዌ አንተን ስለመምረጡ ማስረጃ የሚሆንህ ምልክት ይህ ነው፣",
      "2": "ዛሬ ከእኔ ተለይተህ በምትሄድበት ሂዜ፣ በብንያም ግዛት በሚግኘው ጼልጻሕ ተብሎ በሚጠራው ስፍራ ባለው በራሔል መቃብር አጠገብ ሁለት ሰዎች ታገኛለህ፤ እነርሱም ስትፈልጋቸው የነበሩ አህዮች መገኘታቸውንና አባትህም ስለ እነርሱ ማሰቡን ትቶ ስለ አንተ በጨነቅ “እንግዲህ ስለ ልጄ ምን ላድርግ” እያለ በመጠየቅ ላይ መሆኑን ይነግሩሃል፡፡",
      "3": "ከዚያም አልፈህ በታቦር ወደሚገኘው ወደ አንድ የተቀደሰ ዛፍ ትደርሳለህ፤ እዚያም በቤትኤል ለያህዌ መሥዋዕት ለማቅረብ የሚሄዱ ሦስት ሰዎችን ታገኛለህ፤ ከእነርሱ አንዱ ሦስት የፍየል ጥቦቶችን እየሳበ የሚሄድ ሲሆን ሁለተኛው ሰው ሦስት ኀብስት የተሸከመ ነው፤ ሦስተኛውም የወይን ጠጅ የተሞላበት አቁማዳ የተሸከመ ይሆናል፤",
      "4": "እነርሱም ሰላምታ ከሰጡህ በኋላ ከኀብስቶቹ ሁለቱን ይሰጡሃል፤ አንተም መቀበል ይገባሃል፤",
      "5": "ከዚያም አልፈህ የፍልስጥኤማውያን ጦር ሰፈር ወደማገኝበት ጊብዓ ተብሎ ወደሚጠራው ወደ ያህዌ ኮረብታ ትመጣለህ፤ ወደ ከተማይቱ መግቢያ በር በምትደርስበትም ጊዜ በኮረብታው ላይ መሥዋዕት አድርገው የሚመለሱ የነቢያትን ጉባኤ ታገኛለህ፤ እነርሱም በገና እየደረደሩ፣ ከበሮ እየመቱ፣ ዋሽንት እየነፉ፣ በመሰንቆ ዜማ �ሲዘምሩ ትሰማለህ፤ እነርሱም እያሸበሸቡ ድምፃቸውን ከፍ አድርገው ትንቢት በሚናገሩበት ጊዜ፣",
      "6": "በድንገት የያህዌ መንፈስ በኃይል በንተ ላይ ይወርዳል፤ ከእነርሱም ጋር እያሸበሸብህ ድምፅህን ከፍ አድርገህ ትንቢት መናገር ትጀምራለህ፤ ልዩ ሰውም ትሆናለህ፤",
      "7": "እነዚህም ምልክቶች በተፈጸሙ ጊዜ ያህዌ ከንተ ጋር ስለሆነ ልታደርገው የሚገባህን ሁሉ ፈጽም፤",
      "8": "የሚቃጠለውንና ለደኀንነት የሚሆነውንም የኀብረት መሥዋዕት ለማቅረብ አንተን ወደማገኝበት ወደ ጌልገላ ቀድመኸኝ ትሄዳለህ፤ እኔ መጥቼ ምን ማድረግ እንደሚገባህ እስክነግርህ ድረስ ለሰባት ቀን በዚያው ቆይ፡፡”",
      "9": "ሳኦልም ከሳሙኤል ተለይቶ በሄደ ጊዜ ያህዌ የሳኦልን ልብ በመለወጥ አዲስ ሕይወት ሰጠው፤ ሳሙኤል በምልክት የነገረውም ሁሉ በዚያን ቀን ተፈጸመ፡፡",
      "10": "ሳኦልና አገልጋዩ ጊብዓ በደረሱ ጊዜ የነቢያት ጉባኤ ከሳኦል ጋር ተገናኘ፤ በድንገት የያህዌ መንፈስ በኃይል በሳኦል ላይ ወረደ፤ በዚያን ጊዜም እርሱ ከእነርሱ ጋር ማሸብሸብና ድምፁን ከፍ አድርጎ ትንቢት መናገር ጀመረ፡፡",
      "11": "ከዚያ በት እርሱን የሚያውቁት ሰዎች ይህን ሲያደርግ በተመለከቱ ጊዜ “የቂስን ልጅ ምን ነካው? ሳኦል ከነቢያት እንደ አንዱ ሆኖ ተቈጥሮአልን?” በማለት እርስ በርሳቸው ተጠያየቁ፡፡",
      "12": "በዚያም የሚኖር አንድ ሰው “የእነዚህስ የሌሎቹ ነቢያት ሁኔታ እንዴት ነው? አባቶቻቸውስ እነማን ናቸው?” ሲል ጠየቀ፤ “ሳኦልም ደግሞ ከነቢያት አንዱ ሆኖ ተቈጠረ እንዴ?” የሚል የምሳሌ አነጋገር የመነጨውም ከዚህ ነው፡፡",
      "13": "ሳኦልም እያሸበሸበ ድምፁን ከፍ አድርጎ ትንቢት መናገሩን ከፈጸመ በኋላ በኮረብታው ላይ ወደሚገኘው መሠዊያ ወጣ፡፡",
      "14": "የሳኦል አጐት ሳኦልንና አገልጋዩን አይቶ “የት ነበራችሁ?” ሲል ጠየቃቸው፡፡",
      "15": "ሳኦልም “አህዮች ልንፈልግ ሄደን ልናገኛቸው ስላልቻልን ሳሙኤልን ለመጠየቅ ጎራ ብለን ነበር” ሲል መለሰለት፡፡",
      "16": "አጐትየውም “እርሱስ ምን አላችሁ?” ሲል ጠየቀ፡፡ ሳኦልም “የአህዮቹን መገኘት ነግሮናል” ሲል መለሰለት፤ ነገር ግን ንጉሥ ስለመሆኑ ሳሙኤል የነገረውን ሁሉ ለአጐቱ አላወራለትም፡፡",
      "17": "ሳሙኤል በምጽጳ መንፈሳዊ ስብሰባ ያደርጉ ዘንድ ሕዝቡን ሁሉ በአንድነት ጠራ፤",
      "18": "እንዲህም አላቸው፣ “የእስራኤል አምላክ የሆነ ያህዌ እንዲህ ይላል፣ “እነሆ እኔ ከግብጽ ምድር አወጣኋችሁ፤ ከግብጻውያንና ከሚጨቊኑአችሁ ከሌሎች ሕዝቦች ሁሉ በመታደግ አዳንሁአችሁ፤",
      "19": "ከመከራችሁና ከችግራችሁ ሁሉ በመታደር የማድናችሁ እኔ አምላካችሁ ነኝ፤ አሁን ግን እኔን ከድታችሁ ንጉሥ እንዳነግሥላችሁ ጠይቃችኋል፤ መልካም ነው! በሉ እንግዲህ በየነገዳችሁና በየጐሳችሁ በያህዌ ፊት ተሰብሰቡ፡፡”",
      "20": "ከዚህ በኋላ ሳሙኤል እያንዳንዱ ነገድ ወደ ፊት እንዲቀርብ አደረገ፤ ያህዌም የብንያምን ነገድ መረጠ፤",
      "21": "እንደገናም ሳሙኤል፣ የበንያም ነገድ ቤተሰቦች ሁሉ ወደፊት እንዲቀርቡ አደረገ፤ ከነዚያም የማጥሪ ቤተሰብ ተመረጠ፤ የማጥሪ ቤተሰብ የሆኑ ወንዶችም ወደፊት እንዲቀርቡ ተደርጎ ከእነርሱም መካከል የቂስ ልጅ ሳኦል ተመረጠ፤ እነርሱም በፈለጉት ጊዜ ሊያገኙት አልቻሉም፤",
      "22": "ስለዚህም እነርሱ “ሌላ የቀረ ይኖር ይሆን?” ሲሉ ያህዌን ጠየቁ፡፡ ያህዌም “ሳኦል እነሆ በስንቅ ጓዝ መካከል ተደብቆ ይገኛል” ሲል መለሰላቸው፡፡",
      "23": "ስለዚህም እነርሱ ፈጠን ብለው በመሄድ ከተሸሸገበት አውጥተው ወደ ሕዝቡ አመጡት፤ ሕዝቡም ሳኦል በቁመት ከሁሉ የሚበልጥ መሆኑን ተመለከቱ፤",
      "24": "ሳሙኤልም ሕዝቡን “ያህዌ የመረጠው ሰው እነሆ ይህ ነው! ከእኛም መካከል እርሱን የሚስተካከለው የለም” አለ፡፡ ሕዝቡም ሁሉ ድምፃቸውን ከፍ አድርገው “ንጉሡ ለዘላለም ይኑር!” አሉ፡፡",
      "25": "ሳሙኤልም ለሕዝቡ፣ ለአንድ ንጉሥ ሊደረግለት የሚገባውን ወግና ሥርዓት አስረዳቸው፤ ያንንም በጽሐፍ ጽፎ በያህዌ ፊት በተቀደሰ ስፍራ አስቀመጠው፤ ከዚያም በኋላ ሕዝቡን ሁሉ ወደየቤቱ አሰናበተ፤",
      "26": "ሳኦልም በጊብዓ ወደሚገኘው ቤቱ ተመልሶ ሄደ፤ በያህዌ ፍቅር የተሞሉ ኃያላን ጦረኞች ሳኦልን ተከትለው ሄዱ፤",
      "27": "ነገር ግን አንዳንድ የማይረቡ ሥርዓት አልባዎች “አሁን ይህ ሰው እኛን ስለማዳን ምን ሊጠቅመን ይችላል?” ተባባሉ፤ እርሱንም በናቅ ምንም ዐይነት ገጸ በረከት ሳያመጡለት ቀሩ፡፡"
    },
    "Chapter 11": {
      "1": "ከአንድ ወር በኋላ የዐሞን ንጉሥ ናዖስ በገለዓድ ግዛት በምትገኘው በያቤሽ ከተማ ላይ ሠራዊቱን በማዝመት ከበባ፤ የያቤሽም ሰዎች ናዖስን “ከእኛ ጋር የውል ስምምነት አድርግ፤ እኛም የአንተ አገልጋዮች እንሆናለን” አሉት፡፡",
      "2": "ናዖስም “ከእናንተ ጋር የውል ስምምነት ማድረግ የምችልበት አንድ ዐይነት ግዴታ አለ፤ ይኸውም የእያንዳንዱን ሰው ቀኝ ዐይን በማውጣት በእስራኤላውያን ላይ አሳፋሪ ውርደት አመጣለሁ” ሲል መለሰላቸው፡፡",
      "3": "የያቤሽ መሪዎችም “ወደ መላይቱ የእስራኤል ምድር መልእክተኞች እስክንልክ ድረስ የባት ቀን ጊዜ ስጠን፤ እኛን የሚተደገን ካጣን ለአንተ እጃችንን እንሰጣለን” አሉት፡፡",
      "4": "መልእክተኞቹም ሳኦል ወዳለበት ወደ ጊብዓ ደረሱ፤ ወሬውንም በተናገሩ ጊዜ ሕዝቡ ተስፋ በመቊረጥ እየጮኹ ማልቀስ ጀመሩ፤",
      "5": "ሳኦል በዚህ ጊዜ ጥንድ በሬዎቹን ይዞ ከዋለበት እርሻ በመመለስ ላይ ነበር፤ እርሱም “ምንድን ነው ነገሩ? ሰው ሁሉ የሚያለቅሰው ስለምንድን ነው?” ሲል ጠየቀ፤ እነርሱም ከያበሽ የመጡ መልእክተኞች የሚሉትን ወሬ ነገሩት፡፡",
      "6": "ሳኦልም ይህን በሰማ ጊዜ የያህቬህ(הוהי) መንፈስ በእርሱ ላይ በኃይል ወረደ፤ የሳኦልም ቊጣ እጅግ ተቃጠለ፡፡",
      "7": "ጥንዱንም በሬዎች ወስዶ ቈራረጣቸው፤ የሥጋውንም ቊራጭ ሁሉ አስይዞ “ሳኦልንና ሳሙኤልን ተከትሎ ወደ ጦርነት የማይወጣ ሰው ቢኖር በሬዎቹ እንደዚህ ይቈራረጡበታል” ከሚል ማስጠንቀቂያ ጋር መልእክተኞችን ወደ መላው የእስራኤል ምድር ላከ፡፡",
      "8": "የእስራኤልም ሕዝብ ያህቬህ(הוהי) ስለሚያደርገው ነገር ፈርተው አንድም ሰው ሳይቀር ሁሉም በአንድነት ወጡ፤ ሳኦልም ቤዜቅ በተባለ ስፍራ ሰበሰባቸው፤ የቊጥራቸውም ብዛት ከእስራኤል የመጡት ሦስት መቶ ሺ ሲሆን ከይሁዳ የመጡት ሠላሳ ሺ ነበር፡፡",
      "9": "ከያቤሽ የመጡትንም መልእክተኞች “ነገ ከቀትር በት በመታደግ የምናድናቸው መሆኑን ለሕዝባችሁ ንገሩ” አሉአቸው፡፡ የያቤሽም ሕዝብ ይህን መልእክት በተቀበሉ ጊዜ እጅግ ተደሰቱ፡፡",
      "10": "ናዖስንም “ነገ እጃችንን ለአንተ እንሰጣለን፤ አንተን በእኛ ላይ ደስ ያለህን ሁሉ ማድረግ ትችላለህ” አሉት፡፡",
      "11": "በማግሥቱም ማለድ ብሎ በመነሣት ሳኣል ሠራዊቱን ከሦስት ከፈለው፤ ገና ሲነጋም ገሥግሠው ወደ ጠላት ጦር ሰፈር በግባት በዐሞናውያን ላይ አደጋ ጣሉባቸው፤ ቀትር እስኪሆንም ዐሞናውያንን ፈጁ፤ ከእልቂት የተረፉትም ለየብቻቸው በሮጥ ተበታተኑ፡፡",
      "12": "ከዚህ በኋላ የእስራኤል ሕዝብ ሳሙኤልን “ሳኦል በእኛ ላይ አይነግሥብንም ያሉት ሰዎች የት አሉ፤ እነርሱን አሳልፈህ ስጠነና እንግደላቸው” አሉት፡፡",
      "13": "ሳኦል ግን “በዛሬ ዕለት ማንም ሰው አይገደልም፤ ምክንያቱም የዛሬው ዕለት ያህቬህ(הוהי) እስራኤልን በመታደግ ያዳነበት ቀን ነው” አለ፡፡",
      "14": "ሳሙኤል “ሁላችንም ወደ ጌልገላ እንሂድና ሳኦል ንጉሣችን መሆኑን እንደገና በይፋ እናስታውቅ” አላቸው፡፡",
      "15": "ስለዚህም ሁሉም ወደ ጌልገላ ሄዱ፤ እዚያም በተቀደሰው ስፍራ ሳኦለ ንጉሥ መሆኑን በይፋ አስታወቁ፤ በዚያም ለደኀንነት የሚሆነውን የኀብረት መሥዋዕት አቀረቡ፤ ሳኦልና የእስራኤል ሕዝብ ሁሉ የዚያን ድል በዓል በደስታ አከበሩ፡፡"
    },
    "Chapter 12": {
      "1": "ከዚህ በኋላ ሳሙኤል ለእስራኤል ሕዝብ እንዲህ አለ፣ “ጥያቄአችሁን ሁሉ ተቀብዬ ንጉሥ አንግሼላችኋለሁ፤",
      "2": "ከእንግዲህ ወዲህ እነሆ የሚመራችሁ ንጉሥ አግኝታችኋል፤ እኔ ግን ዕድሜዬ ስለገፋ ሸምግያለሁ፤ ልጆቼም ከእናንተው ጋር አሉ፤ ከወጣትነት ጊዜዬ ጀምሮ እስከ አሁን ድረስ የእናንተ መሪ ሆኜ ቆይቼአለሁ፡፡",
      "3": "እነሆ አሁን በፊታችሁ እገኛለሁ፤ የበደልሁት ነገር አለ እንደሆን፣ እነሆ በያህቬህ(הוהי)ና እርሱ በመረጠው ንጉሥ ፊት ልትከሱኝ ትችላላችሁ፤ ከቶ እኔ ላም ወይም አህያ የወሰድሁበት ሰው ይገኛልን? ያታለልሁትና የጨቈንሁትስ ሰው አለን? ከማንም ሰው ጉቦ የተቀበልሁበት ጉዜ አለን? ከእነዚህ ሁሉ ነገሮች አንዱን እንኳ አድርጌ ከሆንሁ የወሰድሁትን ለመመለስ ዝግጁ ነኝ፡፡”",
      "4": "ሕዝቡም “ከቶ አላታለልኸንም፤ አልጨቈንከንም፤ ከማንም ሰው ምንም ነገር አልወሰድህም” ሲሉ መለሱለት፡፡",
      "5": "ሳሙኤልም “እንግደህ ዛሬ በፊታችሁ ንጹሕ ሆኜ ስለመገኘቴ ያህቬህ(הוהי)ና እርሱ የመረው ንጉሥ ምስክሮች ናቸው” አለ፡፡ ሕዝቡም “አዎ! ያህቬህ(הוהי)ዚአብደር ምስክራችን ነው” ሲሉ መለሱለት፡፡",
      "6": "ሳሙኤልም የሚናገረውን ቃል በቀጠል እንዲህ አለ፣ “ሙሴንና አሮንን የመረጠ፣ የቀድሞ አባቶቻችሁንም ከግብጽ ምድር ያወጣ ያህቬህ(הוהי) ነው፤",
      "7": "እንግዲህ ተነሥታችሁ ባላችሁት ቁሙ፤ የቀድሞ አባቶቻችሁንና እናንተን ለማዳን ያህቬህ(הוהי) ያደረገላችሁን ድንቅ ሥራዎች ሁሉ በስታስ እነሆ እኔ በያህቬህ(הוהי) ፊት እከሳችኋለሁ፤",
      "8": "ያዕቆብና ቤተሰቡ ወደ ግብጽ ወርደው በዚያ ሲኖሩ ግብጻውያን የጭቆና ቀንበር ጫኑባቸው የቀድሞ አባቶቻቸውም ዕርዳታ ለማግኘት ወደ ያህቬህ(הוהי) ጮኹ፤ ያህቬህ(הוהי) ሙሴንና አሮንን ላካቸው፤ እነርሱም ከግብጽ መርተው በማውጣት በዚህች ምድር እንዲሰፍሩ አደረጉአቸው፤",
      "9": "ነገር ግን ሕዝቡ አምላካቸውን ያህቬህ(הוהי)ን ረሱ፤ ስለዚህም ያህቬህ(הוהי) ፍልስጥኤማውያንና የሞአብ ንጉሥ፣ እንዲሁም የሐጾር ከተማ ሠራዊት አዛዥ የነበረው ሲሣራ በቀድሞ አባቶቻችሁ ላይ በላትነት ተነሥተው በመውረር ድል እንዲነሡአቸው አደረገ፡፡",
      "10": "ከዚያም በኋላ ዕርዳታ ለማግኘት እንዲህ ሲሉ ወደ ያህቬህ(הוהי) ጮኹ፣ “ያህቬህ(הוהי) ሆይ! ከአንተ ርቀን ባዓልና አስታሮት ተብሎ ለሚጠሩት የባዕዳን አማልክት ምስሎች በስገዳችን ምክንያት እነሆ በደል ሠራተናል፤ እባክህ ከጠላቶቻችን እጅ በመታግ አድነን፤ እኛም አንተን እናመልካለን፡፡”",
      "11": "ያህቬህ(הוהי)ም መጀመሪያ ጌዴዎንን፣ ከዚያም በኋላ ባራቅንና ዮፍታሔን፣ በጨረሻም እኔን ላከ፤ እኛም እያንዳንዳችን እናንተ ከጠላቶቻችሁ እጅ በመታደግ አድነን በሰላም እንድትኖሩ አደረግን፤",
      "12": "እናንተ ግን የዐሞን ንጉሥ ናዖስ አደጋ ሊጥልባችሁ መነሣሣቱን ባያችሁ ጊዜ ንጉሣችሁ የነበረውን ያህቬህ(הוהי)ን ከድታችሁ “የሚመራን ንጉሥ አንግሥልን” ስትሉ ጠየቃችሁኝ፡፡",
      "13": "“እንግዲህ የመረጣችሁት ንጉሥ እነሆ! በጠየቃችሁት መሠረት ያህቬህ(הוהי) እርሱን ሰጥቶአችኋል፤",
      "14": "አምላካችሁን ያህቬህ(הוהי)ን ብታከብሩትና ብታገለግሉት፣ ቃሉን ብትሰሙና ትእዛዛቱንም ብትጠብቁ፣ እናንተና ንጉሣችሁም እርሱን ብትከተሉት ሁሉ ነገር ይሰምርላችኋል፤",
      "15": "ነገር ግን የያህቬህ(הוהי)ን ቃል ባትሰሙ፣ትእዛዛቱንም ባትፈጽሙ፣ እርሱ ራሱ በጠላትነት ይነሣባችኋል፤",
      "16": "ስለዚህ ባላችሁበት ጸንታችሁ ቁሙ፤ ያህቬህ(הוהי) የሚያደርገውን ድንቅ ነገር ታያላችሁ፤",
      "17": "እነሆ አሁን እንደምታውቁት የፀሐይ ትኩሳት የበዛበት የመከር ወራት ነው፤ ነገር ግን እኔ አሁን እጸልያለሁ፤ ያህቬህ(הוהי)ም ነጐድጓድና ዝናም ይልካል፤ ይህም በሚሆንበት ጊዜ ንጉሥ እንዲያነግሥላችሁ በመጠየቃችሁ ምክንያት በደል በመሥራት ያህቬህ(הוהי)ን ያሳዘናችሁ መሆናችሁን ታረጋግጣላችሁ፡፡”",
      "18": "ከዚህም በኋላ ሳሙኤል ጸለየ፤ ያህቬህ(הוהי)ም በዚያሉ ዕለት ነጐድጓድና ዝናም ላከ፤ ከዚህም የተነሣ ሕዝቡ ያህቬህ(הוהי)ንና ሳሙኤልን እጅግ ፈሩ፤",
      "19": "ሳሙኤልንም እንዲህ አሉት፣ “እንዳንሞት እባክህ ወደ አምላክህ ወደ ያህቬህ(הוהי) ጸልይልን፤ ሌላውን ኃጢአት ሁሉ ከመሥራት አልፈን ንጉሥ እንዲየነግሥልን በመጠየቃችን በደለኞች መሆናችንን አሁን ተገንዝበናል፡፡”",
      "20": "ሳሙኤልም እንዲህ ሲል መለሰላቸው፣ “አይዞአችሁ አትፍሩ፤ ይህን የመሰለ ክፉ ነገር ያደረጋችሁ ብትሆኑ እንኳ በሙሉ ልባችሁ እርሱን አገልግሉት እንጂ ፊታችሁን ከያህቬህ(הוהי) ወደ ሌላ አትመልሱ፡፡",
      "21": "ሐሰተኞች አማልክትን አትከተሉ፤ እነርሱ እውነተኞች ስላልሆኑ ምንም ሊረዱአችሁ ሆነ ሊያድኑአችሁ አይችሉም፤",
      "22": "ያህቬህ(הוהי) ፍጹም ተስፋ ስለሰጣችሁ አይተዋችሁም፤ ምክንያቱም እርሱ የራሱ ወገን ሊያደርጋችሁ አስቀድሞ ወስኖአል፤",
      "23": "እኔ በበኩሌ ስለ እናንተ መጸለይን በማቋረጥ ያህቬህ(הוהי)ን የምበድል ሆኜ እንዳልገኝ እርሱ ይጠብቀኝ፤ ይልቅስ ስለእናንተ መጸለይን በማቋረጥ ፈንታ ልታደርጉት የሚገባችሁን መልካምና ቅን ነገር አስተምራችኋለሁ፡፡",
      "24": "ስለዚህ ለያህቬህ(הוהי) ታዘዙ፤ በሙሉ ልባችሁም በታማኝነት አገልግሉት፤ እርሱ ለእናንተ ያደረገላችሁን ድንቅ ነገሮች ሁሉ አስታውሱ፤",
      "25": "ኃጢአት በመሥራት ብትጸኑ ግን እናንተ ንጉሣችሁም ትጠፋላችሁ፡፡”"
    },
    "Chapter 13": {
      "1": "ሳኦል በነገሠ በሁለተኛው ዓመት፣",
      "2": "ሳኦል ከእስራኤል ሕዝብ መካከል የተውጣጡ ሦስት ሺ ሰዎችን መርጦ፣ ከእነርሱ መካከል ሁለቱን ሺ በሚክማስና በቤትኤል በሚገኘው ኮረብታማ አገር ከእርሱ ጋር እንዲሆኑ መደበ፤ አንድን ሺ ሰዎች ደግሞ ከልጁ ከዮናታን ጋር በማሰለፍ በብንያም ነገድ ግዛት ውስጥ ጊብዓ ተብሎ ወደሚጠራው ኮረብታማ አገር ላከ፤ ከዚህ የተረፉትን ሌሎች ሰዎች ግን ወደየቤታቸው አሰናበተ፡፡",
      "3": "ዮናታን ጌባዕ ተብሎ በሚጠራው ስፍራ በፍልስጥኤማውያን ላይ አደጋ ጣለ፤ ፍልስጥኤማውያንም ሁሉ ይህን ወሬ ሰሙ፤ ሳኦልም መልእክተኞች ልኮ በመላ አገሪቱ መለከት በማስነፋት ዕብራውያንን ሁሉ ለጦርነት ጠራ፡፡",
      "4": "ሳኦል የፍልስጥኤማውያንን የጦር አዛዥ መግደሉና ከዚያም የተነሣ ፍልስጥኤማውያን በእስራኤላውያን ላይ ብርቱ ጥላቻ ያደረባቸው መሆኑ ለመላው እስራኤላውያን ተነግሮአቸው ነበር፤ ስለዚህም ሕዝቡ በጌልገላ ከሳኦል ጋር የሚሰለፉ መሆናቸውን በግለጥ መልስ ሰጡ፡፡",
      "5": "ፍልስጥኤማውያንም እስራኤላውያንን ለመውጋት ተሰበሰቡ፤ እነርሱም ከሠላሳ ሺ የጦር ሠረገላዎችና ከስድስት ሺ ፈረሰኞች ጋር ብዛቱ እንደ ባሕር ዳር አሸዋ ሊቈጠር የማይችል ሠራዊት ነበራቸው፤ ሄደውም በቤትአዌን በስተምሥራቅ ሚክማስ ተብሎ በሚጠራው ስፍራ መሸጉ፤",
      "6": "እዚያም ሆነው በሚጥሉት ብርቱ አደጋ እስራኤላውያንን ማርበትበት ጀመር፤ ከዚህም የተነሣ ከእስራኤላውያን አንዳንዶቹ በየዋሻውና በየጉድቢያው፣ እንዲሁም በተሰነጣጠቁ አለቶችና በተሰረጐዱ ጉድጓዶች ተሸሽገው ነበር፤",
      "7": "ሌሎቹ ደግሞ የዮርዳኖስን ወንዝ ተሻግረው ወደ ጋድና ወደ ገዓድ ግዛቶች ሄዱ፡፡",
      "8": "ሳኦል ግን እስከዚህ ጊዜ ድረስ በጌልገላ ነበር፤ ከእርሱም ጋር የነበሩ ሕዝብ ከመፍራታቸው የተነሣ ይንቀጠቀጡ ነበር፤ ሳኦልም እስከ ሰባት ቀን ድረስ የሳሙኤልን መምጣት ሲጠብቅ ቆየ፤ ምክንያቱም እንዲሁ ያደርግ ዘንድ ሳሙኤል ሳኦልን አዝዞት ነበር፤ ይሁን እንጂ እስከዚያ ጊዜ ድረስ ሳሙኤል ወደ ጌልገላ አልመጣም ነበር፤ ከዚህም የተነሣ ሕዝቡ ሳኦልን በመክዳት ማፈግፈግ ጀመሩ፤",
      "9": "ስለዚህም ሳኦል ሕዝቡን “የሚቃጠለውንና እንዲሁም ለደኀንነት የሚሆነውን የኀብረት መሥዋዕት አምጡልኝ” ብሎ በማዘዝ የሚቃጠለውን መሥዋዕት አቀረበ፡፡",
      "10": "ይህንንም መሥዋዕት የማቅረቡን ሥርዓት እንደፈጸመ ወዲያውኑ ሳሙኤል ደረሰ፤ ሳኦልም ወጥቶ አቀባበል አደረገለት፤",
      "11": "ሳሙኤል ግን “ያደረግኸው ነገር ምንድን ነው? ሲል ጠየቀው፡፡",
      "12": "ሳኦልም እንዲህ ሲል መለሰለት፣ “ሕዝቡ ሊከዱኝ ተቃርበው ነበር፤ አንተም በቀጠርከኝ ሰዓት ሳትመጣ ቀረህ፤ ከዚህም በላይ ፍልስጥኤማውያን መጥተው በሚክማስ ተሰለፉ፤ ስለዚህም “ፍልስጥኤማውያን ገና በጌልገላ ሳለሁ አደጋ ሊጥሉብኝ ነው፤ የያህቬህ(הוהי)ንም ዕርዳታ ለማግኘት አልተዘጋጀሁም” ብዬ አሰብሁ፤ መሥዋዕት ማቅረቡ እንደሚገባኝም ተረዳሁ፡፡”",
      "13": "ሳሙኤልም ሲመልስለት እንዲህ አለው፣ “ይህ የሞኝነት አሠራር ነው፤ አምላክህ ያህቬህ(הוהי) የሰጠህን ትእዛዝ አልፈጸምክም፤ ትእዛዙን ብትፈጽም ኖሮ አንተና ዘሮችህ በእስራኤል ላይ ለዘላለም እንድትነግሡ ዛሬ መንግሥትህን ባጸናልህ ነበር፤",
      "14": "አሁን ግን መንግሥትህ ወደ ፊት የሚቀጥል እንደማይሆን ዕወቅ፤ ምክንያቱም ለያህቬህ(הוהי) ታዛዥ ሆነህ አልተገኘህም፤ ስለዚህም ያህቬህ(הוהי) የሚፈቅደውን ሰው መርጦ ለሕዝቡ በእስራኤል ላይ ያነግሥል፡፡”",
      "15": "ሳሙኤልም ከጌልገላ ተነሥቶ ጌደ፤ ለሳኦልም ከወታደሮቹ ጋር ለመደባለቅ ሲሄድ የቀሩት ሕዝብ ተከተሉት፤ ከጌልገላም ተነሥተው በብንያም ግዛት ወደምትገኘው ወደ ጊብዓ ሄዱ፤ ሳኦልም ሠራዊቱን በቈጠረ ጊዜ ብዛታቸው ስድስት መቶ ሆኖ ተገኘ፤",
      "16": "ሳኦል፣ ልጁ ዮናታንና ሠራዊታቸው በብንያም ግዛት ውስጥ ጌባዕ ተብላ በምትጠራው ስፍራ መሸጉ፤ የፍልስጥኤማውያን ወታደሮችም ምሽግ በሚክማስ ነበር፤",
      "17": "የፍልስጥኤማውያን ወታደሮች በሦስት ክፍል ተከፍለው ወረራ ለማድረግ ከምሽጋቸው ወጡ፤ አንዱ ቡድን በሹዓል ግዛት ወደሚገኘው ወደ ዖፍራ አቅጣጫ አመራ፤",
      "18": "ሁለተኛው ቡድን ወደ ቤትሖሮን ሲሄድ፣ ሦስተኛው ቡድን ከጾቦዒም ሸለቆና ከምድረበዳው ፊት ለፊት ወደሚገኘው ጠረፍ አለፈ፡፡",
      "19": "በዚያን ዘመን በእስራኤል ብረት አቅልጠው የሚሠሩ ጠቢባን አልነበሩም፤ ምክንያቱም ዕብራውያን ሰይፍና ጦር እንዳይሠሩ ፍልስጥኤማውያን ቊጥጥር ያደርጉባቸው ነበር፤",
      "20": "እንዲሁም እስራኤላውያን ማረሻቸውንና ዶማቸውን ለማሾል፣ መጥረቢያቸውንና ማጭዳቸውን ለማሳል ወደ ፍልስጥኤማውያን መውረድ ነበረባቸው፤",
      "21": "መጥረቢያ ለማሳልና የበሬ መንጃ ለማሾል የሚከፈለው ዋጋ አራት ግራም ያህል የሚመዝን ጥሬ ብር ነበር፤ ማረሻና ዶማ ለማሾልም የሚከፈለው ዋጋ የዚሁ እጥፍ ነበር፡፡",
      "22": "ከዚህም የተነሣ በጦርነቱ ቀን ከሳኦልና ከልጁ ከዮናታን በቀር በእስራኤላውያን ወታደሮች መካከል ሰይፍና ጦር የያዙ አልነበሩም፡፡",
      "23": "ፍልስጥኤማውያን የሚክማስን መተላለፊያ የሚከላከል አንድ የጦር ቡድን ላኩ፡፡"
    },
    "Chapter 14": {
      "1": "አንድ ቀን ዮናታን የጦር መሣሪያ የሚሸከምለትን ወጣት ጋሻ ጃግሬውን “ወደፍልስጥኤማውያን የጦር ሰፈር እንሻገር” አለው፡፡ ነገር ግን ዮናታን ይህን ጒዳይ ለአባቱ ለሳኦል እንኳ አልነገረውም፤",
      "2": "በዚህ ጊዜ ሳኦል ከጊብዓ በጣም ሳይርቅ በሚግሮን በአንድ የሮማን ዛፍ ሥር ሰፍሮ ነበር፤ ከእርሱም ጋር ስድስት መቶ ጭፍሮች ነበሩ፤",
      "3": "ኤፉድ በልበስ ከእርሱ ጋር የነበረው ካህን የኢካቦድ ወንድም የኢሒጡብ ልጅ አኪያ ነበር፤ አኪያም ከፊንሐስ የተወለደ፣ በሴሎም የያህቬህ(הוהי) አገልጋይ የነበረው የካህኑ የዔሊ የልጅ ልጅ ነበር፤ ከሳኦል ጋር የነበሩትም ጭፍሮች ዮናታን ወዴት እንደሄደ አላወቁም ነበር፡፡",
      "4": "ዮናታን ወደ ፍልስጥኤማውያን ሰፈር ለመድረስ በሚክማስ መተላለፊያ መውጣት ነበረበት፤ በመተላለፊያውም ከግራና ከቀኝ ሁለት ሾጣጣ አለቶች ሲኖሩ የአንደኛው አለት ስም ቦዴጽ፣ የሁለተኛውም ስም ሴኔ ተብሎ ይጠራል፤",
      "5": "ከአለቶቹም አንዱ ከተላለፊያው በስተ ሰሜን በኩል በሚክማስ ፊት ለፊት የሚገኘው ሲሆን፣ ሁለተኛውም በስተደቡብ በኩል በጌባዕ ፊት ለፊት ይገኝ ነበር፡፡",
      "6": "ዮናታን ጋሻ ጃግሬ የሆነውን ወጣት “ወደነዚያ ወደ አረማውያን ጦር ሰፈር እንሻገር፤ ምናልባትም ያህቬህ(הוהי) ይረዳን ይሀናል፤ እኛ የቱንም ያህል ጥቂት ብንሆን ያህቬህ(הוהי) ከፈቀደ ለእኛ ድልን ከማቀዳጀት የሚገታው ኃይል የለም አለው፡፡”",
      "7": "ወጣቱም ጋሻጃግሬ “የምትፈቅደውን ነገር ሁሉ አድርግ፤ እኔ ከንተ አልለይም፤ በሙሉ ልቤም ከንተ ጋር ነኝ” አለው፡፡",
      "8": "ዮናታንም እንዲህ አለው፣ “እሺ እንግዲያውስ ወደ ማዶ እንሻገርና ለፍልስጥኤማውያን ፊት ለፊት እንታያቸው፤",
      "9": "እነርሱም “ወደ እናንተ እስክንመጣ ድረስ በዚያ ጠብቁን” ቢሉን ፣ ባለንበት እንቆያለን፤",
      "10": "ነገር ግን “ወደ እኛ ኑ በሉን፣ ወደ እነርሱ እንሄዳለን፤ ያህቬህ(הוהי) በፍልስጥኤማውያን ላይ ድልን ሊያቀዳጀን ስለመፍቀዱ ይህ ራሱ ምልክት ይሆናል፡፡”",
      "11": "እነርሱም ወጣ ብለው ለፍልስጥኤማውያን ታዩአቸው፤ ፍልስጥኤማውያንም “ተመልከቱ! አንዳንድ ዕብራውያን ከተሸሸጉበት ጒድጓድ በመውጣት ላይ ናቸው!” ተባባሉ፤",
      "12": "ከዚህ በኋላ ፍልስጥኤማውያን ዮናታንና ጋሻጃግሬውን ጠርተው “የምንነግራችሁ ጒዳይ ስላለን ወደዚህ እኟ ወዳለንበት ኑ” አሉአቸው፡፡",
      "13": "ዮናታንም ጋሻጃግሬውን “እንግዲህ ተከተለኝ! ያህቬህ(הוהי) ለእስራኤል በፍልስጥኤማውያን ላይ ድልን ሰጥቶአል” አለው፤ ዮናታንም በእጁና በጒልበቱ እየዳኸ ወደ አፋፉ ወጣ፤ ጋሻጃግሬውም ተከተለው፤ ዮናታንም በፍልስጥኤማውያን ላይ ድንገተኛ አደጋ በጣል ድባቅ መታቸው፤ እርሱ የጣላቸውንም ጋሻጃግሬው ገደላቸው፡፡",
      "14": "በመጀመሪያውም ግድያ በንድ የእርሻ ክልል ላይ ሃያ ያህል ሰዎችን ገደሉ፤",
      "15": "በገጠር የነበሩ ፍልስጥኤማውያንም ሁሉ ተሸበሩ፤ አደጋ ጣዮችና በሰፈር የነበሩ ወታደሮችም ሁሉ በፍርሃት ተንቀጠቀጡ፤ ያህቬህ(הוהי) በላከባቸውም አስጨናቂ ሽብር መሬት ተንቀጠቀጠች፡፡",
      "16": "የሳኦል ወታደሮች የብንያም ግዛት በሆነችው በጊብዓ መሽገው ሁኔታውን ሁሉ በመጠባበቅ ላይ ሳሉ በታክ የሚሸሹትን ፍልስጥኤማውያን አዩ፡፡",
      "17": "ስለዚህም ሳኦል “እስቲ ወታደሮችን ቊጠሩና ከእኛ መካከል የጐደሉ እንዳሉ አረጋግጡ” ብሎ አዘዘ፤ በትእዛዙም መሠረት ሠራዊቱን በቊጠሩ ጊዜ ዮናታንና ጋሻጃግሬው አለመኖራቸው ታቀ፡፡",
      "18": "ሳኦልም ካህኑን አኪያን “ኤፉዱን ይዘህ ና” አለው፡፡ በዚያን ቀን ካህኑ አኪያ ኤፉድ ለብሶ በእስራኤል ሕዝብ ፊት ነበር፤",
      "19": "ሳኦል ከካህኑ ጋር በመነጋገር ላይ ሳለ፣ በፍልስጥኤማውያን ሰፈር የተነሣው ሁከትና ሽብር እየባሰበት ሄደ፤ ሳኦልም ካህኑን “ያህቬህ(הוהי)ን ለመጠየቅ አሁን ጊዜ የለንም!” አለው፡፡",
      "20": "ከዚህ በኋላ ሳኦልና ወታደሮቹ ካሉበት በመንቀሳቀስ በሽብርና ሁከት እርስ በርሳቸው መፋጀት በጀመሩት ፍልስጥኤማውያን ላይ ዘመቱባቸው፡፡",
      "21": "ከፍልስጥኤማውያን ጋር በመተባበር ወደ ጦሩ ሰፈር ሄደው የነበሩ አንዳንድ ዕብራውያንም ፍልስጥኤማውያንን ከድተው ከሳኦልና ከዮናታን ጋር ተባበሩ፡፡",
      "22": "በኤፍሬም ኮረብታዎች ተደብቀው የነበሩ ሌሎች እስራኤላውያንም ፍልስጥኤማውያን በሽሽት ላይ መሆናቸውን ሰሙ፤ ስለዚህም ከወገን ጦር ጋር ተባብረው በፍልስጥኤማውያን ላይ አደጋ በመጣል፣",
      "23": "እስከ ቤትአዌን ከተማ ማዶ ባለው መንገድ ሁሉ ተከታትለው ወጉአቸው፣ ያህቬህ(הוהי)ም በዚያን ቀን እስራኤልን በመታደግ አዳነ፡፡",
      "24": "በዚያን ቀን እስራኤላውያን በረሀብ ደከሙ፤ ምክንያቱም ሳኦል “ጠላቶቹን አስክበቀል ድረስ ዛሬ እህል ውሃ የሚቀምስ ማናቸውም ሰው የተረገመ ይሁን” ብሎ በመማል ማንም ሰው እህል ውሃ እንዳይቀምስ ትእዛዝ ሰጥቶ ነበር፡፡ ከዚህም የተነሣ ሁሉም ምንም ነገር ሳይቀምሱ ቀኑን ሙሉ ዋሉ፡፡",
      "25": "ጫካ ወደበዛበትም ቦታ በመጡም ጊዜ በየስፍራው ማር አግኝተው ነበር፤",
      "26": "ዛፉ ሁሉ ማር የሞላበት ቢሆንም የሳኦልን እርግማን በመፍራት ከማሩ የቀመሰ ማንም አልነበረም፤",
      "27": "ዮናታን ግን አባቱ ሕዝቡን በእርግማን ማስፈራራቱን ስላልሰማ፣ የያዘውን በትር በመዘርጋት ወለላውን እየሳበ ጥቂት ማር በላ፤ ወዲያውኑ ብርታት አግኝቶ ዐይኑ በራ፤",
      "28": "ነገር ግን ከወታደሮቹ አንዱ “እኛ ሁላችን በረሀብ ደክመን ዝለናል፤ አባትህ ግን “በዛሬው ዕለት ምንም ዐይነት ምግብ የሚመገብ ሰው የተረገመ ይሁን” ሲል በብርቱ አስጠንቅቆናል” አለው፡፡",
      "29": "ዮናታንም እንዲህ ሲል መለሰ፣ “አባቴ በሕዝባችን ላይ የፈጠረው ችግር ምን ያህል ከባድ ነው! ትንሽ ማር አግኝቼ በብላት ብርታት አግኝቼ ዐይኔ እንደበራ ተመልከት!",
      "30": "ታዲያ ዛሬ ሕዝባችን ጠላትን ድል መትቶ ከምርኮ የሚያገኘውን ምግብ ቢመገብ ኖሮ እንዴት በተሻለው ነበር፤ የሚገድሉአቸው ፍልስጥኤማውያን ቊጥር ምን ያህል ይበዛ እንደነበር እስቲ ገምት!”",
      "31": "በዚያን ቀን እስራኤላውያን ከሚክማስ እስከ አያሎን ባለው መንገድ ሁሉ እያሳደዱ በመውጋት ፍልስጥኤማውያንን ድል መቱ፤ በዚህም ጊዜ እስራኤላውያን ስለተራቡ በመድከም ዝለው ነበር፡፡",
      "32": "ስለዚህም ከጠላት ባገኙት ምርጦ ላይ እየተረባረቡ በጎችንና የቀንድ ከብቶችን ባገኙበት ቦታ እያረዱ ሥጋውን ከነደሙ መብላት ጀመሩ፤",
      "33": "ለሳኦልም “ተልከት! ሕዝቡ ደም ያለበትን ሥጋ በብላታቸው በያህቬህ(הוהי) ፊት ኃጢአት ሠርተዋል” የሚል ወሬ ደረሰው፡፡",
      "34": "ሳኦልም “እናንተ ከዳተኞች! አንድ ትልቅ ድንጋይ አንከባልላችሁ ወደዚህ አምጡልኝ” ሲል ጮኸባቸው፡፡",
      "35": "ከዚህም በኋላ ሌላ ትእዛዝ እንዲህ ሲል አስተላለፈ፣ “ወደ ሕዝቡ ሄዳችሁ “የቀንድ ከብቶቻችሁንና በጎቻችሁን ሁሉ አምጡ፤ እነርሱንም ዐርዳችሁ በዚህ ስፍራ መመገብ አለባችሁ፤ ደም ያለበትንም እርጥብ ሥጋ በመብላት በያህቬህ(הוהי) ፊት ኃጢአት አትሥሩ” ብላችሁ ንገሩአቸው፡፡” ስለዚህም ሕዝቡ በዚያን ሌሊት የቀንድ ከብቶቻቸውንና በጎቻቸውን ሁሉ አምጥተው በዚያ ዐረዱ፤",
      "36": "ሳኦልም በዚያ ለያህቬህ(הוהי) መሠዊያ ሠራ፤ ይህም እርሱ የሠራው መሠዊያ የመጀመሪያ ነበር፡፡",
      "37": "ሳኦልም ወታደሮቹን “እንግዲህ እንውረድና በፍልስጥኤማውያን ላይ በሌሊት አደጋ እንጣልባቸው፤ እስኪነጋም ድረስ ሀብታቸውን ዘርፈን ሁሉንም እንፍጃቸው” አለ፡፡",
      "38": "እነርሱም “መልካም መስሎ የታየህን ሁሉ አድርግ” አሉት፡፡",
      "39": "ካህኑ ግን “በመጀመሪያ የያህቬህ(הוהי)ን ፈቃድ እንጠይቅ” አለ፡፡",
      "40": "ሳኦልም “በፍልስጥኤማውያን ላይ አደጋ እንጣልባቸውን? ድልንስ ለእኛ ትሰጣለህን?” ሲል ያህቬህ(הוהי)ን ጠየቀ፤ ነገር ግን ያህቬህ(הוהי) በዚያን ቀን ምንም መለስ አልሰጠም፡፡",
      "41": "ከዚህ በኋላ ሳኦል ለሕዝቡ መሪዎች እንዲህ አለ፣ “ወደዚህ ቀርባችሁ ዛሬ ምን ዐይነት ኃጢአት እንደተሠራ መርምራችሁ ዕወቁ፣",
      "42": "በደል ሠርቶ የተገኘው ሰው ልጅ፣ ዮናታን እንኳ ቢሆን በሞት እንደሚቀጣ ለእስራኤል ድልን በሰጠው በሕያው ያህቬህ(הוהי) ስም እምላለሁ፡፡” ነገር ግን አንዳች መልስ የሰጠው ሰው አልተገኘም፡፡",
      "43": "ከዚያም በኋላ ሳኦል “እናንተ ሁላችሁም በዚያ በኩል ቁሙ፤ እኔና ዮናታን ደግሞ በዚህ በኩል እንቆማለን” አላቸው፡፡",
      "44": "ሕዝቡ ግን ሳኦልን “ይህን ታላቅ ድል ለእስራኤል ያስገኘ ዮናታን ይሞታልን? ከቶ አይደረግም፤ መሞቱ ይቅራና ከራስ የጒሩ አንዲቱ እንደማትወድቅ በሕያው ያህቬህ(הוהי) ስም እንምላለን፤ ዛሬ እርሱ ያደረገው ነገር ሁሉ በያህቬህ(הוהי) ረዳትነት የተፈጸመ ነው” አሉ፤ በዚህም ዐይነት ሕዝቡ ዮናታንን ከሞት ቅጣት አዳኑት፡፡",
      "46": "ከዚያም በኋላ ሳኦል ፍልስጥኤማውያንን ከማሳደድ ተገታ፤ እነርሱም ተመልሰው ወደ አገራቸው ሄዱ፡፡",
      "47": "ሳኦል በእስራኤል ከነገሠ በኋላ፤ በሁሉም ስፍራ የሚገኙ ጠላቶቹን ወጋ፤ እነርሱም የሞአብ፣ የዐሞንና የኤዶም ሕዝቦት፣ የጾባ ነገሥታትና ፍልስጥኤማውያን ናቸው፤ በተዋጋበት ስፍራ ሁሉ ድል አድራጊ ሆነ፤",
      "48": "በጀግንነትም ተዋግቶ የዐማሌቅን ሕዝብ እንኳ ሳይቀር ድል መታ፤ እርሱም እስራኤላውያንን በመታደግ ከሚጣልባቸው አደጋ ሁሉ አዳነ፡፡",
      "49": "የሳኦልም ወንዶች ልጆች ዮናታን፣ ይሽዊና ማልኪሹዓ ተብለው ይጠሩ ነበር፤ ታላቋ ሴት ልጁም ሜራብ ስትሆን፣ ታናሽዋ ሚካል ትባል ነበር፤",
      "50": "ሚስቱም አሒኖዓም ተብላ የምትጠራ የአሒማዓጽ ልጅ ነበረች፤ የሠራዊቱም አዛዥ አበኔር ተብሎ የሚጠራው የአጐቱ የኔር ልጅ ነበር፡፡",
      "51": "ስለዚህም የሳኦል አባት ቂስና የአበኔር አባት ኔር የአቢኤል ልጆች ነበሩ፡፡",
      "52": "ሳኦል በነበረበት ዘመን ሁሉ ከፍልስጥኤማውያን ጋር በብርቱ ጠላትነት ሲዋጋ ኖረ፤ ስለዚህም ብርቱ ወይም ጀግና የሆነ ሰው ሲያገኝ እየመለመለ በጦር ሠራዊቱ ውስጥ ያስመዘግበው ነበር፡፡"
    },
    "Chapter 15": {
      "1": "ሳሙኤል ሳኦልን እንዲህ አለው፣ “በሕዝቡ በእስራኤል ላይ ቀብቼ እንዳነግሥህ ያህዌ የላከኝ እኔ ነኝ፤ አሁንም ሁሉን የሚችል ያህዌ የሚለውን ስማ፤",
      "2": "ያህዌ ዐማሌቃውያንን ለመቅጣት ወስኖአል፤ እስራኤላውያን ከግብጽ በወጡበት ጊዜ የእነዚሁ የዐማሌቃውያን የቀድሞ አባቶቻቸው ተቃውመዋቸው ነበር፤",
      "3": "ሄደህ በዐማሌቃውያን ላይ አደጋ በመጣል ያላቸውን ሁሉ ደምስስ፤ ከእነርሱ ምንም ነገር አታስቀር፤ ወንዶችን፣ ሴቶችን፣ ልጆችንና ሕፃናትን፣ ከብቶችን፣ በጎችን፣ ግመሎችንና አህዮችን ሁሉ ግደል፡፡”",
      "4": "ሳኦልም ሠራዊቱን በአንድነት ጠርቶ ጤሌም በሚባል ስፍራ ቈጠራቸው፤ የወታደሮቹም ብዛት ከእስራኤል ሁለት መቶ ሺ፣ ከይሁዳ ዐሥር ሺ ሆነው ተገኙ፤",
      "5": "ከዚያም እርሱና ሠራዊቱ ወደ ዐማሌቃውያን ከተማ ሄደው በአንድ ደረቅ ጅረት ውስጥ ደፈጣ አደረጉ፤",
      "6": "እስራኤላውያን ከግብጽ በወጡ ጊዜ የቀድሞ አባቶቻቸው ቸርነት ወደ አደረጉላቸው ቄናውያን ተብሎ ወደሚጠሩት ሕዝብ “ከእነርሱ ጋር እንዳላጠፋችሁ ከዐማሌቃውን ተለይታችሁ ወደ ሌላ ስፍራ ሂዱ” ሲል የማስጠንቀቂያ መልእክት ላከ፤ እነርሱም ከዚያ ለቀው ሄዱ፡፡",
      "7": "ሳኦል ከሐዊላ ጀምሮ በግብጽ ምሥራቅ እስከምትገኘው እስከ ሹር በሚያደርሰው መንገድ ሁሉ በመውጋት ዐማሌቃውያንን ድል አደረገ፡፡",
      "8": "የዐማሌቅ ንጉሥ የበረውን አጋግን በሕይወት ማርኮ፣ ሕዝቡን ሁሉ ፈጀ፤",
      "9": "ነገር ግን ሳኦልና ሠራዊቱ የአጋግን ሕይወት አተረፉ፤ እንዲሁም ምርጥ ምርጥ የሆኑትን በጎችና የቀንድ ከብቶች፣ የሰቡ ሰንጋዎችንና ጥቦችን ከዚህም ጋር መልካም የሆነውን ነገር ሁሉ አላጠፉም፤ እነርሱም ያጠፉት የማይረባውንና የማይጠቅመውን ነገር ብቻ ነበር፡፡",
      "10": "ያህዌ ሳሙኤልን እንዲህ አለው፣",
      "11": "“ሳኦልን በማንገሤ ተጸጸትሁ፤ ምክንያቱም እርሱ እኔን ትቶአል፤ ትእዛዜንም አልጠበቀም፤” ሳሙኤልም በዚህ ነገር ተቈጥቶ ሌሊቱን ሁሉ ወደ ያህዌ በመጮኸ ማለደ፤",
      "12": "በማግሥቱም ማለዳ በመነሣት ሳኦልን ፈልጎ ለማግኘት ሄደ፤ ሳኦል ለራሱ ሐውልት ወዳቆመባት ወደ ቀርሜሎስ ከተማ ከደረሰ በኋላ ተመልሶ ወደ ጌልገላ መሄዱን ሰማ፤",
      "13": "ሳሙኤል ወደ ሳኦል ሄደ፤ ሳኦልም አቀባበል ሲያደርግለት “ሳሙኤል ሆይ! ያህዌ ይባርክህ! እኔም የያህዌን ትእዛዝ ፈጽሜአለሁ” አለው፡፡",
      "14": "ሳሙኤልም “ታዲያ ይኼ የምሰማው የቀንድ ከብትና የበግ መንጋ ድምፅ ምንድነው?” ሲል ጠየቀው፡፡",
      "15": "ሳኦልም “እገርሱ ወታደሮቼ ከዐማሌቃውያን የማረኩአቸው ናቸው፤ ምርጥ ምርጥ የሆኑትን የቀንድ ከብቶችና በጎች ለአምላክህ ለያህዌ መሥዋዕት ለማቅረብ አምጥተዋል፤ የቀሩትን ግን በሙሉ ደምስሰናል” ሲል መለሰለት፡፡",
      "16": "ሳሙኤልም “ተወው በቃ! ያህዌ ትናትና ማታ የገለጠልኝን እነግርሃለሁ” አለው፡፡",
      "17": "ሳሙኤልም እንዲህ ሲል መለሰ፣ “አንተ ስለራስህ የነበረህ ግምት አነስተኛ ቢሆንም የእስራኤል ነገዶች መሪ ሆነሃል፤ ያህዌም በእስራኤል ላይ ቀብቶ አንግሶሃል፤",
      "18": "ከዚህም በኋላ ኃጢአተኞች የሆኑትን እነዚያን የዐማሌቅ ሕዝብ እንድትደመስስ ልኮሃል፤ እስኪጠፉም ድረስ እነርሱን ግደል ብሎ ነግሮሃል፡፡",
      "19": "ታዲያ ስለምን ትእዛዙን አልፈጸምክም? ለምርኮስ በመሳሳትና በመስገብገብ ያህዌን ደስ የማያሰኝ ነገር ስለምን አደረግህ?”",
      "20": "ሳኦልም እንዲህ ሲል መለሰ፣ “እኔ የያህዌን ትእዛዝ ፈጽሜአለሁ፤ ባዘዘኝም መሠረት ዘምቻለሁ፤ ንጉሥ አጋግን ብቻ ማርኬ ሳመጣ ሌሎችን ዐማሌቃውያን ሁሉ ገድያለሁ፤",
      "21": "ነገር ግን ወታደሮቹ የማረኩአቸውን ምርጥ ምርጥ የሆኑ በጎችንና የቀንድ ከብቶችን አልገደሉአቸውም፤ ይህን በማድረግ ፈንታ በጌልገላ ለአምላክህ ለያህዌ መሥዋዕት አድርገው ለማቅረብ አምጥተዋቸዋል፡፡”",
      "22": "ሳሙኤልም እንዲህ አለ፣ “ያህዌ የሚወደው የቱን ይመስልሃል? መታዘዝን ወይስ ቊርባንና መሥዋዕት ማቅረብን? ለእርሱ መተዘዝ ምርጥ የበግ መሥዋዕት ከማቅረብ ይበልጣል፤",
      "23": "በያህዌ ላይ ማመፅ እንደሟርተኛነት፣ የትዕቢት እልኸኛነትም ጣዖትን በማምለክ ኃጢአት እንደመሥራት ይቈጠራል፤ አንተ የያህዌን ትእዛዝ ስለተውህ በንጉሥነትህ እንዳትቀጥል እርሱም አንተን ትቶሃል፡፡”",
      "24": "ሳኦልም እንዲህ ሲል መለሰ፣ “አዎ! እኔ ኃጢአት ሠርቼአለሁ፤ የያህዌን ትእዛዝና አንተ የሰጠኸኝን መመሪያ አልጠበቅሁም፤ ወታደሮቼን በመፍራት እነርሱ የፈለጉትን ሁሉ አደረግሁ፤",
      "25": "አሁን ግን እለምንሃለሁ በሌን ይቅር በለኝ፤ ከእኔም ጋር ወደ ጌልገላ ሂድ፤ እኔም በዚያ ለያህዌ እሰግዳለሁ፡፡”",
      "26": "ሳሙኤልም “እኔ ከአንተ ጋር አልሄድም፤ አንተ የያህዌን ትእዛዝ መፈጸም ትተሃል፤ አንተም የእስራኤል ንጉሥ ሆነህ እንዳትቀጥል እርሱ ትቶሃል” ሲል መለሰለት፡፡",
      "27": "ከዚያም በኋላ ሳሙኤል ተለይቶ ለመሄድ ፊቱን መለሰ፤ ሳኦል ግን ሳሙኤል እንዳይሄድበት የካባውን ጠርዝ ሲይዝ ተቀደደ፤",
      "28": "ሳሙኤልም ሳኦልን እንዲህ አለው፣ “ዛሬ ያህዌ የእስራኤልን መንግሥት ቀዶ ከእጅህ በመውሰድ ከንተ ለተሻለ ለሌላ ሰው ሰጥቶታል፤",
      "29": "የእስራኤል የክብር ግርማ የሆነው ያህዌ አይዋሽም፤ አሳቡንም አይለውጥም፤ እርሱ እንደ ሰው ስላልሆነ አሳቡን አይለውጥም፡፡”",
      "30": "ሳኦልም “በርግጥ በደል ሠርቼአለሁ፤ ይሁን እንጂ ሌላው ቢቀር በሕዝቤ መሪዎችና በእስራኤል ሕዝብ ሁሉ ፊት አክብረኝ፤ ለአምላክህ ለያህዌ እሰግድ ዘንድ ከእኔ ጋር አብረህ ሂድ” ሲል ለመነው፡፡",
      "31": "ስለዚህም ሳሙኤል አብሮት ወደ ጌልገላ ሄደ፤ ሳኦልም ለያህዌ ሰገደ፡፡",
      "32": "ሳሙኤልም “ንጉሥ አጋግን ወደዚህ አምጣልኝ!” ሲል ትእዛዝ ሰጠ፤ አጋግም በፍርሃት እየተንቀጠቀጠ ወደ እርሱ መጣ፤ በልቡም “ሞት እንዴት መራራ ናት” እያለ ያስብ ነበር፤",
      "33": "በዚህም ጊዜ ሳሙኤል “የአንተ ሰይፍ ብዙዎች እናቶችን ልጅ አልባ እንዳደረገቻቸው የአንተም እናት ልጅ አልባ ሆና ትቀራለች” አለው፡፡ ከዚህም በኋላ በጌልገላ በሚገኘው በያህዌ መሠዊያ ፊት አጋግን ቈራርጦ ጣለው፡፡",
      "34": "ከዚህም በኋላ ሳሙኤል ወደ ራማ ሄደ፤ ንጉሥ ሳኦልም ወደ ጊብዓ ተመለሰ፡፡",
      "35": "ከዚያን ሰዓት ጀምሮ ሳሙኤል በነበረበት ጊዜ ሁሉ ንጉሥ ሳኦልን በዐይኑ አላየውም፤ ነገር ግን ለእርሱ በማዘን ያለቅስለት ነበር፤ ምክንያቱም ያህዌ ሳኦልን በእስራኤል ላይ በማንገሡ ተጸጽቶ ነበር፡፡"
    },

    "Chapter 16": {
      "1": "ያህቬህ ሳሙኤልን እንዲህ አለው “ለሳኦል በማዘን የምታለቅስለት እስከ መቼ ነው? በእስራኤል ላይ ንጉሥ ሆኖ ይኖር ዘንድ እኔ እርሱን አልፈልገውም፤ አሁን ግን የወይራ ዘይት በቀንድ ሞልተህ በመያዝ በቤተሔም ወደሚኖረው እሴይ ተብሎ ወደሚጠራው ሰው ዘንድ ሂድ፤ ምክንያቱም እኔ ከእርሱ ልጆች መካከል አንዱን ንጉሥ እንዲሆን መርጫለሁ፡፡”",
      "2": "ሳሙኤልም “ይህን ለማድረግ እንዴት ይቻለኛል? ምክንያቱም ሳኦል ይህን ቢሰማ ይገድለኛል” ሲል ጠየቀ፡፡",
      "3": "ያህቬህም እንዲህ ሲል መለሰለት፣ “ ‘ለያህቬህ መሥዋዕት ለማቅረብ መጥቻለሁ’ ብለህ ጊደር ይዘህ ሂድ፤ እሴይንም ወደ መሥዋዕቱ እንዲመጣ ጥራው፤ እኔም የምታደርገውን ነገር እነግርሃለሁ፤ እኔ የምነግርህንም ሰው ቀብተህ ታነግሣለህ፡፡”",
      "4": "ሳሙኤልም ያህቬህ ያዘዘውን ለማድረግ ወደ ቤተሔም ሄደ፤ እዚያም እንደደረሰ የከተማይቱ መሪዎች በፍርሃት እየተንቀጠቀጡ ወደ ሳሙኤል ቀርበው “ባለ ራእይ ሆይ! አመጣጥህ ለሰላም ነውን?” ሲሉ ጠየቁት፡፡",
      "5": "እርሱም “አዎ ለሰላም ነው፤ ለያህቬህ መሥዋዕት አቀርብ ዘንድ መጥቻለሁ፤ ሁለንተናችሁን በማንጻት ወደ እኔ ኑ” ሲል መለሰላቸው፡፡ እሴይና ልጆቹም በሕጉ መሠረት ሁለንተናቸውን እንዲያነጹ በመንገር ወደ መሥዋዕቱ እንዲመጡ ጠራቸው፡፡",
      "6": "እዚያም በደረሱ ጊዜ ሳሙኤል ኤሊአብ ተብሎ የሚጠራውን የእሴይን ልጅ አይቶ “በያህቬህ ፊት የቆመው ይህ ሰው በእርግጥ ለንጉሥነት የተመረጠ ነው” ሲል አሰበ፡፡",
      "7": "ያህቬህ ግን “የኤሊአብን ቁመት መርዘምና መልከ ቀናነቱን አትይ፤ እኔ እርሱን አልፈለግሁትም፤ ምክንያቱም እኔ የምፈርደው ሰዎች እንደሚፈርዱት አይደለም፤ ሰው ውጫዊ መልክን ያያል፤ እኔ ግን ውስጣዊ ልበን አያለሁ” አለው፡፡",
      "8": "ከዚህ በኋላ እሴይ አሚናዳብ ተብሎ የሚጠራውን ልጁን ወደ ሳሙኤል አመጣለት፤ ሳሙኤል ግን “ያህቬህ ይህኛውንም አልመረጠውም” አለ፡፡",
      "9": "ቀጥሎም እሴይ ሻማ ተብሎ የሚጠራውን ልጁን አመጣ፤ ሳሙኤል ግን “ያህቬህ ይህኛውንም አልመረጠም” አለ፡፡",
      "10": "በዚህም ዐይነት ሁኔታ እሴይ ሰባቱንም ልጆቹን አቅርቦ በሳሙኤል ፊት አሰለፋቸው፤ ሳሙኤልም እሴይን “እነሆ! ከእነዚህ መካከል ያህቬህ አንዱንም አልመረጠውም” ካለው በኋላ፣",
      "11": "“ታዲያ ሌሎች ልጆች የሉህምን? ሲል ጠየቀው፡፡ እሴይም “የሁሉ ታናሽ የሆነ አንድ ልጅ አለ፤ እርሱ ግን ወደ በግ እረኝነት ሄዶአል” ሲል መለሰለት፡፡",
      "12": "ሳሙኤልም “እርሱን አስጠርተህ አምጣው እርሱ ሳይመጣ መሥዋዕት አናቀርብም” አለው፡፡ ስለዚህ እሴይ ልኮ አስጠራው፤ እርሱ ቀይ፣ መልከ መልካምና ዐይኖቹ የሚያበሩ ጤናማ ወጣት ነበር፤ ያህቬህም ሳሙኤልን “የመረጥሁት ሰው ይህ ነውና እርሱን ቀባው” አለው፡፡",
      "13": "ሳሙኤልም በወይራ ዘይት የተሞላውን ቀንድ ወስዶ ዳዊትን በወንድሞቹ ፊት ቀባው፤ ወዲያውኑ የያህቬህ መንፈስ በዳዊት አደረበት፤ ከዚያም ቀን ጀምሮ ከእርሱ አልተለየም፤ ከዚህም በኋላ ሳሙኤል ወደ ራማ ተመለሰ፡፡",
      "14": "የያህቬህ መንፈስ ከሳኦል ስለተለየ ከያህቬህ የተላከ ክፉ መንፈስ ያሠቃየው ነበር፤",
      "15": "አገልጋዮቹም እንዲህ አሉት፣ “ከያህቬህ የተላከ ክፉ መንፈስ እንደሚያሠቃይህ እናውቃለን፤",
      "16": "ስለዚህ ንጉሥ ሆይ! በገና መደርደር የሚያውቅ ሰው ፈልገን እንድናመጣልህ እዘዘን፤ ከዚያም በኋላ ክፉ መንፈስ በሚመጣብህ ጊዜ ያ ሰው በገና ይደረድርልሃል፤ አንተም እንደገና ጤናማ ትሆናለህ፡፡”",
      "17": "ሳኦልም “በገና በመደርደር የታወቀ ሰው ፈልጋችሁ አምጡልኝ” አላቸው፡፡",
      "18": "ከቅርብ አገልጋዮቹም አንዱ “የቤተሔም ከተማ ነዋሪ የሆነው እሴይ በገና መደርደር የሚችል ልጅ አለው፤ ይህም ብቻ ሳይሆን ጀግና፣ መልከ ቀና፣ ብርቱ ወታደርና ንግግር ዐዋቂ ነው፤ ያህቬህም ከእርሱ ጋር ነው” አለው፡፡",
      "19": "ስለዚህም ሳኦል ወደ እሴይ መልእክተኞች ልኮ “የበጎች እረኛ የሆነውን ልጅህን ዳዊትን ላክልኝ” አለው፡፡",
      "20": "እሴይም ዳዊትን አንድ ትንሽ የበግ ጥቦት አስይዞ፣ እንጀራና የወይን የጅ የተሞላበት አቁማዳ ከተጫነ አንድ አህያ ጋር ወደ ሳኦል ላከው፡፡",
      "21": "ዳዊትም ወደ ሳኦል መጥቶ ሥራውን ጀመረ፤ ሳኦልም በጣም ስለወደደው የእርሱ መሣሪያ ያዥ ጋሻጃግሬ አደረገው፡፡",
      "22": "ከዚያም በኋላ ሳኦል ወደ እሴይ መልእክት ልኮ “ዳዊትን ወድጀዋለሁ፤ ስለዚህ እዚህ በመቆየት ያገልግለኝ” አለው፡፡",
      "23": "ከዚያም ጊዜ ጀምሮ ከያህቬህ የተላከ ክፉ መንፈስ በሳኦል ላይ በሚመጣበት ጊዜ ሁሉ ዳዊት በገናውን አንሥቶ ይደረድራል፤ ክፉውም መንፈስ ለቅቆት ስለሚሄድ ሳኦል እየተሻለው እንደገና ጤናማ ይሆናል፡፡"
    },
    "Chapter 17": {
      "1": "ፍልስጥኤማውያን ሶኮ ተብላ በምትጠራው በይሁዳ ለጦርነት ተሰለፉ፤ እነርሱም በሶኮና በዐዜቃ መካከል አፌስጻሚም ተብሎ በሚጠራው ቦታ ሰፍረው ነበር፡፡",
      "2": "ሳኦልና እስራኤላውያንም ፍልስጥኤማውያንን ለመውጋት በተዘጋጁበት በኤላ ሸለቆ ተሰብስበው መሸጉ፡፡",
      "3": "በመካከላቸው አንድ ሸለቆ ሲኖር በአንድ በኩል ባለው ኮረብታ ፍልስጥኤማውያን፣ በሌላ በኩል ባለው ኮረብታ እስራኤላውያን ተሰልፈው ነበር፡፡",
      "4": "ከጋት ከተማ የመጣ፣ ጎልያድ ተብሎ የሚጠራ አንድ ሰው፣ ከፍልስጥኤማውያን ሰፈር ወጥቶ እስራኤላውያንን መፈታተን ጀመረ፤ የዚያም ሰው ቁመት ሦስት ሜትር ያህል ነበር፤",
      "5": "ከነሐስ የተሠራና ክብደቱ ኀምሳ ሰባት ኪሎ የሚሆን የጦር ልብስና ከነሐስ የተሠራ የራስ ቊር ነበረው፡፡",
      "6": "ያህቬህ(הוהי)ሮቹም ከነሐስ በተሠራ ገንባሌ የሸፈኑ ነበሩ፤ ከነሐስ የተሠራ ጦርም በትከሻው ነበር፤",
      "7": "የጦሩ ዘንግ ውፍረቱ የሸማኔ መጠቅለያ ያህል ነበር፤ የጦሩም ብረት ክብደቱ ሰባት ኪሎ ያህል ነበር፤ ጋሻውንም አንድ ወታደር ተሸክሞለት በፊት በፊቱ ይሄድ ነበር፡፡",
      "8": "ጎልያድ ተነሥቶ በመቆም በእስራኤላውያን ሠራዋት ላይ እንዲህ እያለ ይደነፋባቸው ነበር፤ “አሁን በዚያ ቦታ ለጦርነት የተሰለፋችሁት ከቶ ምን ልታደርጉ ነው? እኔ ፍልስጥኤማዊ ነኝ! እናንተ ደግሞ የሳኦል ባሪያዎች ናችሁ! እንግዲህ ከእኔ ጋር የሚዋጋ አንድ ሰው ከወታደሮቻችሁ መካከል ምረጡ፤",
      "9": "እርሱ እኔን አሸንፎ ከገደለኝ፣ እኛ የእናንተ ባሪያዎች እንሆናለን፤ ነገር ግን እኔ አሸንፌ ከገደልሁት፣ እናንተ የእኛ ባሮች ትሆናላችሁ፡፡",
      "10": "እነሆ እኔ በዚህ የእስራኤልን ሠራዊት እፈታተናለሁ! ከእኔ ጋር የሚዋጋ አንድ ሰው እንድትመርጡ በድፍረት እጠይቃችኋለሁ!”",
      "11": "ሳኦልና ወታደሮቹም ይህን በሰሙ ጊዜ በፍርሃት ተንቀጠቀጡ፡፡",
      "12": "ዳዊት በይሁዳ በምትገኘው በቤተልሔም የሚኖር የኤፍራታዊው የእሴይ ልጅ ነበር፤ እሴይ ስምንት ልጆች ያሉት ሲሆን ሳኦል በነገሠበት ዘን በዕድሜ የገፋ ሽማግሌ ሰው ነበር፡፡",
      "13": "ሦስቱ ታላላቅ ልጆቹም ከሳኦል ጋር ወደ ጦርነት ዘምተው ነበር፤ እነርሱም በኲሩ ኤሊአብ፣ ሁለተኛው አሚናዳብ፣ ሦስተኛውም ሻማ ተብለው ይጠሩ ነበር፡፡",
      "14": "ዳዊት የሁሉ ታናሽ ልጅ ሲሆን፣ ሦስት ታላላቅ ወንድሞቹ ከሳኦል ጋር በጦር ሜዳ በነበሩበት ጊዜ፣",
      "15": "ዳዊት በጊዜው ከሳኦል በለየት በጎቹን ለመጠበቅ ወደ ቤተልሔም ይሄድ ነበር፡፡",
      "16": "ጎልያድም እስራኤላውያንን አርባ ቀን ሙሉ ጠዋትና ማታ ተፈታተናቸው፡፡",
      "17": "አንድ ቀን እሴይ ዳዊትን እንዲህ አለው፣ “ዐሥር ኪሎ የተጠበሰ እሸትና ዐሥር የዶቦ ሙልሙል ያዝ፤ ፈጥነህም በመሄድ በጦር ሰፈር ለሚገኙት ወንድሞችህ አድርስላቸው፡፡",
      "18": "እነዚህንም ዐሥር የአይብ ጥፍጥፎች ለጦሩ አዛዥ ስጠው፤ ወንድሞችህም እንዴት እንዳሉ በዐይንህ አይተህ የደኀንነታቸውን መጃ አምጣልኝ፡፡",
      "19": "ምክንያቱም ንጉሥ ሳኦል፣ ወንድሞችህና መላው እስራኤላውያን በኤላ ሸለቆ ከፍልስጥኤማውያን ጋር በመዋጋት ላይ ናቸው፡፡”",
      "20": "ዳዊትም በማግሥቱ ማልዶ ተነሣ፤ በጎቹን ለሌላ እረኛ ዐደራ በመስጠት እሴይ ባዘዘው መሠረት የተዘጋጀውን ምግብ ይዞ ሄደ፤ እስራኤላውያን ጦርነት ለመግጠም ድምፃቸውን ከፍ አድርገው በሚደነፉበት ጊዜ ዳዊት ወደ ጦር ሰፈር ደረሰ፡፡",
      "21": "የፍልስጥኤማውያን ሠራዊትና የእስራኤላውያን ሠራዊት ቦታ ቦታቸውን ይዘው በጦሩ ግንባር ፊት ለፊት በመተያየት ላይ ነበሩ፡፡",
      "22": "ዳዊትም የያዘውን ምግብ ለስንቅ ጠባቂው ትቶ ወደ ጦሩ ግንባር እየሮጠ ወደ ወንድሞቹ ሄደ፤ ስለደኀንነታቸውም ጠየቃቸው፡፡",
      "23": "እስራኤላውያንም ጎልያድን ባዩ ጊዜ በመሸበር ሸሹ፡፡",
      "24": "እርስበርሳቸውም እንዲህ ይባባሉ ነበር፤ “ተመልከቱት! በመፈታተን የሚናገረውንም ቃል አድምጡ፤ ንጉሥ ሳኦል እርሱን ለሚገድልለት ሰው ብዙ ሀብት ለመስጠት ቃል ገብቶአል፤ ሴት ልጁንም እንደሚድርለትና የአባቱም ቤተሰብ ከግብር ነፃ እንደሚያደርግለት ተናግሮአል፡፡”",
      "25": "ዳዊትም በአጠገቡ ያሉትን ሰዎች “ይህን ፍልስጥኤማዊ ገድሎ እስራኤልን ከዚህ አሳፋሪ ውርደው ለሚያድን ሰው ምን ይደረግለታል! ኧረ ለመሆኑ የሕያው ያህቬህ(הוהי) ሠራዊት የሚፈታተን ይህ አረመኔ ፍልስጥኤማዊ ማን ነው?” ሲል ጠየቀ፡፡",
      "26": "እነርሱም ጎልያድን ለሚገድል ሰው ምን እንደሚደረግለት ነገሩት፡፡",
      "27": "የዳዊት ታላቅ ወንድም ኤሊአብም ዳዊት ከሰዎቹ ጋር ሲነጋገር ሰማ፤ እርሱም በዳዊት ላይ ተቈጥቶ “እዚህ ምን ትሠራለህ? የልብህን ክፋት ዐውቃለሁ! አሁን የመጣኸው እኮ የጦርነቱን ሁኔታ ለመመልከት ነው” አለው፡፡",
      "28": "ዳዊትም “አሁን እኔ ምን አደረግሁ? ለመጠየቅ እንኳ አልችልምን?” ሲል መለሰለት፤",
      "29": "ከዚያም ወደ ሌላው ሰው መለስ ብሎ ያንኑ ጥያቄ አቀረበለት፤ በጠየቀ ቊጥር የሚያገኘው መልስ ተመሳሳይ ነበር፡፡",
      "30": "አንዳንድ ሰዎች ዳዊት የተናገረውን ቃል ሰምተው ስለነበር፣ ሄደው ለሳኦል ነገሩት፤ ሳኦልም ልኮ ዳዊትን አስጠራው፡፡",
      "31": "ዳዊትም ሳኦልን “ንጉሥ ሆይ! ከዚህ ፍልስጥኤማዊ የተነሣ ማንም ሰው መፍራት የለበትም እኔ ሄጄ እርሱን እዋጋዋለሁ” አለው፡፡",
      "32": "ሳኦልም “ይህ ሊሆን አይችልም አንተ እርሱን እንዴት መዋጋት ትችላለህ? አንተ እኮ ትንሽ ልጅ ነህ፤ እርሱ ግን ዕድሜውን ሙሉ ልምምድ ያደረገ የጦር ሰው ነው” አለው፡፡",
      "33": "ዳዊትም እንዲህ አለ፣ “ንጉሥ ሆይ? እኔ የአባቴን በጎች የምጠብቅ እረኛ ነኝ፤ አንበሳም ሆነ ድብ መጥቶ ጥቦት በሚነጥቅበት ጊዜ፣",
      "34": "ተከትየው ጌጄ አደጋ በጣል የወሰደውን ጥቦት አስጥለዋለሁ፤ አንበሳው ወይም ድቡ ወደ እኔ ተመልሶ በሚመጣበትም ጊዜ ጉሮሮውን አንቄ በመምታት እገድለዋለሁ፡፡",
      "35": "በዚህ ዐይነት እኔ አንበሳና ድብ ገድያለሁ፤ ይህንንም ድርጊት የሕያው ያህቬህ(הוהי) ሠራዊት በሚገዳደር በዚህ አረመኔ ፍልስጥኤማዉ ላይ እንደገና እደግመዋለሁ፡፡",
      "36": "ከአንበሳና ድብ ያዳነኝ ያህቬህ(הוהי) ከዚህም ፍልስጥኤማዊ እጅ ያድነኛል፡፡”",
      "37": "ሳኦልም “መልካም ነው! እንግዲህ ሂድ፤ ያህቬህ(הוהי)ም ከአንተ ጋር ይሁን” ሲል መለሰለት፡፡",
      "38": "ሳኦልም የገዛ ራሱን የጦር ልብስ ለዳዉት አለበሰው፤ ከነሐስ የተሠራውን የራስ ቊር በዳዊት ራስ ላይ ደፍቶ ጥሩርም አለበሰው፤",
      "39": "ዳዊትም የሳኦልን ሰይፍ በጦር ልብሱ ታጥቆ ለመሄድ ሲነሣ መራመድ አልቻለም፤ ምክንያቱም ይህን ዐይነት ልብስ ለብሶ አያውቅም ነበር፤ ስለዚህ ዳዊት “ይህን ሁሉ ልብስ ለብሼ መዋጋት አልችልም፤ ምክንያቱም ያልተለማመድሁት ነገር ነው” አለ፤ ስለዚህም ያንን ሁሉ አወለቀ፤",
      "40": "በትሩን አንሥቶ፣ ከውሃ ምንጭ አምስት ዱቡልቡል ድንጋዮች መርጦ በመልቀም በእረኝነት ኮረጆው ከተተ፤ ወንጭፉንም ይዞ ወደ ጎልያድ ሄደ፡፡",
      "41": "ፍልስጥኤማዊው ጎልያድ ወደ ዳዊት ለመቅረብ መራመድ ጀመረ፤ ጋሻጃግሬውም በፊት በፊቱ ይሄድ ነበር፤ ጎልያድም እየቀረበ መጥቶ፣",
      "42": "ዳዊትን ትኲር ብሎ ባየው ጊዜ በንቀት ዐይን ተመለከተው፤ ምክንያቱም ዳዊት ቀይ፣ መልከ መልካም፣ ትንሽ ልጅ ነበር፡፡",
      "43": "ስለዚህም ጎልያድ ዳዊትን “ይህን በትር የያዝከው ምን ልታደርግበት ነው? እኔ ውሻ መሰልኩህ እንዴ!” ካለው በኋላ በአማልክቱ ስም የእርግማን መዓት አወረደበት፡፡",
      "44": "ቀጥሎም “ወዲህ ና! ሥጋህን ለሰማይ አሞራዎችና ለምድር አራዊት እሰጣለሁ” ሲል ተገዳደረው፡፡",
      "45": "ዳዊትም እንዲህ ሲል መለሰ፣ “አንተ ሰይፍ፣ ጦርና ጭሬ ይዘህ መጥተህብኛል፤ እኔ ደግሞ አንተ በምትገዳደረውና የእስራኤል ሠራዊት አምላክ በሆነው ሁሉን በሚችል በያህቬህ(הוהי) ስም እመጣብሃለሁ፤",
      "46": "በዚህች ቀን ያህቬህ(הוהי) አንተን በእጄ ይጥልልኛል፤ እኔም አሸንፌህ ራስህን እቈርጣለሁ፤ ከዚያም በኋላ መላው ዓለም የእስራኤል አምላክ መኖሩን ያውቃል፤",
      "47": "በዚህም የሚገኝ ማንኛውም ሰው ያህቬህ(הוהי) ሕዝቡን ለማዳን ሰይፍ ወይም ጦር እንደማያስፈልገው ማስተዋል ይችላል፤ ያህቬህ(הוהי) በጦርነት ድል አድራጊ ነው፤ እናንተንም ሁሉ በእኛ ሥር ያደርጋል፡፡”",
      "48": "ጎልያድም እርምጃውን በመቀጠል እንደ ገና ወደ ዳዊት ቀረበ፤ ዳዊትም ከፍልስጥኤማዊ ጎልያድ ጋር ወደሚዋጋበት ጦር ግንባር ፈጥኖ ሄደ፤",
      "49": "እጁንም ወደ ኮረጆው ከቶ አንዲት ድንጋይ በማውጣት በጎልያድ ላይ ወነጨፈ፤ ድንጋዩም ግንባሩን ፈጥርቆ ወደ ራስ ቅሉ ገባ፤ ጎልያድም በምድር ላይ በግንባሩ ተደፋ፡፡",
      "50": "ስለዚህ ዳዊት ሰይፍ ሳይዝ ጎልያድን በወንጭፍና በድንጋይ ገድሎ ድል አደረገው፡፡",
      "51": "ወደ እርሱም ሮጦ በመሄድ በላዩ ላይ ቆመ፤ የጎልያድንም ሰይፍ ከሰገባው በውጣት ራሱን ቈርጦ ገደለው፡፡ ፍልስጥኤማውያን የእነርሱ ዝነኛ ተዋጊ ጎልያድ መገደሉን ባዩ ጊዜ ሸሹ፡፡",
      "52": "ከዚህ በኋላ የእስራኤልና የይሁዳ ሰዎች ድምፃቸውን ከፍ አድርገው እየደነፉ እነርሱን በመከተል በመንገዱ እስከ ጋትና እስከ ዔቅሮን የቅጽር በሮች ድርስ አሳደዱአቸው፤ የፍልስጥኤማውያን ሬሳ እስከ ጋትና እስከ ዔቅሮን ድረስ ወደ ሻዕራይም በሚያደርሰው መንገድ ሁሉ ወደቀ፡፡",
      "53": "እስራኤላውያንም እነርሱን አሳደው ከተሰለሱ በኋላ ፍልስጥኤማውያን የነበሩበትን ሰፈር ዘረፉ፡፡",
      "54": "ዳዊት የጎልያድን ራስ ይዞ ወደ ኢየሩሳሌም አመጣው፤ የጎልያድን የጦር መሣሪያዎች ግን በራሱ ድንኳን አስቀመጠ፡፡",
      "55": "ዳዊት ጎልያድን ለመውጋት በሚሄድበት ጊዜ ሳኦል ተመልክቶ የጦሩን አዛዥ አበኔርን “ይህ የማን ልጅ ነው?” ሲል ጠየቀው፡፡",
      "56": "አበኔርም “የማን ልጅ እንደሆነ ገና አላወቅሁም” አለው፡፡ ሳኦልም “ሄደህ ይህ ወጣት የማን ልጅ እንደሆነ አጥንተህ ዕወቅ” ሲል አዘዘው፡፡",
      "57": "ስለዚህ ዳዊት ጎልያድን ገድሎ ወደ ጦር ሰፈር በተመለሰ ጊዜ አበኔር ተቀብሎ ወደ ሳኦል አቀረበው፤ በዚህን ጊዜ ዳዊት የጎልያድን ራስ እንደያዘ ነበር፤",
      "58": "ሳኦልም “አንተ ወጣት የማን ልጅ ነህ?” ብሎ ጠየቀው፡፡ ዳዊት “የቤተልሔም ነዋሪ የሆነው የአገልጋይህ የእሴይ ልጅ ነኝ” ሲል መለሰለት፡፡"
    },
    "Chapter 18": {
      "1": "ሳኦልና ዳዊት ንግግራቸውን ከጨረሱ በኋላ የሳኦል ልጅ ዮናታን ከዳዊት ጋር እጅግ የተቀራረበ አንድነት መሠተ፤ እንደ ራሱም አድርጎ ወደደው፤",
      "2": "ከዚያን ቀን ጀምሮ ሳኦል ዳዊትን ከእርሱ ጋር እንዲኖር አደረገ፤ ወደቤቱም እንዲሄድ አላሰናበተውም፤",
      "3": "ዮናታን ዳዊትን እጅግ ስለወደደው ከእርሱ ጋር የወዳጅነት ቃል ኪዳን ለማጽናት ማለ፤",
      "4": "የለበሰውንም ካባ አውልቆ ለዳዊት ሰጠው፤ እንዲሁም የጦር ልብሱን፣ ሰይፉን፣ ቀስቱንና መታቂያውን ጭምር ሰው፡፡",
      "5": "ሳኦል በትእዛዝ በሚያዘምትበት ቦታ ሁሉ የዳዊት ተልእኮ የተሳካ ሆነ፤ ስለዚህም ሳኦል በጦር ሠራዊቱ ውስጥ የመኰንንነት ማዕረግ እንዲኖረው አደረገ፤ ይህም የሳኦልን የጦር መኰንኖችና ወታደሮችን ሁሉ አስደሰተ፡፡",
      "6": "ዳዊት ጎልያድን ገድሎ ሲመለሱና ወታደሮችም ወደየቤታቸው በማምራት ላይ ሳሉ፣ በእስራኤል በሚገኙት ከተሞች ሁሉ የሚኖር ሴቶች ሳኦልን ለመቀበል ወጡ፤ እነርሱም በእልልታ እየዘፈኑና እየጨፈሩ፣ የመሰንቆ ድምፅ እያሰሙ አታሞ ይመቱ ነበር፡፡",
      "7": "ሴቶቹም ባደረጉት የአቀባበል ሥርዓት ላይ “ሳኦል ሺ ገዳይ! ዳዊት ግን ዐሥር ሺ ገዳይ!”እያሉ አሞገሡ፡፡",
      "8": "ሳኦልም ይህ ነገር ደስ ስላላሰኘው በብርቱ ተቈጣ፤ እንዲህም አለ፣ “ዳዊት ዐሥር ሺ ገዳይ!” ብለው ሲያግሡ፣ እኔን ግን “ሺ ብቻ ገዳይ” አሉኝ፤ በዚህ ዐይነት ከሆነማ ወደፊት እርሱን ሊያነግሡት ነው!”",
      "9": "ከዚህም የተነሣ ከዚያን ቀን ጀምሮ በዳዊት ላይ ቅንአትና ጥርጣሬ አደረበት፡፡",
      "10": "በማግሥቱ በድንገት ከያህቬህ(הוהי) የተላከ ክፉ መንፈስ ሳኦልን ተቆራኘው፤ በቤቱም ውስጥ እንደ እብድ ይለፈልፍ ነበር፤ ዳዊትም በየቀኑ ያደርግ በነበረው ዐይነት ለሳኦል በገና ይደረድርለት ነበር፤ ሳኦልም ጦርን በእጁ በመያዝ፣",
      "11": "“መትቼ ከግድግዳ ጋር አጣብቀዋለሁ” ብሎ በልቡ አሰበ፤ ከዚህም በኋላ ጦሩን በዳዊት ላይ ሁለት ጊዜ ወረወረ፤ ዳዊት ግን ሁለቴም ዞር እያለ አመለጠ፡፡",
      "12": "ሳኦል ዳዊትን ፈራው፤ ምክንያቱም ያህቬህ(הוהי) እርሱን ትቶ ከዳዊት ጋር ስለሆነ ነው፤",
      "13": "ከዚህም የተነሣ ሳኦል ዳዊትን ከፊት ለማራቅ የሺ ወታደሮች አዛዥ አድርጎ ላከው፤ ዳዊትም ወታደሮቹን ወደ ጦርነት መራ፡፡",
      "14": "ያህቬህ(הוהי)ም ከእርሱ ጋር ስለሆነ የሚያደርገው ነገር ሁሉ ይሳካለት ነበር፡፡",
      "15": "ሳኦልም የዳዊትን ተልእኮ መሳካት እየተመለከተ በይበልጥ ይፈራው ጀምር፤",
      "16": "ነገር ግን በእስራኤልም ሆነ በይሁዳ የሚገኝ ሕዝብ ሁሉ ዳዊትን ይወድ ነበር፤ ምክንያቱም ተልእኮው የሚሳካለት መሪ በመሆኑ ነው፡፡",
      "17": "ከዚህ በኋላ ሳኦል ዳዊትን እንዲህ አለው፣ “እነሆ ሜራብ ተብላ የምትጠራ ታላቅዋ ሴት ልጄ አለች፤ ታማኝና ጀግና ወታደር ሆነህ የያህቬህ(הוהי)ን ጦርነት በመዋጋት ልታገለግለኝ ቃል ብትገባልኝ እኔ እርስዋን በሚስትነት እድርልሃለሁ፡፡” ሳኦል ይህን ያደረገበት ምክንያት እርሱ “ከደሙ ንጹሕ ሆኖ ፍልስጥኤማውያን ዳዊትን ይገድላሉ” ብሎ በማሰብ ነበር፡፡",
      "18": "ዳዊትም “የንጉሥ ዐማች እሆን ዘንድ እኔ ማን ነኝ? ቤተሰቤስ በእስራኤል መካከል እምን ቊጥር ይገባል?” ሲል መለሰለት፡፡",
      "19": "ነገር ግን ሜራብ ለዳዊት የምትዳርበት ጊዜ ሲደርስ ከመሖላ ለመጣውና ዓድሪኤል ተብሎ ለሚጠራ ለአንድ ሌላ ሰው ተሰጠች፡፡",
      "20": "ይሁን እንጂ ሚካል ተብላ የምትጠራው የሳኦል ልጅ ዳዊትን ወደደች፤ ሳኦልም ይህን በሰማ ጊዜ ደስ አለው፤",
      "21": "በልቡም “ሚካልን ለዳዊት እሰጣለሁ፤ እርስዋም ዳዊትን እንድታጠምድልኝ አደርጋለሁ፤ ከዚያም በኋላ በፍልስጥኤማውያን እጅ ይገደላል” ሲል አሰበ፡፡ ስለዚህም ሳኦል ለሁለተኛ ጊዜ ዳዊትን ጠርቶ “አሁን የእኔ ሁለተኛ ዐማች ትሆናለህ” አለው፡፡",
      "22": "ባለሟሎቹንም ጠርቶ “ንጉሡ በአንተ ተደስቶአል፤ የእርሱ ባለሟሎች የሆኑት ባለሥልጣኖቹም ይወዱሃል፤ ሰለዚህ የእርሱን ልጅ ታገባ ዘንድ አሁን ጥሩ ጊዜ ገጥሞሃል” ብለው ለዳዊት በግል እንዲነግሩት አዘዘ፡፡",
      "23": "እነርሱም ይህን ሁሉ ለዳዊት በነገሩት ጊዜ እርሱ “የንጉሡ ዐማች መሆን ታላቅ ክብር ነው፤ ይልቁንም እንደ እኔ ላለ ዝቅተኛ ድኻ ይህ ክብር ይበዛበታል” ሲል መለሰላቸው፡፡",
      "24": "ባለሟሎቹም ከዳዊት ያገኙትን መልስ ለሳኦል ነገሩት፤",
      "25": "ሳኦልም እንደ ገና “ንጉሡ ስለልጁ ከንተ የሚፈልገው ጥሎሽ ጠላቶቹን መበቀል እንዲችል አንድ መቶ ፍልስጥኤማውያን ገድለህ ሸለፈታቸውን እንድታመጣለት ብቻ ነው” ብላችሁ ንገሩት ሲል ባለሟሎቹን አዘዘ፡፡ ሳኦል ይህን ያደረገበት ምክንያት ዳዊት በፍልስጥኤማውያን እጅ እንዲገደልለት በማቀድ ነበር፡፡",
      "26": "የሳኦል ባለሟሎችም ይህንኑ ለዳዊት ነገሩት፤ ዳዊትም የንጉሡ ዐማች እንዲሆን በመተሰቡ ደስ አለው፡፡ የሠርጉም ቀን ከመድረሱ በት፣",
      "27": "ዳዊትና ወታደሮቹ ዘምተው ሁለት መቶ ፍልስጥኤማውያንን ገደሉ፤ ዳዊትም የንጉሥ ዐማች መሆን ይችል ዘንድ ሸለፈታቸውን ወደ ንጉሡ በመውሰድ ቈጥሮ አስረከበ፡፡ ስለዚህ ሳኦል ልጁን ሚካልን ለዳዊት መዳር ግድ ሆነበት፡፡",
      "28": "ሳኦል ያህቬህ(הוהי) ከዳዊት ጋር መሆኑንና ልጁም ሚካል እርሱን እንደወደደችው አረጋገጠ፡፡",
      "29": "ስለዚህ ሳኦል ዳዊተን ይበልጥ ከመፍራቱ የተነሣ በኖረበት ዘን ሁሉ የዳዊት ጠላት ሆነ፡፡",
      "30": "የፍልስጥኤማውያን ወታደሮቹ በየጊዜው እየመጡ ጦርነት ያደርጉ ነበር፤ ይሁን እንጂ በናቸውም ጦርነት ሁሉ ከሳኦል የጦር መኰንኖች ይበልጥ ድል የሚሳካለት ለዳዊት ነበር፤ ከዚህ የተነሣ ዳዊት እጅግ ዝነኛ ሆነ፡፡"
    },
    "Chapter 19": {
      "1": "ሳኦል ዳዊትን ሊገድለው ማቀዱን ለልጁ ለዮናታንና ለሁሉም ለሚገዙት ለሹማምቶቹ ነገረ፤",
      "2": "ዮናታን ግን ዳዊትን እጅግ ይወደው ስለነበረ፣ ወደ ዳዊት ሄዶ፣ 'አባቴ ሳኦል ነፍስህን ሊወስድ ይፈልጋል፤ ስለዚህ እባክህ ጠንቀቅ፥ ጠይቅም ተኝተህም ተደበቅ።'",
      "3": "'እኔም ወጥቼ በአባቴ አጠገብ በሜዳ ቆሜ ስለአንተ አናግረዋለሁ፤ ያየሁትንም እነግርሃለሁ።'",
      "4": "ዮናታንም ስለ ዳዊት በጎ ነገር ለሳኦል አባቱ ተናገረው፣ 'ንጉሡ በባሪያው በዳዊት ላይ ኃጢአትን አያምጣ፤ እርሱ በአንተ ላይ ኃጢአት አላደረገምና፥ ሥራውም ሁሉ ለአንተ እጅግ ጠቃሚ ነውና።'",
      "5": "'ነፍሱን በገዛ እጁ አሳልፎ ፈልስጥኤማዊውን ጎልያድን ገደለ፤ እግዚአብሔርም ለእስራኤል ሁሉ ታላቅ ድል አደረገ፤ አንተም አይተህ ደስ አለህ፤ እግዚአብሔርስ ለምን በደንብ የሌለው ሰው ደም ያፈስስ ዘንድ በዳዊት ላይ ተከስተህ እንደምትገድለው?'",
      "6": "ሳኦልም የዮናታንን ቃል ሰምቶ ተገደደ፥ ሳኦልም፣ 'እግዚአብሔር ሕያው እንደ እርሱ እኔ አልገድለውም።' ብሎ ማለላ።",
      "7": "ዮናታንም ዳዊትን ጠርቶ ይህን ሁሉ ነገረው፤ ዮናታንም ዳዊትን ወደ ሳኦል አገባው፥ እርሱም ከፊቱ እንደ ቀድሞ ተቀመጠ።",
      "8": "ጦርነትም እንደገና ሆነ፤ ዳዊትም ወጥቶ ፈልስጥኤማውያንን ተጋደለ፥ ታላቅ ጉዳትም አደረሰባቸው፥ ከፊቱም ሸሹ።",
      "9": "የእግዚአብሔር መንፈስ ክፉ ወደ ሳኦል መጣ፥ እርሱም በቤቱ ውስጥ በጦሩ እጅ ተቀምጦ ነበር፤ ዳዊትም በገና ይጫወት ነበር።",
      "10": "ሳኦልም ዳዊትን በጦሩ ሊያጣብቅ ፈለገ፤ እርሱ ግን ከሳኦል ፊት ተንቀሳቅሶ ጦሩን በወንጌል ጣለ፥ ዳዊትም ሸሸ ነገር ግን አልተገደለም።",
      "11": "ሳኦልም ወደ ዳዊት ቤት ሌት ጠባቂዎችን ላከ፥ ማለዳም ሊገድሉት ያዝዟቸው ነበር። ሚካል ሚስቱ ግን ዳዊትን አስጠነቀቀችው እንዲህም አለችው፤ 'በሌሊት ካልተላቀህ ነገ ትገደላለህ።'",
      "12": "ሚካልም ዳዊትን በማእሰርት አወረደችው፥ እርሱም ሸሸ ሸሸም።",
      "13": "ሚካልም ተራፊም ወስዳ በአልጋው ላይ አኖረችው፥ ከፍየል ጠጉርም አድርጋ ለራሱ መከለያ አደረገች፥ በተራፊውም ሸፈነችው።",
      "14": "ሳኦልም ዳዊትን ሊያጡ መልክተኞችን ልኮ ነበር፥ እርስዋም፣ 'እርጉም ነው።' አለች።",
      "15": "ሳኦልም ዳዊትን ሊያዩት መልክተኞችን ላከ፥ 'አልጋውን ይዛችሁ ወደ እኔ አምጡት፥ ልገድለው ዘንድ።' አላቸው።",
      "16": "መልክተኞቹም ገብተው እነሆ፥ ተራፊ በአልጋው ላይ ነበረ፥ የፍየል ጠጉርም መከለያ በራሱ ነበረ።",
      "17": "ሳኦልም ሚካልን፣ 'ለምን እንዲህ አታለልሽኝ? ጠላቴንም ሸሽቶ እንዲያመልጥ ለምን ረዳትሽ?' አላት። ሚካልም ሳኦልን፣ 'እርሱ፣ 'አስፍተኝ፥ ያለዚያ አግድልሃለሁ።' አለኝ።' አለችው።",
      "18": "ዳዊትም ሸሽቶ ወደ ራማ ወደ ሳሙኤል ደረሰ፥ ሳኦልም ያደረገውን ሁሉ ነገረው። እርሱና ሳሙኤልም ወጡ በናዮትም ተቀመጡ።",
      "19": "ለሳኦልም፣ 'እነሆ፥ ዳዊት በናዮት በራማ አለ።' ተባለ።",
      "20": "ሳኦልም ዳዊትን ሊያጡ መልክተኞችን ላከ፤ እነርሱም የነቢያትን ጉባኤ ሳሙኤል ሲመራ አዩ፥ የእግዚአብሔር መንፈስም በላካቸው መልክተኞች ላይ ወረደ፥ እነርሱም ደግሞ ነበሩ።",
      "21": "ለሳኦልም ነገሩት፥ ሌሎችንም መልክተኞች ላከ፥ እነርሱም ደግሞ ነበሩ። ሦስተኛውንም መልክተኞች ላከ፥ እነርሱም ደግሞ ነበሩ።",
      "22": "እርሱም ወደ ራማ ሄዶ ወደ ሴኩ ወደሚባል ታላቅ ጉድጓድ ደረሰ፥ ጠየቀም፣ 'ሳሙኤልና ዳዊት የት አሉ?' አሉትም፣ 'እነሆ፥ በናዮት በራማ አሉ።'",
      "23": "ከዚያም ወደ ናዮት ወደ ራማ ሄደ፤ የእግዚአብሔር መንፈስ ደግሞ በርሱ ላይ ወረደ፥ በመንገድም ሁሉ እስከ ናዮት ድረስ ሲሄድ ነበረ።",
      "24": "እርሱም ልብሱን አወለቀ፥ በሳሙኤል ፊትም ነበረ፥ ሙሉ ቀንና ሌሊት ራቁት ተኝቶ ኖረ። ስለዚህ፣ 'ሳኦልስ በነቢያት ውስጥ አለ?' ይላሉ።"
    },
    "Chapter 20": {
      "1": "ከዚህ በኋላ ዳዊት በራማ ከምትገኘው ከናዮና በመሸሽ ወደ ዮናታን ጌዶ “ከቶ ምን አደረግሁ? ምንስ ወንጀል ፈጸምሁ? አባትህ ለመግደል የሚፈልገኝስ ምን በድየው ነው?” ሲል ጠየቀው፡፡",
      "2": "ዮናታንም “ሞትህንስ ያህዌ ያርቀው! አባቴ የሚያደርገውን ነገር ሁሉ በጎውንም ክፉውንም ነገር ሁሉ ይነግረኛል፤ የአንተንም ጒዳይ ቢሆን ከእኔ አይሰውርም፤ ስለዚህ ይህ የምትለው ነገር እውነት ሊሆን አይችልም” አለው፡፡",
      "3": "ዳዊት ግን “አባትህ አንተ እኔን ምን ያህል እንደምትወደኝ በደንብ ያውቃል፤ ስለዚህም ዕቅዱን አንተ እንድታውቅበት ላለማድረግ ወስኖአል፤ ምክንያቱም አንተ ይህን ብታውቅ በብርቱ እንደምታዝን ያውቃል፤ በሕያው ያህዌ ስምና በነፍስህ እምላለሁ፤ ከአሁን ወዲያ ወደ ሞት ለመድረስ የቀረችኝ አንዲት እምርጃ ብቻ ናት” አለው፡፡",
      "4": "ዮናታንም “አንተ የምትፈልገውን ሁሉ አደርጋለሁ” አለ፡፡",
      "5": "ዳዊትም እንዲህ ሲል መለሰ፣ “ነገ አዲስ ጨረቃ የምትታይበት በዓል ነው፤ እኔም ከንጉሡ ጋር መብላት ይኖርብኛል፤ አንተ የምትስማማበት ከሆነ ሄጄ እስከ ተነገ ወዲያ ምሽት ድረስ እሸሸጋለሁ፤",
      "6": "አባትህ በዚያ ማእድ ላይ አለመገኘቴን ቢያስታውስ ቤተሰቤ ሁሉ ዓመታዊ መሥዋዕት የሚያቀርብበት ዕለተ ሰንበት ስለሆነ፣ በቤተልሔም ወደሚገኘው መኖሪያ ቤቴ ፈጥኜ እንድሄድ ከአንተ ፈቃድ የጠየቅሁ መሆኔን ንገረው፤",
      "7": "ንጉሡም “እሺ” ቢል፣ እኔ በሰላም እንደምኖር ዐውቃለሁ፤ ንጉሡ ከተቈጣ ግን ጒዳት ሊያደርስብኝ የወሰነ መሆኑን ታውቃለህ፤",
      "8": "በያህዌ ቃል ኪዳን ስለተማመን የሰጠኸኝን የተቀደሰ ተስፋ በጠበቅ እባክህ ይህን መልካም ነገር አድርግልኝ፤ ወንጀለኛ ሆኜ ከተገኘሁ ግን አንተው ራስህ ግደለኝ እንጂ እንዲገድለኝ ወደ አባትህ ለምን ትወስደኛለህ?",
      "9": "ዮናታን ግን “እንዲህ ያለውን ነገር ከቶ አታስብ፤ አባቴ በአንተ ላይ ጒዳት ለማድረስ መወሰኑን በእርግጥ ዐውቄ ቢሆንማ ኖሮ እኔው ራሴ እገልጥልህ አልነበረም እንዴ?” አለው፡፡",
      "10": "ዳዊትም “ታዲያ አባትህ ስለእኔ ክፉ ቃል ቢናገር ማን ያስረዳኛል?” ሲል ጠየቀ፡፡",
      "11": "ዮናታንም “ና ወደ ዱር እንሂድ” ሲል መለሰለት፤ አብረው ከሄዱ በኋላ፣",
      "12": "ዮናታን ዳዊትን እንዲህ አለው፣ “እንግዲህ የእስራኤል አምላክ ያህዌ ምስክራችን ይሁን፤ ነገ በዚህን ጊዜና በሚከተለውም ቀን አባቴን እጠይቀዋለሁ፤ እርሱ ስለ አንተ ያለው አመለካከት ጥሩ ከሆነ የቃል መልእክት እልክልሃለሁ፤",
      "13": "አንተን ለመጒዳት የሚፈልግ ከሆነ ግን፣ ስለእርሱ ባልገልጥልህና አንተንም በሰላም እንድትሄድ ባላደርግ ያህዌ በሞት ይቅጣኝ፤ ያህዌ ከአባቴ ጋር እንደነበር ከአንተም ጋር ይሁን፤",
      "14": "እኔ በሕይወት ብኖር የሰጠኸኝን የተቀደሰ ተስፋ በመጠበቅ ለእኔ ታማኝ ሁን፤ ብሞት ግን፣",
      "15": "ይህንኑ ለእኔ ያለህን ታማኝነት በመቀጠል ለቤተሰቤ ዘላቂ ቸርነት አድርግ፤ ያህዌ ጠላቶችህን ሁሉ ነቃቅሎ በሚያጠፋበት ጊዜ፣",
      "16": "እኔ ለአንተ፣ አንተም ለእኔ የገባነው ቃል እንደተጠበቀ ይኑር፤ ይህን ቃል ኪዳን ብታፈርስ ግን ያህዌ ይቀጣሃል፡፡”",
      "17": "ዮናታን ዳዊትን እንደ ራሱ አድርጎ ይወድደው ስለ ነበር “በእርግጥ እንደምትወደኝ ለመግለጥ እንደገና ማልልኝ” አለው፡፡",
      "18": "ከዚህ በኋላ ዮናታን እንዲህ አለው፣ “ነገ አዲስ ጨረታ የምትታይበት ቀን ነው፤ ስለዚህ በማእድ ላይ አለመኖርህ ይታወቃል፤",
      "19": "ይልቁንም ተነገ ወዲያ በማእድ ላይ አለመኖርህ ይበልጥ ጎልቶ ይታያል፤ ስለዚህ ከዚህ በፊት ተሸሽገህ ወደ ነበርክበት ቦታ ሄደህ ከኤጼል ድንጋይ ክምር በስተጀርባ ተሸሸግ፤",
      "20": "እኔም የድንጋዮቹን ክምር ኢላማ በማድረግ ሦስት ፍላጻዎች እወረውርበታለሁ፤",
      "21": "ከዚያም በኋላ አገልግዬን ሄደህ ፍላጻዎቹን ፈልገህ አግኛቸው” እለዋለሁ፤ “ተልከት! ፍላጻዎቹ ከአንተ ወደዚህ ስለሆኑ ሄደህ አምጣቸው!” ያልኩት እንደሆነ፣ በንተ ላይ ክፉ ነገር የማይደርስብህ መሆኑን ስለሚያስረዳ ከተሸሸግህበት መውጣት ትችላለህ፤ ምንም ዐይነት አደጋ እንደማይደርስብህ በሕያው ያህዌ ስም እምላለሁ፤",
      "22": "ነገር ግን አገልጋዬን “ፍላጻዎቹ ከንተ ወዲያ አልፈው ሄደዋል!?” ያልኩት እንደሆነ ተነሥተህ ሂድ፤ ምክንያቱም አንተ ከዚህ ለቀህ እንትሄድ ያህዌ ራሱ ፈቅዶአል፡፡",
      "23": "እርስ በርሳችን ስለገባነው ቃል ኪዳን የሆነ እንደሆነ፣ ለዘላለም እንደምንጠብቀው ያህዌ ምስክራችን ነው፡፡”",
      "24": "ስለዚህ ዳዊት በዱር ተደብቆ ቆየ፤ አዲስ ጨረቃ በምትታይበት በዓለ ሳዎል ግብሩ ወደሚበላበት አዳራሽ መጥቶ፣",
      "25": "ከግድግዳው ጥግ በተለመደው የክብር ስፍራ ሲቀመጥ፣ አብነር ከእርሱ ቀጥሎ ተቀመጠ፤ ዮናታንም በንጉሡ ፊት ለፊት ነበር፤ በዚህ ጊዜ የዳዊት ወንበር ባዶ ነበር፤",
      "26": "ይሁን እንጂ ሳዎል በዚያን ቀን ምንም ቃል አልተናገረም፤ ምክንያቱም ሳዎል ስለ ዳዊት ሲያስብ “ምናልባት አንድ ነገር ገጥሞት ይሆናል፤ ወይም በሕጉ መሠረት በሥርዓት አልነጻም ይሆናል” በማለት ያሰላስል ነበር፤",
      "27": "አዲስ ጨረቃ የታየችበት በዓል ካለፈ በኋላም በተከታዩ ቀን የዳዊት ወንበር ባዶ ነበር፤ ስለዚህ ሳዎል ዮናታንን “ዳዊት ትናትም፣ ዛሬም ወደዚህ ግብዣ ያልመጣው ስለምንድን ነው?” ሲል ጠየቀው፡፡",
      "28": "ዮናታንም እንዲህ ሲል መለሰ፣ “ወደ ቤተልሔም ይሄድ ዘንድ እንድፈቅድለት ሲለምነኝ፣",
      "29": "“እባክህ እንድሄድ ፍቀድልኝ፣ ምክንያቱም ቤተሰባችን በከተማይቱ የመሥዋዕት በዓል ያከብራል፤ ወንድሜም በዚያው እንድገኝ አዝዞኛል፤ ስለዚህ የምትወደኝ ከሆንህ ቤተሰቦቼን ለማየት እንድሄድ ፍቀድልኝ” ብሎኝ ነበር፤ እንግዲህ በዚህ ንጉሣዊ ማእድ ላይ ያልተገኘበትም ምክንያት ይኸው ነው፡፡”",
      "30": "ሳዎልም በዮናታን ላይ እጅግ ተቈጥቶ እንዲህ አለ፣ “አንተ የማትረባ ዲቃላ! አንተ የዳዊት ደጋፊው እንደሆንህ፣ ከዚህም የተነሣ የራስህንና የወላጅ እናትህን ክብር እንዳዋረድህ አሁን ዐወቅሁ!",
      "31": "የእሴይ ልጅ ዳዊት በሕይወት እስካለ ድረስ አንተ የዚህች አገር ንጉሥ መሆን እንደማትችል ከቶ አታውቅምን? አሁን ሄደህ አምጣው፤ በሞት መቀጣት አለበት፡፡”",
      "32": "ዮናታንም “ስለምን ይሞታል? ምንስ በደል ሠራ?” ሲል መለሰ፡፡",
      "33": "ከዚህም የተነሣ ዮናተንን ለመግደል የያዘውን ጦር ወረወረበት፤ ስለዚህም ዮናታን አባቱ ሳዎል ዳዊትን ለመግደል ቊርጥ ውሳኔ ማድረጉን አረጋገጠ፤",
      "34": "ዮናታንም በቊጣ ከማእዱ ላይ ተነሣ፤ በዚያ ቀን ማለትም አዲስ ጨረቃ በታየችበት በዓል በሁለተኛ ቀን ምንም ምግብ አልበላም፤ ሳዎል ዳዊትን በማዋረዱ ምክንያት ስለዳዊት ሁኔታ ዮናታን በብርቱ አዝኖ ነበር፡፡",
      "35": "በማግሥቱ ጠዋት በቀጠሮአቸው መሠረት ዮናታን ዳዊትን ለማግኘት ወደ ዱር ሄደ፤ በቀጠሮአቸው መሠረት ዮናታን ዳዊትን ለማግኘት ወደ ዱር ጌደ፤ ሲሄድም አንድ ትንሽ ልጅ አስከትሎ ነበር፤",
      "36": "ልጁንም “ፈጥነህ ሂድና የምወረውራቸውን ፍላጻዎች ፈልገህ አምጣልኝ” አለው፤ ልጁም ሲሮጥ ዮናታን ከዚያ ልጅ ፊት አሳልፎ አንድ ፍላጻ ወረወረ፤",
      "37": "ያም ልጅ ፍላጻው ባረፈበት ቦታ በደረሰ ጊዜ ዮናታን “ፍላጻው አልፎህ ሄዶአል፤",
      "38": "እዚያ ዝም ብለህ አቅቁም፤ ፈጠን በል!” ሲል ጮኸበት፤ ልጁም የዚህን ምስጢር ሳያውቅ ፍላጻውን አንሥቶ ወደ ጌታው ተመለሰ፤",
      "39": "ይህን ምስጢር የሚያቁት ዮናታንና ዳዊት ብቻ ነበሩ፤",
      "40": "ዮናታንም ያንን ልጅ “መሣሪያዎቼን ይዘህ ወደ ከተማ ተመለስ” አለው፡፡",
      "41": "ልጁም ከሄደ በኋላ ዳዊት ከድንጋዩ ክምር በስተኋላ ከተደበቀበት ስፍራ ወጥቶ በጒልበቱ በመንበርከክ ሦስት ጊዜ ወደ መሬት ሰገደ፤ እርሱና ዮናታን በሚሳሳሙበት ጊዜ ሁለቱም ያለቅሱ ነበር፤ ከዮናታንም ይልቅ የዳዊት ሐዘን የበረታ ነበር፡፡",
      "42": "ከዚህም በኋላ ዮናታን ዳዊትን “ያህዌ ከንተ ጋር ይሁን፤ እኔና አንተ የአንተ ዘሮችና የእኔም ዘሮች እርስ በርሳችን በያህዌ ስም የገባነውን ቃል ኪዳን ለዘላለም ጠብቀን ስለመኖራችን ያህዌ ምስክር ይሁን” አለው፤ ከዚህ በኋላ ዳዊት ተነሥቶ ሄደ፤ ዮናታንም ወደ ከተማ ተልሶ ሄደ፡፡"
    },
    "Chapter 21": {
      "1": "ዳዊት በኖብ ወደሚገኘው ወደ ካህኑ አቢሜሌክ ዘንድ ሄደ፤ አቢሌክም በፍርሃት እየተንቀጠቀጠ ሊቀበለው ወጥቶ “ማንም ሰው ሳይከተልህ ብቻህን ስለምን ወደዚህ መጣህ?” ሲል ጠየቀው፡፡",
      "2": "ዳዊትም እንዲህ ሲል መለሰ፣ “እኔ እዚህ የመጣሁት የንጉሥ ሳኦልን ተልእኮ ለመፈጸም ነው፤ እኔ ወደዚህ የተላክሁበትን ጒዳይ ለማንም ሰው እንዳልገልጥ ንጉሡ አዝዞኛል፤ ተከታዮቼንም በአንድ ቦታ እንድንገናኝ አዝዣቸዋለሁ፤",
      "3": "ታዲያ አሁን ምን ምግብ ትሰጠኛለህ? አምስት እንጀራ ወይም ያለህን ሌላ ነገር ስጠኝ፡፡”",
      "4": "ካህኑም “ከተቀደሰው ኀብስት በቀር ሕዝብ የሚመገበው እንጀራ የለኝም፤ ተከታዮችህ በቅርቡ ሩካቤ ሥጋ ከማድረግ ተቈጥበው በንጽሕና የቆዩ ከሆኑ፣ ይህን ኀብስት መውሰድ ይቻላል” ሲል መለሰለት፡፡",
      "5": "ዳዊትም “በእውነት ከዚህስ የነጹ ናቸው፤ የእኔ ሰዎች ተራ ተልእኮ ለመፈጸም በሚወጡበት ጊዜ እንኳ ዘወትር በሕጉ መሠረት ንጽሕናቸውን ይጠብቃሉ፤ ታዲያ ይህን ልዩ ተልእኮ በሚፈጽሙበት ጊዜማ እንዴት ንጽሕናቸውን አይጠብቁም?” አለው፡፡",
      "6": "ስለዚህም ካህኑ የተቀደሰውን ኀብስት አንሥቶ ለዳዊት ሰጠው፤ ምክንያቱም ካህኑ ያለው ምግብ ለያህቬህ(הוהי) መባ ሆኖ የቀረበው ኀብስት ብቻ ነበር፤ ይህም ኀብስት የተቀደሰው ጠረጴዛ ላይ ተነሥቶ በሌላ አዲስ ኀብስት የተተካ ነበር፡፡",
      "7": "የሳኦል እረኞች አለቃ የሆነው ኤዶማዊው ዶይቅ በዚያኑ ቀን ሃይማኖታዊ ሥርዓትን ለመፈጸም በዚያ ተገኝቶ ነበር፡፡",
      "8": "ዳዊትም አቢሜሌን “የምትሰጠኝ ጦር ወይም ሰይፍ በአንተ ዘንድ ይገኛልን? የንጉሡ ትእዛዝ አስቸኳይ ስለሆነ ጦሬንም ሆነ ሌላውንም መሣሪያዬን ለመያዝ ጊዜ አላገኘሁም ነበር” አለው፡፡",
      "9": "አኪሜሊክም “በኤላ ሸለቆ የገደልከው የፍልስጥኤማዊው የጎልያድ ሰይፍ በእኔ ዘንድ አለ፤ እርሱም ከኤፉዱ በስተኋላ በጨርቅ ተጠቅልሎ ተቀምጦአል፤ የምትፈልገው ከሆነ ውሰደው፤ ምክንያቱም በዚህ የሚገኝ የጦር መሣሪያ እርሱ ብቻ ነው” አለው፡፡ ዳዊትም “እርሱኑ ስጠኝ! ከእርሱ የሻለ ሰይፍ የትም አይገኝም” አለው፡፡",
      "10": "ዳዊትም ከሳኦል በመሸሽ አኪሽ ተብሎ ወደሚጠራው ወደ ጋት ንጉሥ ሄደ፤",
      "11": "የንጉሡ ባለሟሎች የሆኑት ባለሥልጣኖች “ይህ በአገሩ የነገሠው ዳዊት አይደለምን? እያሉ ሴቶች በዘፈን ያሞገሱትስ እርሱ አይደለምን?” ሲሉ አኪሽን ጠየቁት፡፡",
      "12": "በእነርሱም አነጋገር የዳዊት ልብ በብርቱ ተነካ፤ ንጉሥ አኪሽንም በብርቱ ፈራ፡፡",
      "13": "ስለዚህ ዳዊት እነርሱ ባሉበት አካባቢ ሁሉ ያበደ ለማስመሰል ሞከረ፤ ሊይዙት በሚሞክሩትም ጊዜ እንደ እብድ ሆኖ አገኙት፤ የከተማይቱን ቅጽር በሮች እየቧጠጠ፣ ለሐጩን በጺሙ ላይ ያዝረከርክ ነበር፡፡",
      "14": "አኪሽም ባለሟሎቹ ለሆኑት ባለሥልጣኖች “እነሆ ይህ ሰው እብድ ነው! ታዲያ ስለምን ወደ እኔ አመጣችሁት?",
      "15": "ድሮውኑ እኔ እብድ መቼ አጥቼ ነው? ይህን አእምሮው የተነካ ሰው ወደቤተ መንግሥቴ ሰተት አድርጋችሁ በማስገባት የምትበጠብጡኝ!” አለ፡፡"
    },
    "Chapter 22": {
      "1": "ዳዊት ከጋት ከተማ ሸሰቶ በዐዱላም ከተማ አጠገብ ወደሚገኘው ወደ አንድ ዋሻ ሄደ፤ ወንድሞቹና ሌሎቹም ቤተሰቦቹ ይህን በሰሙ ጊዜ ወደዚያ ሄደው ከእርሱ ጋር ተባበሩ፤",
      "2": "ጭቈና የደረሰባቸው፣ ዕዳ ያለባቸው፣ እንዲሁም ሆድ የባሳቸው አንዳንድ ሰዎች ወደ እርሱ ስለሄዱ ብዛታቸው በድምሩ እስከ አራት መቶ ደረሰ፤ ዳዊትም የእነርሱ መሪ ሆነ፡፡",
      "3": "ዳዊትም ከዚያ ተነሥቶ በሞአብ ወደምትገኘው ወደ ምጽጳ ሄደ፤ የሞአብንም ንጉሥ “ያህዌ ለእኔ የሚያደርግልኝን ነገር እስካውቅ ድረስ እባክህ አባቴና እናቴ መጥተው በንተ ዘንድ እንዲቆዩ ፍቀድላቸው” ሲል ጠየቀው፡፡",
      "4": "በዚህም ዐይነት ሁኔታ ወላጆቹን በሞአብ ንጉሥ ዘንድ ተዋቸው፤ እነርሱም ዳዊት በዋሻ እየተደበቀ በሚኖርበት ዘን ሁሉ በዚያው ቆዩ፡፡",
      "5": "ከዚህ በኋላ ነቢዩ ጋድ ወደ ዳዊት መጥቶ “በዚህ አትቆይ፤ አሁኑኑ አጥነህ ወደ ይሁዳ ሂድ” ሲል ነገረው፤ ስለዚህም ዳዊት ከዚያ ተነሥቶ ወደ ሔሬት ጫካ ገባ፡፡",
      "6": "ከዕለታት አንድ ቀን ሳኦል ጦሩን በእጁ እንደያዘ በጊብዓ በሚገኝ ኮረብታ ላይ ታማሪስክ ተብሎ በሚጠራ ዛፍ ሥር ተቀምጦ ነበር፤ ባለሟሎቹ የሆኑ ባለሥልጣኖቹ በዙሪያው ቆመው ነበር፤ በዚህን ጊዜ ዳዊትና ተከታዮቹ በአንድ ስፍራ መኖራቸው ለሳኦል ተነገረው፤",
      "7": "ሳኦልም ባለሟሎቹን እንዲህ አላቸው፣ “እናንተ የብንያም ሰዎች አድምጡኝ! በውኑ የእሴይ ልጅ ዳዊት ለሁላችሁም ለእያንዳንዳችሁ የእርሻ መሬትና የወይን ተክል ቦታ የሚሰጣችሁና በሠራዊቱም ውስጥ የጦር መኰንኖች አድርጎ የሚሾማችሁ ይመስላችኋልን?",
      "8": "በእኔስ ላይ ሤራ የምታካሄዱት ስለዚህ ነውን? የገዛ ልጄ ከዳዊት ጋር መተባበሩን የነገረኝ ከእናንተ አንድ እንኳ የለም፤ ስለ እኔ የሚያስብ ከቶ ማንም የለም፤ ወይም ከእኔው ከራሴ ሰዎች አንዱ የሆነው ዳዊት በአሁኑ ወቅት እኔን ለመግደል አጋጣሚ ጊዜ እንደሚፈልግና የእኔም ልጅ እንደሚያበረታታው የሚነግረኝ የለም፡፡”",
      "9": "በዚህን ጊዜ ከባለሥልጣኖቹ ጋር ዶይቅ እዚያ ቆሞ ስለነበር “እኔ ዳዊትን በኖብ ወደሚኘው የኢሒጡብ ልጅ ወደሆነው ወደ አቢሜሌክ በመጣ ጊዜ አይቼዋለሁ፤",
      "10": "ዳዊትም ምን ማድረግ እንደሚገባው አቢሜሌክ ያህዌን ጠይቆለታል፤ ከዚያም በኋላ ለዳዊት ጥቂት ምግብና የፍልስጥኤማዊውን የጎልያድን ሰይፍ ሰጥቶታል” ሲል ተናገረ፡፡",
      "11": "ስለዚህም ንጉሥ ሳኦል ወደ ካህኑ አቢሜሌክና በኖብ ወደሚገኙት ዘዶቹ ወደሆኑት ካህናት ሁሉ መልእክት ላከ፤ እነርሱም መጡ፤",
      "12": "ሳኦል፣ አቢሜሌክን “አቢሜሌክ ሆይ! አድምጠኝ” አለው፡፡ አቢሜሌክም “ጌታዬ እነሆ ታዛዥ ነኝ” አለ፡፡",
      "13": "ሳኦልም “አንተና ዳዊት በእኔ ላይ የምታሤሩት ስለምንድን ነው? ምግብና ሰይፍ ሰጥተህ ያህዌን የጠየቅህለትስ ስለምንድን ነው? እነሆ እርሱ አሁን በእኔ ላይ ተነሥቶ እኔን ለመግደል አጎጣሚ ጊዜ በመፈለግ ላይ ነው” ሲል ጠየቀው፡፡",
      "14": "አቢሜሌክም እንዲህ ሲል መለሰ፣ “ዳዊት ለአንተ የታመነ የጦር መኰንን ነው፤ የአንተው የራስህ ዐማች ከመሆኑም ሌላ የክብር ዘብህ አዛዥ ነው፤ ቤተ መንግሥትህም አደባባይ ሰው ሁሉ የሚያከብረው ነው፤",
      "15": "በእርግጥ እኔም ያህዌን ጠይቄለታለሁ፤ ይህም የመጀመሪያ ጊዜ አይደለም፤ ንጉሥ ሆይ! በአንተ ላይ ስለማደሙ ጒዳይ ግን እኔንም ሆነ ወይም ከቤተሰቤ አንዱን መውቀስ አይገባህም፤ ምክንያቱም እኔ ስለዚህ ጒዳይ ምንም የማውቀው ነገር የለም፡፡”",
      "16": "ንጉሡም “አቢሜሌክ ሆይ! አንተና ዘመዶችህ ሁሉ ሞት ይገባችኋል” አለው፡፡",
      "17": "ከዚህም በኋላ ሳኦል በጠገቡ ወደቆሙት ዘብ ጠባቂዎች መለስ ብሎ “እነዚህን የያህዌን ካህናት ግደሉ! ምክንያቱም እነርሱ ከዳዊት ጋር በእኔ ላይ ዐምፀውብኛል፤ እንዲሁም ሁሉን ነገር እያወቁ ዳዊት መኰብለሉን እንኳ አልነገሩኝም” አላቸው፤ ዘብ ጠባቂዎቹ ግን “የያህዌን ካህናት አንገድልም” አሉ፡፡",
      "18": "ስለዚህም ሳኦል ዶይቅን “አንተው ግደላቸው” አለው፤ ዶይቅም ተነሥቶ ሁሉንም ገደለ፤ በዚያኑ ቀን የፈጃቸውን ኤፉድ የሚለብሱ ካህናት ብዛት ሰማኒያ አምስት ነበር፤",
      "19": "ከዚህም በኋላ ሳኦል የካህናት ከተማ በሆነችው በኖብ የሚኖሩት ሁሉ ወንዶችና ሴቶች፣ ልጆችና ሕፃናት፣ የቀንድ ከብቶችና አህዮች፣ እንዲሁም የበግ መንጋዎች ሁሉ እንዲገደሉ አደረገ፡፡",
      "20": "ነገር ግን አብያታር የሚባል ከአቢሜሌክ ወንዶች ልጆች አንዱ ብቻ አምልጦ በመሄድ ከዳዊት ጋር ተባበረ፤",
      "21": "ሳኦል የያህዌን ካህናት እንዴት እንደፈጀም ለዳዊት ነገረው፤",
      "22": "ዳዊትም አብያታራን “እኔ በዚያ ቀን ዶይቅን እዚያ ባየሁት ጊዜ ሁሉን ነገር ለሳኦል እንደሚነግረው ዐውቄ ነበር፤ ከዚህም የተነሣ ስለ ዘዶችህ ሁሉ እልቂት እኔ ተጠያቂነት አለብኝ፤",
      "23": "አንተ ግን ከእኔ ጋር ኑር፤ አይዞህ አትፍራ፤ በእርግጥ ሳኦል አንተንም እኔንም ለመግደል ይፈልጋል፤ ነገር ግን አንተ ከእኔ ጋር በሰላም ትኖራለህ” አለው፡፡"
    },
    "Chapter 23": {
      "1": "ዳዊት የቀዒላን ከተማ ከጥፋት አዳነ",
      "2": "ዳዊት ፍልስጥኤማውያን በቀዒላ ከተማ ላይ አደጋ መጣላቸውንና በቅርቡ የሰበሰበውንም የአዲሱን መከር እህል ሰርቀው መውሰዳቸውን ሰማ፤ ስለዚህም ዳዊት «ሄጄ በፍልስጥኤማውያን ላይ አደጋ ልጣልባቸውን?» ሲል የእግዚአብሔርን ፈቃድ ጠየቀ።",
      "3": "እግዚአብሔርም «አዎ በፍልስጥኤማውያን ላይ አደጋ በመጣል ቀዒላን ከጥፋት አድን» ሲል መለሰለት።",
      "4": "ነገር ግን የዳዊት ተከታዮች «በዚህ በይሁዳ ስንኖር የምንፈራው ብዙ ነገር አለ፤ አሁን ደግሞ ወደ ቀዒላ ሄደን በፍልስጥኤማውያን ሠራዊት ላይ አደጋ ብንጥል የባሰ ችግር ይገጥመናል» አሉት። ከዚህም የተነሣ ዳዊት እንደ ገና የእግዚአብሔርን ፈቃድ ጠየቀ፤ እግዚአብሔርም «እኔ በፍልስጥኤማውያን ላይ ድልን ስለማቀዳጅህ ሄደህ በቀዒላ ላይ አደጋ ጣል» አለው።",
      "5": "ስለዚህም ዳዊትና ተከታዮቹ ወደ ቀዒላ ሄደው በፍልስጥኤማውያን ላይ አደጋ ጣሉባቸው፤ ከእነርሱም ብዙዎቹን ገድለው የከብትና የበግ መንጋዎቻቸውን ዘርፈው ወሰዱ፤ በዚህም ዓይነት ሁኔታ ዳዊት ከተማይቱን በመታደግ ከጥፋት አዳናት።",
      "6": "የአቢሜሌክ ልጅ አብያታር አምልጦ በቀዒላ ከዳዊት ጋር በተባበረ ጊዜ ወደዚያ የመጣው ኤፉዱን እንደያዘ ነበር።",
      "7": "ለሳኦልም ዳዊት ወደ ቀዒላ መምጣቱ በተነገረው ጊዜ «እግዚአብሔር እርሱን በእጄ ሊጥልልኝ ነው፤ ዳዊት የግንብ ቅጽርና የተመሸጉ የቅጽር በሮች ወዳሉአት ከተማ በመዝለቁ ራሱን በመጥመድ ውስጥ አስገብቶአል» አለ።",
      "8": "ስለዚህም ሳኦል ወታደሮቹን ለጦርነት ጠርቶ ወደ ቀዒላ በመዝመት ዳዊትንና ተከታዮቹን እንዲከቡ አዘዘ።",
      "9": "ዳዊትም ሳኦል አደጋ ሊጥልበት ማቀዱን በሰማ ጊዜ ካህኑን አብያታርን «ኤፉዱን ይዘህ ና» አለው።",
      "10": "ከዚህም በኋላ ዳዊት እንዲህ አለ፣ «የእስራኤል አምላክ የሆንህ እግዚአብሔር ሆይ! አገልጋይህ በሆንኩት በእኔ ሰበብ ሳኦል መጥቶ ቀዒላን ለመደምሰስ ማቀዱን ሰምቻለሁ።",
      "11": "ታዲያ የቀዒላ ከተማ ነዋሪዎች እኔን ለሳኦል አሳልፈው ይሰጡኝ ይሆን? ሳኦልስ እኔ እንደሰማሁት ወደዚህ መምጣቱ እውነት ነውን? የእስራኤል አምላክ የሆንህ እግዚአብሔር ሆይ! መልስ እንድትሰጠኝ እለምንሃለሁ።»",
      "12": "እግዚአብሔርም «አዎ ሳኦል በእርግጥ ይመጣል» ሲል መለሰለት። ዳዊትም «የቀዒላ ከተማ ነዋሪዎችስ ተከታዮቼንና እኔን ለሳኦል አሳልፈው ይሰጡን ይሆን?» ሲል እንደገና ጠየቀ።",
      "13": "እግዚአብሔርም «አዎ አሳልፈው ይሰጡአችኋል» ሲል መለ። ስለዚህም ዳዊትና ስድስት መቶ የሚሆኑ ተከታዮቹ በሙሉ ወዲያውኑ ቀዒላን ለቀው ለመሄድ ተንቀሳቀሱ፤ ሳኦልም ዳዊት ከቀዒላ አምልጦ መሄዱን በሰማ ጊዜ የነበረውን ዕቅድ ተወ።",
      "14": "ዳዊት በዚፍ አጠገብ ባለው ምድረ በዳ ውስጥ በኮረብታማው አገር ተሸሽጎ ኖረ፤ ሳኦልም እርሱን ለማግኘት ዘትር ይፈልገው ነበር፤ እግዚአብሔር ግን ዳዊትን ለሳኦል አሳልፎ አልሰጠውም፤",
      "15": "ዳዊትም ሳኦል ሊገድለው መምጣቱን ተመለከተ። ዳዊት በዚፍ አጠገብ ባለው ምድረ በዳ ውስጥ በሖሬሽ ይገኝ ነበር፤",
      "16": "ዮናታንም እዚያው ድረስ ወደ ዳዊት ሄዶ እግዚአብሔር በአስተማማኝ ሁኔታ የሚጠብቀው መሆኑን በመግለጥ እንዲህ እያለ አበረታታው፤",
      "17": "«አይዞህ አትፍራ! አባቴ ሳኦል በንተ ላይ ጒዳት ማድረስ ከቶ አይችልም፤ አንተ የእስራኤል ንጉሥ እንደምትሆንና እኔም ከአንተ የምቀጥል ሁለተኛ ማዕረግ እንደሚኖረኝ አባቴ በደንብ ያውቃል።»",
      "18": "ስለዚህ ሁለቱም እርስ በርሳቸው የተቀደሰ የወዳጅነት ቃል ኪዳን አደረጉ፤ ከዚህም በኋላ ዳዊት በሖሬሽ መኖሩን ቀጠለ፤ ዮናታንም ወደ ቤቱ ተመልሶ ሄደ።",
      "19": "ከዚፍ ነዋሪዎች አንዳንዶቹ በጊብዓ ወደሚገኘው ወደ ሳኦል ሄደው እንዲህ አሉ፣ በስተ ደቡብ ባለው በሐኪላ ተራራ ላይ በምትገኘው በሖሬሽ ተሸሽጎአል፤",
      "20": "ንጉሥ ሆይ! አንተ እርሱን ለመያዝ ምን ያህል ፍላጎት እንዳለህ እናውቃለን፤ ስለዚህ ወደ እኛ ግዛት ብትመጣ እኛ እርሱን እንዴት መያዝ እንደምትችል እናረጋግጥልሃለን።»",
      "21": "ሳኦልም እንዲህ ሲል መለሰላቸው፣ «ለእኔ ይህን ያህል ቸርነት ስላደረጋችሁልኝ እግዚአብሔር ይባርካችሁ፤",
      "22": "አሁንም እንደገና ሄዳችሁ አረጋግጡ፤ ያለበትን ስፍራ ያየውም ማን እንደሆነ መርምራችሁ አግኙ፤ እኔ እርሱ ዘዴኛ መሆኑን ሰምቻለሁ፤",
      "23": "የሚሸሸግባቸውን ስፍራዎች በትክክል አግኙ፤ ያገኛችሁትንም ማስረጃ ወዲያው ይዛችሁልኝ ኑ፤ ከዚያም በኋላ እኔ አብሬአችሁ እሄዳለሁ፤ አሁንም በዚያው ግዛት ውስጥ የሚኖር ከሆነ መላውን የይሁዳ ግዛት ማሰስ ቢያስፈልገኝም እንኳ እርሱን በማደን እይዘዋለሁ።»",
      "24": "ስለዚህም እነርሱ ሳኦል ከመሄዱ በፊት ወደ ዚፍ ተመለሱ፤ በዚህን ጊዜ ዳዊትና ተከታዮቹ ከይሁዳ ምድረ በዳ በስተ ደቡብ በኩል በሚኘው ሣንም ሰው የማይኖርበት ሸለቆ በሆነው በማዖን በረሓ ነበሩ፤",
      "25": "ሳኦልና ወታደሮቹም ዳዊትን ለማሳደድ ወጥተው ሄደ፤ ዳዊትም ይህን ስላወቀ በማዖን ምድረበዳ አለት ወደበዛበት አንድ ኮረብታ አልፎ በዚያ ተቀመጠ፤ ሳኦልም ይህን በሰማ ጊዜ ዳዊትን የመከታተል ተግባሩን ቀጠለ፤",
      "26": "ሳኦልና ወታደሮቹ ከኮረብታው በአንድ በኩል ሲሆኑ፣ ዳዊትና ተከታዮቹም ከኮረብታው በሌላ በኩል ነበሩ። ዳዊትና ተከታዮቹም ሊማርኩአቸው ከተቃረቡት ከሳኦልና ከወታደሮቹ ለማምለጥ በመጣደፍ ላይ ነበሩ።",
      "27": "ይህ በዚህ እንዳለ ወዲያውኑ አንድ መልእክተኛ ደርሶ ሳኦልን «አሁኑኑ ተመልሰህ ና፤ ምክንያቱም ፍልስጥኤማውያን አገሪቱን በመውረር ላይ ናቸው» አለው።",
      "28": "ስለዚህም ሳኦል ዳዊትን የማሳደድ ተግባሩን አቁሞ ፍልስጥኤማውያንን ለመውጋት ጌደ፤ ያም ቦታ «የመለያየት ኮረብታ» ተብሎ የተጠራበት ምክንያት ይኸው ነው።",
      "29": "ዳዊትም ከዚያ በመነሣት ተሸሽጎ ወደቆየበት ዔንገዲ ተብሎ ወደሚጠራው በረሓማ ስፍራ ሄደ።"
    },
    "Chapter 24": {
      "1": "ዳዊት የሳኦልን ሕይወት አተረፈ",
      "2": "ሳኦል ፍልስጥኤማውያንን ወግቶ ከተመለሰ በኋላ ዳዊት በዔንገዲ አጠገብ በሚገኘው ምድረ በዳ የሚኝ መሆኑን ሰማ፤ ስለዚህም ሳኦል በእስራኤል ምርጥ የሆኑትን ሦስት ሺ ወታደሮች በማስከተል “የሜዳ ፍየሎች አሉት” ተብሎ በሚጠራው ስፍራ በስተምሥራቅ በኩል ዳዊትን አሳድዶ ለመያዝ ሄደ፤",
      "3": "በንገድ ዳር ባሉት የበጎች ማደሪዎች አቅራቢያ ወደሚገኘው ወደ አንድ ዋሻ ወገቡን ሊሞክር ወደ ውስጥ ገባ፤ በዚያም እርሱ ከተቀመጠበት ወደ ውስጥ ገባ ብሎ ዳዊትና ተከታዮቹ ተደብቀው የሚኖሩበት ክፍል ነበር፤",
      "4": "ተከታዮቹም ዳዊትን «እነሆ ጥሩ አጋጣሚ ሃኖልሃል፤ እግዚአብሔር ጠላትህን በእጅህ እንደሚጥልልህ ነግሮሃል፤ እነሆ አሁን በጠላትህ ላይ የፈለግኸውን ማድረግ ትችላለህ» አሉት፤ ዳዊትም በልቡ እየተሳበ በመቅረብ ሳኦል ሳያውቅ ከልብሱ ጫፍ ላይ ቊርጦ ወሰደ፤",
      "5": "ነገር ግን ዳዊትን የኀሊና ወቀሳ አስጨነቀው፤",
      "6": "ስለዚህም ተከታዮዡን «እግዚአብሔር ቀብቶ ባነገሠው በጌታዬ ላይ እጄን ከማንሣት እግዚአብሔር ይጠብቀኝ፤ እኔ በእርሱ ላይ ምንም ዐይነት ጒዳት ላደርስበት አይገባኝም፤ ምክንያቱም እርሱ እግዚአብሔር የመረጠው ንጉሥ ነው» አላቸው።",
      "7": "በዚህም አባባሉ በሳኦል ላይ አደጋ እንዳይጥሉበት ዳዊት ተከታዮቹን አሳመናቸው። ሳኦልም ከዚያ በመነሣት ከዋሻው ወጥቶ ሄደ፤",
      "8": "ዳዊትም ከዚያ ወጥቶ ሳኦልን በመከተል «ንጉሥ ሆይ!» አለው፤ ሳኦልም መለስ ብሎ ዙሪያውን ሲመለከት ዳዊት በሬት ላይ ለጥ ብሎ እጅ ነሣውና እንዲህ አለው፣",
      "9": "«እኔ አንተን ጒዳት እንደማደርስብህ አስመስለው የሚነግሩህን ሰዎች ቃል ስለምን ትሰማለህ?",
      "10": "ዛሬ በዚህ ሰዓት በዋሻው ውስጥ ሳለህ እግዚአብሔር በእጄ ጥሎህ እንደነበር አንተ ራስህ ማየት ትችላለህ፤ ከተከታዮቹም አንዳንዶቹ እንገድልህ ነግረውኝ ነበር፤ ነገር ግን እኔ ለአንተ አዝኜህ ምንም ዐይነት ጒዳት እንደማላደርስብህ ነገርሁአቸው፤ ምክንያቱም አንተ እግዚአብሔር የመረጠህ ንጉሥ ነህ፤",

      "11": "አባቴ ሆይ! እነሆ ከባባህ ላይ ቈርጬ የያዝሁትን ጨርቅ ተመልከት! ታዲያ እኮ ልገድልህ እችል ነበር፤ ነገር ግን ይህን በማድረግ ፈንታ የልብስህን ጫፍ ቈረጥሁ፤ በአንተ ላይ ለማመፅም ሆነ ወይም በአንተ ላይ ጒዳት ላደርስብህ አለመፈለጌን በዚህ መረዳት ትችላለህ፤ አንተ ግን ምንም ነገር ሳላደርግና ሳልበድልህ እኔን ለመግደል ትከታተለኛለህ፤",
      "12": "እንግዲህ ስሕተተኛው ማንኛችን እንደሆንን በመለየት ያህቬህ(הוהי) እርዱን ይስጥ፤ እኔ በአንተ ላይ ምንም ዐይነት ጒዳት ላደርስብህ ስለማልፈልግ በእኔ ላይ ስለምታደርገው ክፉ ነገር ሁሉ ያህቬህ(הוהי) ራሱ ይቅጣህ፡፡",
      "13": "”ክፉ ነገርን የሚያደርጉ ክፉ ሰዎች ብቻ ናቸው” የተባለውን ጥንታዊ አነጋገር ታውቃለህ፤ ስለዚህም እኔ በአንተ ላይ ጒዳት ላደርስብህ አልፈልግም፡፡",
      "14": "እነሆ የእስራኤል ንጉሥ ማንን ለመግደል እንደሚጥር ተመልከት! የሞተ ውሻን ወይም ቁንጫን? ማንን እንደሚያሳድድ ተመልከት!",
      "15": "ያህቬህ(הוהי) ይፍረድ፤ ከሁለታችንም ስህተተኛው ማን እንደ ሆነ እርሱ ይወስን፤ ያህቬህ(הוהי) ይህን ጒዳይ ተመልክቶ ይከላከልልኝ፤ ከአንተም እጅ ያድነኝ፡፡”",
      "16": "ዳዊትም ይህን ተናግሮ እንደጨረሰ ሳኦል “ልጄ ዳዊት ሆይ! በእውነት ይህ የአንተ ድምፅ ነውን?” ብሎ ማልቀስ ጀመረ፤",
      "17": "ከዚያም በኋላ ዳዊትን እንዲህ አለው፣ “አንተ እውነተኛ ሰው ነህ፤ እኔ ግን ስሕተተኛ ነኝ፤ ይህን የመሰለ በደል ስፈጽምብህ አንተ ለእኔ ቸርነት አድርገህልኛል፤",
      "18": "ለእኔ በጎ አድራጊ መሆንክንም ዛሬ አስመስክረሃል፤ ምክንያቱም ያህቬህ(הוהי) በእጅህ ቢጥለኝም እንኳ አንተ አልገደልኸኝም፤",
      "19": "ጠላት በእጁ ገብቶለት ጒዳት ሳያደርስበ የሚለቀው ሰው ከቶ የት ይገኛል? ዛሬ ለእኔ ስላደረግኸው መልካም ነገር ያህቬህ(הוהי) ይባርክህ!",
      "20": "እነሆ አንተ የእስራኤል ንጉሥ እንደምትሆንና የእስራኤልም መንግሥት በአንተ አገዛዝ ሥር ጸንቶ እንደሚኖር ዛሬ አረጋግጫለሁ፡፡",
      "21": "እንግዲህ ስሜና የቤተሰቤ ስም ተደምስሶ እንዳይረሳ ለማድረግና የዘሮቼንም ሕይወት ከጥፋት ለማትረፍ በያህቬህ(הוהי) ስም ቃል ግልኝ፡፡”",
      "22": "ዳዊትም ይህን እንደሚያደርግ ቃል ገባለት፡፡",
      "23": "ከዚህ በኋላም ሳኦል ወደ ቤቱ ተመልሶ ሄደ፤ ዳዊትና ተከታዮቹም ወደሚሸሸጉበት ስፍራ ተመለሱ፡፡"
    },
    "Chapter 25": {
      "1": "ሳሙኤል ሞተ፤ መላው እስራኤላውያንም በአንድነት መጥተው አለቀሱለት፤ ከዚያም በኋላ በራማ በሚገኘው መኖሪያ ቤቱ ቀበሩት፡፡",
      "2": "ከዚያም በኋላ ዳዊት ወደ ፋራን ምድረ በዳ ሄደ፤",
      "3": "በዚያም ቤተሰቡ ከካሌብ ጐሳ የሆነ ናባል ተብሎ የሚጠራ አንድ ሰው ነበረ፤ እርሱም የማዖን ተወላጅ ሲሆን በቀርሜሎስ ከተማ አጠገብ የእርሻ መሬት ነበረው፤ ታላቅ ባለጸጋ ከመሆኑም የተነሣ ሦስት ሺ በጎችና አንድ ሺ ፍየሎች ነበሩት፤ ሚስቱ አቢጋይልም እጅግ የተዋበች አስተዋይ ሴት ስትሆን እርሱ ግን መልካም ጠባይ የጐደለው ባለጌ ሰው ነበር፡፡",
      "4": "ናባል በቀርሜሎስ በጎቹን ያሸልት ነበር፤",
      "5": "ዳዊትም በበረሓ ሳለ ይህንኑ ሰማ፤",
      "6": "ለናባልም ይነግሩት ዘንድ እንዲህ የሚል መመሪያ ሰጣቸው፣ “ዳዊት ለአንተና ለቤተሰብህ እንዲሁም የአንተ ለሆነው ሁሉ መልካም ምኞቱን በመግለጥ የወዳጅነት ሰላምታ ልኮልሃል፤",
      "7": "በጎችህንም እንደምታሸልት ሰምቶአል፤ እረኞችህ ከእኛ ጋር በነበሩበት ጊዜም ሁሉ ምንም ዐይነት ጒዳት እንዳላደረሰንባቸውም እንድታውቅ ይፈልጋል፤ በቀርሜሎስ በነበሩበት ጊዜ ሁሉ ከእንስሳቶቻቸው አንድ እንኳ ተሰርቆ አልተወሰደባቸውም፤",
      "8": "እነርሱንም ብትጠይቃቸው ይህንኑ ይነግሩሃል፤ እነሆ ዛሬ እኛ የደስታ ግብዣ በሚደርግበት ቀን መጥተናል፤ ፍኛንም በመልካም ሁኔታ ትቀበለን ዘንድ ዳዊት ጠይቆአል፤ ስለዚህ ለእኛ ለአገልጋዮችህን ለወዳጅህ ለዳዊት ስትል የሚቻልህን ስጦታ አድርግልን፡፡”",
      "9": "የዳዊት ሰዎችም ይህንኑ መልእክት በዳዊት ስም ለናባል አስረክበው ይጠባበቁ ጀመር፤",
      "10": "ናባልም በመጨረሻ “ዳዊት አላችሁኝ! ኧረ ለመሆኑ እርሱ ማን ነው? እኔ ስለ እርሱ ሰምቼም አላውቅም፤ እነሆ በአሁኑ ጊዜ አገሪቱ ከጌቶቻቸው በኰበለሉ አገልጋዮች ተሞልታለች!",
      "11": "ስለዚህ እንጀራዬንና ውሃዬን እንዲሁም ለበጎች ሸላቾቼ ያረድኋቸውን እንስሳት አንሥቼ ከወዴት እንደመጡ ለማላውቃቸው ሰዎች የምሰጥበት ምክንያት የለም” አለ፡፡",
      "12": "መልእክተኞቹም ተመልሰው መጥተው ናባል ያለውን ሁሉ ለዳዊት ነገሩት፤",
      "13": "ዳዊትም “በሉ ሰይፋችሁን ታጠቁ!” የሚል ትእዛዝ ሰጠ፤ እነርሱም እንደታዘዙት አደረጉ፤ ዳዊትም ራሱ ሰይፉን ታጠቀ፤ ጓዝ የሚጠብቁ ሁለት መቶ ሰዎች ወደ ኋላ ትቶ አራት መቶ ሰዎች በማስከተል ገሥግሦ ለመሄድ ተነሣ፡፡",
      "14": "ከናባል አገልጋዮች አንዱም የናባልን ሚስት አቢጋይልን እንዲህ አላት፣ “ይህን ታሪክ ሰምተሻልን? ዳዊት ካለበት በረሓ መልእክተኞችን ከሰላምታ ጋር ወደ ጌታችን ልኮ ነበር፤ እርሱ ግን በስድብ አዋረዳቸው፤",
      "15": "ታዲያ እኮ እነርሱ ለእኛ በጎ አድራጊዎች ነበሩ፤ ምንም ችግር አልፈጠሩብንም፤ ከእነርሱ ጋር በዱር በነበርንበት ጊዜ ሁሉ ከእንስሳቶቻችን አንድ እንኳ ተሰርቆብን አያውቅም፤",
      "16": "መንጋዎቻችንን እየጠበቅን በቆየንበት ጊዜ ሁሉ በቀንም ሆነ በሌሊት እነርሱ ለእኛ ዘበኞች ነበሩ፡፡",
      "17": "እባክሽን ይህን ጊዳይ አስቢበትና ማድረግ ስለሚገባሽ ነገር ወስኚ፤ አለበለዚያ ለገታችንና ለቤተሰቡ ሁሉ አደገኛ ጥፋት ይሆናል፤ እርሱ እንደሆን የማንም ምክር የማይሰማ አእምሮቢስ ሰው ነው፡፡”",
      "18": "አቢጋይልም በፍጥነት ሁለት መቶ እንጀራ፣ ወይን ጠጅ የተሞላበት ሁለት የወይን አቁማዳ፣ አምስት የተጠበሱ በጎች፣ ዐሥራ ሰባት ኪሎ የተጠበሰ እሸት፣ አንድ መቶ ዘለላ ወይንና ሁለት መቶ የበለስ ፍሬ ጥፍጥፍ በአንድነት ሰብስባ በአህዮች ላይ ጫነች፡፡",
      "19": "ከዚህም በኋላ አገልጋዮቹን “ቀድማችሁኝ ሂዱ፤ እኔም እከተላችኋለሁ” አለቻቸው፤ ለባልዋ ግን የነገረችው ቃል አልነበረም፡፡",
      "20": "እርስዋም በህያ ላይ ተቀምጣ እየጋለበች በኮረብታው ጥግ በሚገኘው ጠመዝማዛ መንገድ ስትወርድ በድንገት ዳዊትና ተከታዮቹ ወደ እርስዋ ሲመጡ አገኘቻቸው፤",
      "21": "ዳዊትም በልቡ እንዲህ እያለ ያስብ ነበር፣ “የዚያን የማይረባ ሰው ሀብት በዚህ በረሓ ለምን ስጠብቅ ቆየሁ? የእርሱ ከሆነው ንብረት ምንም ነገር ተሰርቆበት አያውቅም፤ ታዲያ እኔ ስላደረግሁለት መልካም ነገር እርሱ የሚከፍለኝ ወሮታ ይህ ሆኖ ቀረ!",
      "22": "ከመንጋቱ በፊት የእርሱ የሆኑት ወንዶች ሁሉ አንድ እንኳ ሳላስቀር በሙሉ ሳልገድል ብቀር ያህቬህ(הוהי) እኔን በሞት ይቅጣኝ፡፡”",
      "23": "አቢጋይልም ዳዊትን ባየችው ጊዜ በፍጥነት ከአህያዋ ወርዳ በዳዊት ጫማ አጠገብ መሮት ላይ ለጥ ብላ እጅ በመንሣት እንዲህ አለችው፣",
      "24": "”ጌታዬ ሆይ! እባክህ አድምጠኝ! በደሉን እኔ ልሸከም፤",
      "25": "የናባልን ጒዳይ ከቁም ነገር አታግባው! እርሱ ምንም የማይረባ ሰው ነው! እርሱ ልክ እንደስሙ አጠራር ስንፍና የሰፈነበት ሰው ነው፤ ጌታዬ! የአንተ አገልጋዮች በመጡ ጊዜ እኔ በዚያ አልነበርኩም፤",
      "26": "የበቀል እርምጃ በመውሰድ ጠላቶችህን እንዳትገድል የጠበቀህ ራሱ ያህቬህ(הוהי) ነው፤ እነሆ እኔ አሁን በሕያው ያህቬህ(הוהי) ስም እምልልሃለሁ፤ ጠላቶችህና አንተን ለመጒዳት የሚፈልጉ ሁሉ እንደ ናባል ቅጣታቸውን ይቀበሉ፤",
      "27": "ጌታዬ ሆይ! እባክህ ይህን እኔ ያመጣሁልህን ስጦታ ተቀብለህ ለተከታዮችህ አድላቸው፡፡",
      "28": "ጌታዬ! ስላደረግሁትም በደል እባክህ ይቅር በለኝ፤ ያህቬህ(הוהי) አንተንና ዘሮችህን ያነግሣል፤ ምክንያቱም አንተ የያህቬህ(הוהי)ን ጦርነት እየተዋጋህ ነው፤ በምትኖርበትም ዘን ሁሉ ምንም ዐይነት ክፉ ነገር ማድረግን አትፈልግም፡፡",
      "29": "ማንም ሰው በአንተ ላይ አደጋ ጥሎ ሊገድልህ ቢፈልግ አንድ ሰው ውድ የሆነ ሀብቱን እንደሚጠብቅ አምላክህ ያህቬህ(הוהי) አንተን በሰላም ይጠብቅሃል፤ ስለ ጠላቶችህም የሆነ እንደሆን አንድ ሰው ድንጋዩን ከወንጭፍ እንደሚያስፈነጥር ያህቬህ(הוהי) ራሱ አሽቀንጥሮ ይጥላቸዋል፡፡",
      "30": "ያህቬህ(הוהי) በሰጠህ ተስፋ መሠረት፣ መልካም የሆነውን ነገር ሁሉ ባደረገልህና በእስራኤልም ላይ በሚያነግሥህ ጊዜ፣",
      "31": "ምንም ዐይነት ጸጸት ወይም የኀሊና ወቀሳ አይደርስብህም፤ ምክንያቱም ጌታዬ ሆይ! ያለ ምክንያት ወይም የበቀል እርምጃ ለመውሰድ ብለህ የገደልከው ሰው የለም፤ ስለዚህ ጌታዬ ሆይ! ያህቬህ(הוהי) በሚባርክህ ጊዜ እኔንም አትርሳኝ፡፡”",
      "32": "ዳዊትም እንዲህ አላት፣ “ከእኔ ጋር እንድትገናኚ አንቺን ወደ እኔ የላከ የእስራኤል አምላክ ያህቬህ(הוהי) ይመስገን!",
      "33": "ስለመልካም አሳብሽ፣ እንዲሁም ዛሬ የግድያ ወንጀል ከመፈጸምና የራሰንም የበቀል እርምጃ ከመውሰድ እንድቈጠብ ስላደረግሽኝ ያህቬህ(הוהי)ን አመሰግናለሁ፡፡",
      "34": "በአንቺ ላይ ጒዳት ከማድረስ ያህቬህ(הוהי) ጠብቆኛል፤ ፈጥነሽ ወደ እኔ ባትመጪ ኖሮ ግን ከናባል ወንዶች አንድ እንኳ ሳላስተርፍ ከንጋት በፊት ሁሉንም እገድል እንደነበረ በሕያው ያህቬህ(הוהי) ስም ምያለሁ!”",
      "35": "ከዚያም በኋላ ዳዊት ያመጣችለትን ስጦታ ተቀብሎ “ወደ ቤትሽ ተመልሰሽ ሂጂ፤ አትጨነቂ፤ የምትፈልጊውንም ሁሉ አደርጋለሁ” አላት፡፡",
      "36": "አቢጋይልም እንደ ቤተ መንግሥት ግብር ታላቅ ግብዣ በማድረግ ላይ ወደነበረው ወደ ናባል ተመልሳ ሄደች፤ እርሱም ሰክሮ በደስታ ይፈነድቅ ስለነበር እስከ ማግሥቱ ጠዋት ድረስ ምንም ቃል አልነገረችውም፤",
      "37": "ስካሩም ከበረደለት በኋላ ሁሉንም ነገር አስረዳችው፤ ልቡም በድንጋጤ ስለተመታ ተዝለፍልፎ ፍጹም ሽባ ሆነ፤",
      "38": "ከዐሥር ቀናት በኋላም ያህቬህ(הוהי) ስለቀሠፈው ናባል ሞተ፡፡",
      "39": "ዳዊትም የናባልን መሞት በሰማ ጊዜ “እኔን በስደቡ ያህቬህ(הוהי) ናባልን ስለተበቀለውና እኔንም ከስሕተት ስለጠበቀኝ ያህቬህ(הוהי) ይመስገን! እርሱ ናባልን ስለ ክፉ ሥራው ቀጥቶታል” አለ፡፡",
      "40": "አገልጋዮቹም እርስዋ ወዳለችበት ወደ ቀርሜሎስ ሄደው “ሊያገባሽ ስለፈቀደ ወደ ዳዊት ልንወስድሽ መጥተናል” አሉአት፡፡",
      "41": "አቢጋይልም ወደ መሬት ለጥ ብላ እጅ በመንሣት “እኔ ለእርሱ ገረዱ ነኝ፤ የአገልጋዮቹንም ያህቬህ(הוהי)ር ለማጠብ ዝግጁ ነኝ” አለች፡፡",
      "42": "ፈጥናም ተነሥታ በአህያዋ ላይ ተቀመጠች፤ በአምስት ገረዶችዋም ታጅባ ከዳዊት አገልጋዮች ጋር በመሄድ ሚስቱ ሆነች፡፡",
      "43": "ዳዊት ከዚህ በፊት የኢይዝራኤለ ተወላጅ የሆነችውን አሒኖዓም አግብቶ ነበር፤ አሁን ደግሞ አቢጋይልን አገባ፤",
      "44": "ይህ በዚህ እንዳለ ሳኦል የዳዊት ሚስት የነበረችውን ልጁን ሚካልን የጋሊም ተወላጅ ለሆነው ለላዊሽ ልጅ ለፖልጢ ዳረለት፡፡"
    },
    "Chapter 26": {
      "1": "ጥቂት ሰዎች ከዚህ ተነሥተው ሳኦል ወዳለበት ወደ ጊብዓ በመምጣት “እነሆ ዳዊት ከይሁዳ ምድረባዳ ዳርቻ በተለይ ሐኪላ ተብሎ በሚጠራው ተራራ ላይ ተደብቆ ይገኛል” ብለው ነገሩት፤",
      "2": "ሳኦልም በፍጥነት ተነሥቶ በእስራኤል ምርጥ የሆኑትን ሦስት ሺ ወታደሮች በማስከተል ዳዊትን ለመፈለግ ወደ ዚፍ ምድረ በዳ ሄደ፤",
      "3": "ዳዊትም በሐኪላ ተራራ ላይ በሚገኘው መንገድ አጠገብ ሰፍሮ ነበር፤ ዳዊትም በምድረ በዳ ሳለ ሳኦል እርሱን ለመፈለግ መምጣቱን በሰማ ጊዜ፣",
      "4": "መልእክተኞች ልኮ በማሰለል ሳኦለ በእርግጥ እዚያ መድረሱን ዐወቀ፤",
      "5": "ከዚያም በፍጥነት ተነሥቶ በመሄድ ሳኦልና የሠራዊቱ አዛዥ የነር ልጅ አበኔር የሚተኙበትን ቦታ አረጋገጠ፤ ሳኦል በሰፈሩ መካከል ተኝቶ ሳለ ወታደሮቹ በዙሪያው ይገኙ ነበር፡፡",
      "6": "ከዚህም በኋላ ዳዊት ሒታዊውን አሒሜሌክንና ከጸሩያ ልጆች የኢዮአብን ወንድም አቢሻይን “ከእናንተ ከሁለታችሁ ከእኔ ጋር አብሮ ወደ ሳኦል ሰፈር የሚሄድ ማን ነው?” ሲል ጠየቃቸው፡፡",
      "7": "አቢሻይም “እኔ እሄዳለሁ” ሲል መለሰ፡፡",
      "8": "ስለዚህም በዚያው ምሽት ዳዊትና አቢሻይ ወደ ሳኦል ሰፈር ገቡ፤ ሳኦልንም በሰፈሩ መካከል ተኝቶ አገኙት፤ ጦሩም በራስጌው በኩል መሬት ላይ ተተክሎ ነበር፤ አበኔርና ወታደሮቹም በዙሪያው ተኝተዋል፤",
      "9": "አቢሻይም ዳዊትን “ያህቬህ(הוהי) በዛሬው ምሽት ጠላትህን በእጅህ ጥሎልሃል፤ ስለዚህ አሁን የገዛ ጦሩን አንሥቼ ልውጋውና ከመሬት ጋር ላጣብቀው፤ አንድ ምት ብቻ ስለሚበቃው ድጋሚ አያስፈልገውም” አለው፡፡",
      "10": "ዳዊት ግን “ጒዳት ልታደርስበት አይገባህም! ቀብቶ ያነገሠውን ንጉሥ የሚጐዱ ሰዎችን ያህቬህ(הוהי) ራሱ ይቀጣል፤",
      "11": "በሕያው ያህቬህ(הוהי) ስም እምልልሃለሁ፤ ያህቬህ(הוהי) ራሱ ሳኦልን ይገድለዋል፤ የሚሞትበት ጊዜ ደርሶ፣ አለበለዚያም በጦርነት መሞቱ አይቀርም፤",
      "12": "ያህቬህ(הוהי) ቀብቶ ባነገሠው ንጉሥ ላይ ጒዳት የማድረስ ተግባርስ ከእኔ ይራቅ፤ ይልቅስ ጦሩንና ውሃ መቅጃውን ይዘንበት እንሂድ” አለው፡፡",
      "13": "ስለዚህም ዳዊት ጦሩንና ውሃ መቅጃውን ከሳኦለ ራስጌ አንሥቶ እርሱና አቡሻይ ከዚያ ሄዱ፤ ይህ ሁሉ ሲሆን ማንም ያየና ነቶም ያወቀ አልነበረም፡፡ ምክንያቱም ያህቬህ(הוהי) በእነርሱ ላይ ከባድ እንቅልፍ ልኮባቸው ስለነበር ተጫጭኖአቸው ተኝተዋል፡፡",
      "14": "ከዚህ በኋላ ዳዊት ከሸለቆው ባሻገር ወደሚገኘው ጠላቶቹ ሊደርሱበት ወደማይችሉበት ወደ ኮረብታው ጫፍ ወጣ፤",
      "15": "ድምፁንም ከፍ አድርጎ ወደ ሳኦል ወታደሮችና ወደ አበኔር በመጮኽ “አበኔር! ትሰማኛለህን?” አለው፡፡",
      "16": "አበኔርም “እንዲህ እየጮኸ ንጉሡን እንቅልፍ የሚነሣ ማን ነው?” አለ፡፡",
      "17": "ዳዊትም “አበኔር! አንተ በእስራኤል የታወቅህ ታላቅ ሰው አይደለህም እንዴ? ታዲያ ጌታህን ንጉሡን በደንብ የማትጠብቀው ስለምንድን ነው? እነሆ ከእኛ አንድ ሰው ጌታህን ለመግደል ወደ ሰፈር ገብቶ ነበር፤",
      "18": "በሥራህ ላይ ታማኝ ሆነህ አልተገኘህም፤ አቤኔር! እኔ በሕያው ያህቬህ(הוהי) ስም እምላለሁ፣ ሁላችሁም ሞት ይገባችኒል፤ እክንያቱም ያህቬህ(הוהי) ቀብቶ ያነገሠውን ጌታችሁን ንጉሡን መጠበቅ አልቻላችሁም፤ በራስጌው የነበረው የንጉሡ ጦርና እንዲሁም የውሃ መቅጃው አሁን የት እንዳለ እስቲ ተመልከት!” አለው፡፡",
      "19": "ሳኦልም የዳዊትን ድምፅ ለይቶ ስላወቀ “ዳዊት ልጄ ሆይ! በእርግጥ ይህ ቃል የአንተ ነውን?” ሲል ጠየቀ፡፡",
      "20": "ዳዊትም እንዲህ ሲል መለሰ፣ “አዎ ንጉሥ ሆይ!",
      "21": "ታዲያ አንተ ጌታዬ እኔን አገልጋይህን ስለምን ታሳድደኛለህ? ያደረግሁት ነገር ምንድን ነው? ምንስ ወንጀል ፈጸምሁ?",
      "22": "ንጉሥ ሆይ! የምልህን አድምጠኝ! አንተን በእኔ ላይ ያነሣሣህ ያህቬህ(הוהי) ቢሆን ኖሮ መሥዋዕት በማቅረብ ቊጣውን እንዲመልስ ማድረግ በተቻለ ነበር፤ ነገር ግን ይህን ያደረጉት ሰዎች ከሆኑ የያህቬህ(הוהי) መርገም በእነርሱ ላይ ይውረድ፤ ምክንያቱም ያህቬህ(הוהי) ከሚመለክባት ምድር አስወጥተው ባዕዳን አማልክት ወደሚመለኩበት አገር እንድሰደድ አድርገውኛል፡፡",
      "23": "ከያህቬህ(הוהי) ርቄ በባዕድ አገር እንድገደል አታድርግ፤ ይህን ያህል ታላቅ የሆነ የእስራኤል ንጉሥ እንደ ቁንጫ የምቈጠረውን እኔን ስለምን ያሳድዳል? እንደ በረሓ ቆቅ የሚያድነኝስ ስለምንድን ነው?”",
      "24": "ሳኦልም “በእርግጥ ተሳስቻለሁ፤ ልጄ ዳዊት ሆይ! ተመልሰህ ወደ እኔ ና፤ ዳግመኛ ልጐዳህ ከቶ አልፈልግም፤ ምክንያቱም በዛሬይቱ ሌሊት ሕይወቴን አትርፈሃል፤ እኔ እንደሞኝ ሆኜአለሁ፤ ከባድ የሆነ ስሕተትም ፈጽሜአለሁ!” ሲል መለሰ፡፡",
      "25": "ዳዊትም እንዲህ ሲል መለሰ፣ “ንጉሥ ሆይ! እነሆ ጦርህን ከወታደሮችህ አንድ ሰው መጥቶ ይውሰድ፡፡",
      "26": "ታማኞች ለሆኑ ለደጋግ ሰዋች የመልካም ሥራቸውን ዋጋ የሚሰጥ ያህቬህ(הוהי) ነው፤ እነሆ ዛሬ ያህቬህ(הוהי) አንተን በእጄ ጥሎልኝ ነበር፤ እኔ ግን ያህቬህ(הוהי) መርጦ ያነገሠህን አንተን ልጐዳ አልፈለግሁም፡፡",
      "27": "ዛሬ እኔ የአንተን ሕይወት እንዳከበርሁ ያህቬህ(הוהי) እኔንም እንደዚሁ ከመከራ በማውጣት ይጠብቀኝ፡፡”",
      "28": "ሳኦልም ዳዊትን “ልጄ ሆይ! ያህቬህ(הוהי) ይባርክህ፤ የምትሠራው ሁሉ ይከናወንልህ!” አለው፡፡",
      "29": "ስለዚህ ዳዊት ወደ ፈለገበት ቦታ ሄደ፤ ሳኦልም ወደ ቤቱ ተመለሰ፡፡"
    },
    "Chapter 27": {
      "1": "ዳዊት በልቡ እንዲህ ሲል አሰበ፣ “ከእነዚህ ዕለታት በአንዱ ሳኦል እኔን ይገድለኛል፤ እንግዲህ ለእኔ የሚበጀኝ ነር አምልጨ ወደ ፍልስጥኤም መሄድ ነው፤ ከዚያም በኋላ ሳኦል በእስራኤል ምድር እኔን መፈለጉን ስለሚተው በሰላም መኖር እችላለሁ፡፡”",
      "2": "ስለዚህም ዳዊትና ስድስት መቶ ተከታዮቹ ወዲያውኑ ተነሥተው የጋት ንጉሥ ወደሆነው ወደ ማህዐክ ልጅ ወደ አኪሽ ሄዱ፤",
      "3": "ዳዊትና ተከታዮቹም ከቤተሰቦቻቸው ጋር በጋት ተቀመጡ፤ ከዳዊትም ጋር ሁለቱ ሚስቶቹ አብረው ነበሩ፤ እነርሱም የኢይዝራኤል ተወላጅ የሆነችው አሒኖዓምና የቀርሜሎሱ ተወላጅ ናባል አግብቶአት የነበረው አቢጋይል ነበሩ፤",
      "4": "ሳኦልም ዳዊት ወደ ጋት ሸሽቶ መሄዱን በሰማ ጊዜ እርሱን ፈልጎ ለማግኘት ያደርገው የነበረውን ሙከራ ሁሉ አቆመ፡፡",
      "5": "ዳዊትም ንጉሥ አኪሽን “የምትወደኝ ከሆንህ በንድ ትንሽ ከተማ እንድኖር ፍቀድልኝ፤ ጌታዬ! እኔ በናገሻ ከተማ ከአንተ ጋር መኖር አይገባኝም አለው፡፡”",
      "6": "ስለዚህ አኪሽ የጺቅላግን ከተማ ለዳዊት ሰጠው፤ በዚህም ምክንያት ከዚያን ጊዜ ጀምሮ ጺቅላግ የይሁዳ ነገሥታት ይዞታ እንደሆነች ቀረች፡፡",
      "7": "በዚህ ዐይነት ዳዊት በፍልስጥኤም ዐሥራ ስድስት ወር ተቀመጠ፡፡",
      "8": "በዚያን ጊዜ ውስጥ ዳዊትና ተከታዮቹ በዚያ ግዛት ለረዥም ዘመን ከኖሩት ከገሹር፣ ከጊርዚና ከዐማሌቅ ሕዝብ ጋር ይዋጉ ነበር፤ ዳዊት ወደ ግብጽ እስከሚያወርደው ሹር ተብሎ እስከሚጠራው ስፍራ ድረስ በመዝመት ምድራቸውን ወረረ፤",
      "9": "ወንዶችንም ሴቶችንም ሁሉ እየገደለ፣ በጎችን የቀንድ ከብቶችን፣ አህዮችን፣ ግመሎችንና ልብሱንም ሁሉ ይወስድ ነበር፤ ከዚያም በኋላ ዳዊት ወደ አኪሽ ሲመጣ፣",
      "10": "አኪሽ “በዚህ ጊዜ ወረራ ያደረጋችሁት በየት በኩል ነው” ብሎ ሲጠይቀው ዳዊት “እኛ የዘመትነው ከይሁዳ በስተደቡብ ባለው ክፍል እንደገናም በይራሕመሤል ነገድ ግዛትና ቄናውያን በሚኖሩበት ግዛት ነው” እያለ ይመልስለት ነበር፡፡",
      "11": "በዚህ ዐይነት ሁኔታ ዳዊት አደጋ የጣለባቸውን ወንዶቹንም ሴቶቹንም ይገድል ስለነበር እርሱና ተከታዮቹ ያደረጉትን ሁሉ ወደ ጋት ሄዶ የሚነግርበት ማንም አልነበረም፤ ዳዊት በፍልስጥኤም በኖረበት ጊዜ ሁሉ ይህን ማድረጉ የተለመደ ነበር፡፡",
      "12": "አኪሽ ግን ዳዊትን ስለሚተማመንበት በልቡ “በወገኖቹ በእስራኤል ሕዝብ ዘንድ የተጠላ ስለሆነ በሕይወቱ ዘመን ሁሉ ያገለግለኛል” በማለት ያስብ ነበር፡፡"
    },
    "Chapter 28": {
      "1": "ከጥቂት ጊዜ በኋላ ፍልስጥኤማውያን እስራኤልን ለመውጋት የጦር ሠራዊታቸውን ሰበሰቡ፤ አኪሽም ዳዊትን “አንተና ተከታዮችህ ከእኔ ጐን ተሰልፋችሁ መዋጋት እንደሚገባችሁ በእርግጥ ታውቅ የለምን?” አለው፡፡",
      "2": "ዳዊትም “እንዴታ! እኔ አገልጋይህ ነኝ፤ የማደርገውንም አንተ ራስህ ማየት ትችላለህ” ሲል መለሰለት፡፡ አኪሽም “መልካም ነው!? እኔ አንተን ለዘለቄታ የራሴ የክብር ዘብ አደርግሃለሁ” አለው፡፡",
      "3": "እነሆ ሳሙኤል ከሞተ ቆየት ብሎአል፤ እስራኤላውያንመ ሁሉ ለእርሱ በማዘን አልቅሰው በሚኖርባት በራማ ቀብረውታል፤ ቀደም ሲል ሳኦል ጠንቋዮችንና ሙታን ጠሪዎችን ከእስራኤል ምድር እንዲባረሩ አስገድዶአቸው ነበር፡፡",
      "4": "የፍልስጥኤም ወታደሮች ተሰልፈው መጥተው በሹኔም ከተማ አጠገብ ሰፈሩ፤ ሳኦልም እስራኤላውያንን አሰልፎ በጊልቦዓ ተራራ ላይ መሸገ፤",
      "5": "ሳኦልም የፍልስጥኤማውያንን ሠራዊት ብዛት ባየ ጊዜ በፍርሃት ተጨነቀ፤",
      "6": "ስለዚህም ምን ማድረግ እንደሚገባው ያህቬህ(הוהי)ን ጠየቀ፤ ያህቬህ(הוהי) ግን በሕልም ወይም በኡሪምና በቱሚም ወይም በነቢያት አማካይነት መልስ እንዲሰጠው አልፈቀደም፡፡",
      "7": "ከዚህ በኋላ ሳኦል “ሙታን ጠሪ የሆነች አንዲት ሴት ፈልጉልኝ፤ እኔም ሄጄ ምክር እጠይቃታለሁ” ሲል ባለሟሎቹን አዘዘ፡፡ እነርሱ “አንዲት ዔንዶራዊት አለች” ሲሉ መለሱለት፡፡",
      "8": "ሳኦልም ልብሱን ለውጦ ማንነቱ እንዳይታወቅ በማድረግ በሌሊት ሁለት ሰዎች አስከትሎ ሴትዮዋን ለማየት ሄደ፤ እዚያም እንደደረሰ “መናፍስትን ጠይቀሽ ወደ ፊት ስለሚሆነው ነገር አስረጂኝ፤ ስሙንም የምጠራልሽን ሰው መንፈስ አስነሽልኝ” አላት፡፡",
      "9": "ሴትዮዋም “ንጉሥ ሳኦል ያደረገውን ነገር ሁሉ ታውቃለህ፤ እርሱ እኮ ጠንቋዮችንና ሙታን ጠሪዎችን ከእስራኤል ምድር አጥፍቶአቸዋል፤ ታዲያ አንተ እኔን አጥምደህ ልታስገድለኝ የምትፈልገው ስለምንድን ነው?” ስትል መለሰችለት፡፡",
      "10": "ከዚያም በኋላ ሳኦል “በዚህ ነገር ምንም ዐይነት ቅጣት እንደማይደርስብሽ በሕያው ያህቬህ(הוהי) ስም ምዬ ቃል እገባልሻለሁ” አላት፡፡",
      "11": "“ታዲያ ማንን ላስነሣልህ?” ስትል ጠየቀችው፡፡ እርሱም “ሳሙኤልን አስነሽልኝ” አላት፡፡",
      "12": "እርስዋም ሳሙኤልን ባየችው ጊዜ ድምፅዋን ከፍ አድርጋ በጮኸ “ስለምን አታለልከኝ? አንተ ንጉሥ ሳኦል ነህ” አለችው፡፡",
      "13": "ንጉሡም “አይዞሽ አትፍሪ? ይልቅስ የምታይው ነገር ምንድን ነው?” ሲል ጠየቃት፡፡ እርስዋም “እኔ አንድ መንፈስ ከመቃብር ሲወጣ እያየሁ ነኝ” አለችው፡፡",
      "14": "እርሱም “ምንን ይመስላል?” ሲል ጠየቃት፡፡ እርስዋም “እነሆ ካባ የለበሰ አንድ ሽማግሌ ሰው እየተነሣ ነው” ስትል መለሰችለት፡፡ ሳኦልም ያ መንፈስ ሳሙኤል መሆኑን ዐውቆ ስለ ክብሩ በመሬት ላይ ለጥ ብሎ እጅ ነሣ፡፡",
      "15": "ሳሙኤልም ሳኦልን “ዕረፍት የምትነሣኝ ስለምንድን ነው? ስለምንት ከመቀብር እንድነሣ አስጠራኸኝ?” አለው፡፡ ሳኦልም “እነሆ እኔ በታላቅ ችግር ላይ ነኝ! ፍልስጥኤማውያን ከእኔ ጋር ጦርነት በማድረግ ላይ ናቸው፤ ያህቬህ(הוהי)ም እኔን ትቶኛል፤ በነቢይም ሆነ በሕልም መልስ ሊሰጠኝ አልፈለገም፤ ስለዚህም ምን ማድረግ እንደሚገባኝ ትነግረኝ ዘንድ እንትነሣ አስጠራሁህ” ሲል መለሰ፡፡",
      "16": "ሳሙኤልም ሳኦልን እንዲህ አለው፣ “ያህቬህ(הוהי) ተለይቶህ ጠላትህ ከሆነ በኋላ እኔን ስለምን ታስጠራኛለህ?",
      "17": "ያህቬህ(הוהי) በእኔ አማካይነት የነገረህን ሁሉ እየፈጸመ ነው፤ መንግሥቱንም ከአንተ እጅ ወስዶ ለዳዊት ሰጥቶታል፡፡",
      "18": "አንተ ለያሕቬህ ቃል ታዛዥ ሆነህ አልተገኘህም፤ ዐማሌቃውያንንና የእነርሱ የሆነውንም ሁሉ አልደመሰስክም፤ እንግዲህ ያሕቬህ ይህን ሁሉ የሚያደርግብህ በዚህ ምክንያት ነው፡፡",
      "19": "ስለዚህ እርሱ አንተንና እሥራኤልን ለፍልስጥኤማውያን አሳልፎ ይሰጣቸዋል፡ ነገ አንተና ልጆችህ እኔ ወዳለሁበት ቦታ ትመጣላችሁ፤ ያህቬም የእሥራኤልን ሠራዊት ለፍልስጥኤማውያን አሳልፎ ይሰጣል፡፡”",
      "20": "ሳኦልም ሳሙኤል በተናገረው ቃል ደንግጦ በመዝለፍልፍ ወደቀ፤ በመሬት ላይም ተዘረረ፤ ቀኑንና ሌሊቱን ሁሉ እህል ዉሃ ስላልቀመሰ ድካም ተሰምቶት ነበር፡፡",
      "21": "ሴትዮዋም ቀረብ ብላ ስትመለከተው በፍርሃት ሲንቀጠቀጥ አየችው፤ እንዲህም አለችው፤ “ጌታዬ! አንተ ያልከውን ለማድረግ ሕይወቴን እስከ ማሳለፍ ደርሻለሁ፤",
      "22": "አንተ ደግሞ በፈንታህ እባክህ እኔ የምጠይቅህን አድርግ፤ ጥቂት ምግብ ላዘጋጅልህ ጥንክረህ መጓዝ ችንድትችል መመገብ ይገባሃል፡፡”",
      "23": "ሳኦል “ምንም ነገር አልቀምስም” ብሎ እምቢ አለ፤ የሁን እንጂ ባለማሎቹም እንዲመገብ አበረታቱት፤ በመጨረሻም “እሺ” ብሎ ከወደቀበት መሬት በመነሳት አልጋ ላይ ተቀመጠ፤",
      "24": "ሴትዮዋም ያሰባችውን ጥጃ በፍጥነት አረደች፤ ጥቂት ዱቄትም ወስዳ በማቡካት እርሾ ያልነካው ቂጣ ጋገረች፡፡",
      "25": "ምግቡንም ለሳኦልና ለባለማሎቹ አቅርባላቸው ተመገቡ፤ በዚያኑም ምሽት ከዚያ ተነስተው ሄዱ፡፡"
    },
    "Chapter 29": {
      "1": "እስራኤላውያን በኢይዝራኤል ሸለቆ ውስጥ በሚገኘው ምንጭ አጠገብ ሰፍረው ሳሉ ፍልስጥኤማውያን ወታደሮቻቸውን ሰብስበው በማምጣት አሰለፉ፤",
      "2": "አምስቱም የፍልስጥኤም ነገሥታት በመቶና በሺ ከተመደቡ ሰልፈኞቻቸው ጋር ዘመቱ፤ ዳዊትና ተከታዮቹም የአኪሽ ደጀን ጦር ሆነው ዘመቱ፤",
      "3": "የፍልስጥኤም ጦር አዛዥዎችም እነርሱን ባዩ ጊዜ “እነዚህ እብራውያን እዚህ ምን ይሠራሉ?” ሲሉ ጠየቁ፡፡ አኪሽም “ይህማ የእስራኤል ንጉሥ ማለትሟል የነበረው ዳዊት ነው፤ እነሆ እርሱ ከእኔ ጋር ሲኖር ብዙ ጊዜው ነው፤ ሳኦልን ከድቶ ወደ እኔ ከመጣበት ጊዜ ጀምሮ ሊያሳዝነኝ የሚችል ምንም ዐይነት በደል ሠርቶ አልተገኘም” ሲል መለሰ፡፡",
      "4": "ነገር ግን የፍልስጥኤም ጦር አዛዥዎች በአኪሽ ላይ ተቆጥተው እንዲህ አሉት፤ “የህን ሰው ቀድሞ ወደ ሰጠኸው ከተማ መልሰው፤ ከእኛ ጋር አብሮ እንዲዘምት አታድርግ፤ ምክንያቱም ጦርነት በሚፋፋምበት ወቅት በእኛ ላይ ሊነሳ ይችላል፤ እርሱ ከጌታው ጋር ለመስማማት የእኛን ሰዎች ከመግደል ሌላ ምን አማራጭ ይኖረዋል?",
      "5": "ከዚህም በላይ ቀደም ሲል ሴቶች በማሸብሸብ ‘ሳኦል ሺ ገዳይ! ዳዊት አሥር ሺ ገዳይ!’ እያሉ የዘመሩለት ይኸው ዳዊት አይደለም እንዴ?”",
      "6": "ስለዚህም አኪሽ ዳዊትን ጠርቶ እንዲህ አለው፤ “አንተ ለእኔ ታማኝ ስለመሆንህ ሕያው በሆነው በእሥራኤል አምላክ ስም እምላለሁ፤ ወደዚህም ጦርነት ዘምተህ ብትዋጋ ደስ ባለኝ ነበር፤ ምክንያቱም ወደ እኔ ከመጣህበት ጊዜ ጀምሮ እኔን ማሳዘን የሚችል በደል ሠርተህ አላገኘሁህም፤ ነገር ግን ሌሎቹ ነገሥታት የአንተን አብሮ መዝመት አልፈቀዱም፤",
      "7": "ስለዚህ እነርሱን ደስ የማያሰኝ ሥራ ከመሥራት በሰላም ወደ ቤትህ ብትመለስ ይሻልሃል፡፡”",
      "8": "ዳዊትም “ጌታዬ ምን በደል ሠራሁ? አንተ እንደምትለው አንተን ማገልገል ከጀመርሁበት ጊዜ አንስቶ በደል ካልተገኘብኝ ጌታዬና ንጉሤ የሆንከውን አንተን ተከትዬ በመዝመት ጠላቶችህን መውጋት የማልችለው ስለምንድን ነው?” አለው፡፡",
      "9": "አኪሽም “እኔ በበኩሌ እስማማለሁ፤ ምክንያቱም እንደ ያህቬህ(הוהי) መልአክ እተማመንብሃለሁ፤ ነገር ግን ሌሎቹ ነገሥታት ‘ከእኛ ጋር ዝመት አይችልም’ አሉ፤",
      "10": "ስለዚህ ከሳኦል አምልጣችሁ ወደ እኔ የመጣችሁ ሁሉ ነገ ጠዋት ማለድ ብላችሁ በመነሣት ፀሐይ ሳትወጣ ወደ ሰፈራችሁ ተመለሱ” ሲል መለሰለት፡፡",
      "11": "ስለዚህም ዳዊትና ተከታዮቹ በማግሥቱ ማለዳ ወደ ፍልስጥኤም ተመልሰው ለመሄድ ተነሡ፤ ፍልስጥኤማውያንም ወደ ኢይዝራኤል ዘመቱ፡፡"
    },
    "Chapter 30": {
      "1": "በሁለተኛው ቀን ዳዊትና ተከታዮቹ ወደ ጺቅላግ ደረሱ፤ እነርሱም ከመድረሳቸው በፊት ዐማሌቃውያን የይሁዳን ደቡብ ወረው በጺቅላግ ላይ አደጋ ጥለው ጥለውባት አገኙአት፤ ዐማሌቃውያን ከተማይቱን ካቃጠሉ በኋላ፤",
      "2": "ሴቶችን ሁሉ ማርከው ወስደዋል፤ ከዚያም ለቀው ሲሄዱ ያገኙትን ሁሉ ማርከው ወሰዱ እንጂ ማንንም አልገደሉም ነበር፤",
      "3": "ዳዊትና ተከታዮቹም እዚያ በደረሱ ጊዜ ከተማይቱ ተቃጥላ፤ ሚሰቶቻቸው፤ ወንዶችና ሴቶች ልጆቻቸው ተማርከው መወሰዳቸውን ተረዱ፤",
      "4": "ዳዊትና ተከታዮቹም ፈጽሞ እስኪደክሙ ድረስ ባለማቋረጥ ድምጻቸውን ከፍ አድርገው አለቀሱ፡፡",
      "5": "ሌላው ቀርቶ ሁለቱ የዳዊት ሚስቶች አሒኖዖምና አቢጋይል ተማርከው ተወስደው ነበር፡፡",
      "6": "ከዚህም የተነሣ ዳዊት ታላቅ ሐዘን ደርሶበት ነበር፤ ምክንያቱም ተከታዮቹ ልጆቻቸውን በማጣታቸው በመረረ ሁኔታ አዝነው በድንጋይ ሊወግሩት ማስፈራራት ጀምረው ነበር፤ ነገር ግን አምላኩ ያህቬህ(הוהי) በማጽናናት አበረታታው፤",
      "7": "ዳዊትም የአቢሜሌክ ልጅ የሆነውን ካህኑን አብያታርን “ኤፉዱን አምጣልኝ” አለው፤ አብያታርም ኤፉዱን አመጣለት፤",
      "8": "ዳዊትም “እነዚህን ወራሪዎች ተከታትዬ ልያዛቸውን?” ሲል ያህቬህ(הוהי)ን ጠየቀ፡፡ ያህቬህ(הוהי)ም “ተከተላቸው፤ እነርሱንም ይዘህ ምርኮኞችን በመታደግ ታድናለህ” ሲል መለሰለት፡፡",
      "9": "ስለዚህም ዳዊትና ስድስት መቶ የሚሆኑ ተከታዮቹ ወጥተው ሄዱ፤ ብሦር ተብሎ በሚጠራው ወንዝ አጠገብ በደረሱ ጊዜ፤ ጥቂቶቹ በዚያ ዕረፍት በማድረግ ቆዩ፡፡",
      "10": "ዳዊት ግን ከአራት መቶ ተከታዮቹ ጋር ጉዞውን ቀጠለ፤ ሌሎቹ ሁለት መቶ ተከታዮቹ ግን ወንዙን ለመሻገር ስለደከሙ ወደ ኋላ ቀሩ፡፡",
      "11": "ከዳዊት ጋር የነበሩት አራት መቶ ሰዎች አንድ ግብጻዊ ወጣት ከበረሓ ሲመጣ አግኝተው ወደ ዳዊት አቀረቡት፤ እነርሱም የሚመገበው ጥቂት እህል ውሃ፤",
      "12": "ደረቅ የበለስ ፍሬና ሁለት ጥፍጥፍ ዘቢብ አቀረቡለት፤ ወጣቱም ከተመገበ በኋላ እንደገና በረታ፤ ምክንያቱም ከዚያ በፊት ሦስት ቀን ሙሉ እህል ውሃ አልቀመሰም ነበር፡፡",
      "13": "ዳዊትም ወጣቱን “የማን አገልጋይ ነህ? አመጣጥህስ ከየት ነው?” ሲል ጠየቀው፡፡ ወጣቱም “እኔ ግብጻዊ የሆንኩ የአንድ አማሌቃዊ አገልጋይ ነኝ፤ ታምሜ ስለነበር ከሦስት ቀን በፊት ጌታዬ ጥሎኝ ሄደ፤",
      "14": "ይህም ከመሆኑ በፊት በይሁዳ ደቡብ የምትገኘውን የከሪታውያንን ግዛትና የካሌብን ጎሣ ግዛት በመውረር ጺቅላግን አቃጥለናታል” ሲል መለሰለት፡፡",
      "15": "ዳዊትም “እነዚያ ወራሪዎች ወዳሉበት ቦታ ልትመራን ትችላለህን?” ሲል ጠየቀው፡፡ ወጣቱም “እንደማትገድለኝና ለጌታዬም አሳልፈህ እንደማትሰጠኝ ከማልክልኝ ላሳይህ እችላለሁ” ሲል መለሰለት፡፡",
      "16": "ከዚያም በኋላ ዳዊትን ወራሪዎቹ ወዳሉበት እየመራ አደረሰው፡፡ ወራሪዎቹም በየቦታው ተበታትነው በመብላትና በመጠጣት ተድላ ደስታ በማድረግ ላይ ነበሩ፤ ምክንያቱም ከፍልስጥኤምና ከይሁዳ ያገኙት ምርኮ እጅግ ብዙ ነበር፤",
      "17": "በምሽት ጊዜ ዳዊት በእነርሱ ላይ አደጋ ጥሎ እስከ ማግስቱ ማታ ድረስ ተዋጋቸው፤ በግመል ላይ ተቀምጠው እየጋለቡ ከሸሹት አራት መቶ ወጣቶች በስተቀር ከነዚያ ወጣቶች ያመለጠ አንድም አልነበረም፤",
      "18": "ዳዊትም ዐማሌቃውያን የወሰዱትን ማንኛውንም ሰውና ንብረት፤ እንዲሁም ሁለቱን ሚስቶቹን ጭምር በመታደግ አዳነ፤",
      "19": "አንድም የጎደለ ሳይኖር ዳዊት የተከታዮቹን ወንዶችና ሴቶች ልጆች፤ እንዲሁም ዐማሌቃውያን ማርከው የወሰዱትን ምርኮ ሁሉ አስመለሰ፤",
      "20": "የከብት፣ የበግና የፍየል መንጋዎችን ሁሉ አገኘ፤ ተከታዮቹም እንስሳቶቹን በፊታቸው እየነዱ “ይህ ሁሉ የዳዊት ምርኮ ነው!” አሉ፡፡",
      "21": "ዳዊትም ደክሞአቸው በብሦር ምንጭ አጠገብ ዕረፍት በማድረግ ቆይተው ወደነበሩት ወደ ሁለት መቶ ተከታዮቹ ተመልሶ ሄደ፡፡ እነርሱም ዳዊትንና ተከታዮቹን ሊቀበሉአቸው መጡ፤ ዳዊትም ወደ እነርሱ ቀረብ ብሎ ደህንነታቸውን በመጠየቅ ሰላምታ አቀረበላቸው፡፡",
      "22": "ነገር ግን የብልግና ፀባይ ያለባቸው አንዳንድ የማይረቡ ሰዎች “ከእኛ ጋር ወደ ጦርነቱ ስላልሄዱ ምርኮ ልናካፍላቸው አይገባም፤ ሚስቶቻቸውንና ልጆቻቸውን ብቻ ተረክበው ወዲያ ይሂዱ” አሉ፡፡",
      "23": "ዳዊትም “ወንድሞቸ ሆይ! ያህቬህ(הוהי) በሰጠን ድል እናነተ ይህን ማድረግ አትችሉም፤ እኛን በሕይወት ጠብቆ በወራሪዎች ላይ ድልን የሰጠን እርሱ ነው፤",
      "24": "እናንተ በምትሉት ነገር ማንም አይስማማበትም፤ ወደ ኋላ ቀርቶ ጓዝ ሲጠብቅ የቆየውም ሆነ ወደ ጦርነት የዘመተው ሁሉም የተገኘውን ምርኮ እኩል መካፈል አለበት” ሲል መለሰላቸው፡፡",
      "25": "ዳዊትም ይህን እንደ ሕግ አድርጎ ስለተጠቀመበት በእሥራኤል ምድር እስከ ዛሬ ድረስ ሲሠራበት ይኖራል፡፡",
      "26": "ዳዊትም ወደ ጺቅላግ በተመለሰ ጊዜ ከምርኮው ከፊሊን ወዳጆቹ ለሆኑት ለይሁዳ ሽማግሌዎች ላከላቸው፤ ከላከላቸውም ምርኮ ጋር “ይህ ከያህቬህ(הוהי) ጠላቶች ተወስዶ የተላከላችሁ ስጦታ ነው” የሚል መልእክት ነበር፤",
      "27": "ከዚያም ምርኮ በቤትኤል ለሚገኙ ሕዝብ፤ በይሁዳ ደቡብ በራማ ለሚገኙ ወገኖች፤ እንዲሁም በያቲር ከተሞች ለሚገኙ ሕዝብ ሁለሉ ላከላቸው፤",
      "28": "ከዚህም በቀር በዓሮዔር፤ በሲፍሞት፤ በኤሽተሞዓና፤",
      "29": "በራካል ለሚገኙ፤ እንዲሁም ለይራሕመኤል ጎሳ ለቄናውያን፤",
      "30": "በሖርማ፤ በቦርዓሻን፤ በዐታክና፤",
      "31": "በኬብሮን ከተሞች ለሚኖሩ ሁሉ ላከላቸው፤ ከዘህም በቀር እርሱና ተከታዮቹ በተዘዋወሩባቸው ስፍራዎች ሁሉ ለሚኖሩ ሰዎች ስጦታ ያልተላከላቸው አልነበሩም፡፡"
    },
    "Chapter 31": {
      "1": "ፍልስጥኤማውያን በጊልቦዓ ተራራ ላይ ከእስራኤላውያን ጋር ጦርነት ገጠሙ፤ በዚያም ብዙ እስራኤላውያን ተገደሉ፤ የቀሩትም ንጉሥ ሳዖልና ልጆቹም ሸሹ፤",
      "2": "ፍልስጥኤማውያን ግን ተከታትለው ስለደረሱባቸው ሦስቱን የሳዖልን ልጆች ዮናታንን፤ አቢናዳብንና ማልኪሹዓን ገደሉአቸው፤",
      "3": "በሳዖል ዙሪያ ጦርነቱ ስለበረታ ሳኦል እራሱ ከጠላት በተወረወረ ፍላፃ ተመመትቶ ክፉኛ ቆሰለ፤",
      "4": "ገሻጃግሬው የነበረውንም ወጣት “እነዚህ ያልተገረዙ ከሐዲዎች ፍልስጥኤማውያን እኔን ወግተው በመሳለቅ መጫዎቻ እንዳያደርጉኝ አንተ ራስህ ሰይፍህን መዘህ ግደለኝ” አለው፤ ወጣቱ ግን ይህን ለማድረግ ፈራ፤ ስለዚህም ሳዖል ራሱ የገዛ ሰይፉን ወስዶ በስለቱ ላይ ወደቀበት፤",
      "5": "ወጣቱም ሳኦል እንደሞተ ባየ ጊዜ እርሱም በበኩሉ በራሱ ሰይፍ ስለት ላይ ወድቆ ከሳኦል ጋር ሞተ፡፡",
      "6": "እንግዲህ ሳኦልና ሦስቱ ወንዶች ለጆቹ እንዲሁም ጋሻጃግሬው የሞቱት በዚህ ዓይነት ሲሆን፤ የሳኦልም ተከታዮች በዚያን ቀን አብረዋቸው ሞቱ፡፡",
      "7": "ከዮርዳኖስ ወንዝ በስተ ምሥራቅና በኢይዝራኤል ሸለቆ ማዶ የነበሩ እስራኤላውያንም የእስራኤል ሠራዊት መሸሹን፤ ሳኦልና ልጆቹም መገደላቸውን ሰምተው ከተሞቻቸውን እየጣሉ ሸሹ፤ ፍልስጥኤማውያንም መጥተው ከተሞቹን ያዙ፡፡",
      "8": "ከጦርነቱም ቀጥሎ ባለው ቀን ፍልስጥኤማውያን የሟቾቹን ሬሳ ትጥቅ ለመግፈፍ ሄደው ሳኦልንና ሦስቱን ልጆቹን በጊልቦዓ ተራራ ላይ ወድቀው አገኙአቸው፡፡",
      "9": "የሳኦልንም ራስ ቆርጠው የጦር ልብሱንም ገፈው በማስያዝ ለአማልክቶቻቸውና ለሕዝባቸው የድሉን ዜና ያበሥሩ ዘንድ መልእክተኞቻቸውን ላኩ፡፡",
      "10": "ከዚህ በኋላ ፍልስጥኤማውያን የሳኦልን ጦር መሣሪያዎች ዐስታሮት ተብላ በምትጠራው ሴት አምላካቸው ቤተ መቅደስ ውስጥ አኖሩ፡፡ የሳኦልንም ሬሳ ቤትሻን ተብላ በምትጠራው ከተማ ቅጽር ግንብ ላይ በምስማር ቸነከሩት፡፡",
      "11": "በገለዓድ የያቤሽ ሳችም ፍልስጥኤማውያን በሳኦል ላይ ያደረጉበትን ነገር በሰሙ ጊዜ፤",
      "12": "ጀግኖቻቸው በድንገት ተነስተው በመገሥገሥ በሌሊት ወደ ቤትሻን ሄዱ፤ የሳኦልንና የልጆቹን አስከሬን ከከተማይቱ ቅጽር ግንብ ላይ አውርደው ወደ ያቤሽ በማምጣት አቃጠሉአቸው፡፡",
      "13": "አጥንቶቻቸውንም በከተማው ውስጥ ታማሪስክ ተብሎ በሚጠራ ዛፍ ሥር ቀብረው ሰባት ቀን ጾሙ፡፡"
    }
  }
}
