{
  "1thessalonians": {
    "Chapter 1": {
      "1": "ከጳውሎስ፡- ከሲላስና ከጢሞቴዎስ የተላከ፤ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "2": "ሁልጊዜ በጸሎታችን እያስታወስናችሁ በእናንተ ምክንያት ዘወትር ያህቬህ(יהוה)ን እናመሰግናለን፡፡",
      "3": "በእምነታችሁ ምክንያት እንዴት እንደምትሠሩ፡- በፍቅራችሁ ምክንያት እንዴት እንደምትደክሙና በጌታችን በያሹዋ መሺያ ያላችሁም ተስፋ እንዴት የጸና እንደሆነ፡- በአምላካችንና በአባታችን ፊት ያለማቋረጥ እናስታውሳለን፡፡",
      "4": "በያህቬህ(יהוה) የተወደዳችሁ ወንድሞች ሆይ! ያህቬህ(יהוה) እንደመረጣችሁ እናውቃለን፡፡",
      "5": "ምክንያቱም ወንጌላችንን ያበሰርንላችሁ በቃል ብቻ ሳይሆን በኅይልና በመንፈስ ቅዱስ፡- ስለ ወንጌልም እውነት እርግጠኞች በመሆን ነው፤ ከእናንተ ጋር በነበርንበት ጊዜ ለእናንተ ጥቅም ብለን እንዴት እንደኖርን ታውቃላችሁ፡፡",
      "6": "ምንም እንኳ መከራ ቢደርስባችሁም ከመንፈስ ቅዱስ በተገኘው ደስታ ቃሉን ተቀበላችሁ እኛንና ጌታ ያሹዋን የምትመስሉ ሆናችኋል፡፡",
      "7": "ስለዚህ በመቄዶንያና በአካይያ ለሚገኙት ምእመናን ሁሉ መልካም ምሳሌ ሆናችኋል፡፡",
      "8": "የያህቬህ(יהוה) ቃል ከእናንተ ወጥቶ የተሰማው በመቄዶንያና በአካይያ ብቻ ሳይሆን በያህቬህ(יהוה) ያላችሁ እምነት በሁሉ ቦታ ታውቆ ነበር፤ በዚህ ምክንያት እኛ ሰለዚህ ጉዳይ ምንም መናገር አያስፈልገንም፡፡",
      "9": "ወደ እናንተ በመጣን ጊዜ እንዴት እንደተቀበላችሁን፡- ሕያውና እውነተኛ የሆነውን አምላክ ለማገልገል ከጣዖቶች ወደ ያህቬህ(יהוה) እንዴት እንደተመለሳችሁ እነርሱ ራሳቸው ይመሰክራሉ፡፡",
      "10": "እንዲሁም ያህቬህ(יהוה) ከሞት ያሰነሣውን፡- ከሚመጣው ቁጣ የሚያድነንን፡- የልጁን የያሹዋን ከሰማይ መምጣት እንዴት እንደምትጠባበቁም ይመሰክራሉ፡፡"
    },
    "Chapter 2": {
      "1": "ወንድሞች ሆይ! የእኛ ወደ እናንተ መምጣት ፍሬቢስ እንዳልሆነ እናንተ ራሳችሁ ታውቃላችሁ፡፡",
      "2": "እናንተ እንደምታውቁት ከዚህ ቀደም በፊልጵስዩስ በነበርንበት ጊዜ መከራና ስድብ ደርሶብናል፤ ነገር ግን ታላቅ ተቃውሞ ቢደርስብንም እንኳ፡- የያህቬህ(יהוה)ን ምሥራች ቃል እንድናበስር አምላካችን ድፍረት ሰጥቶናል፡፡",
      "3": "ምክንያቱም እኛ የመከርናችሁ በስሕተት ወይም በርኩስ ዓላማ ተመርተን አይደለም፤ እናንተን ለማታለል ያደረግነው ምንም ነገር የለም፡፡",
      "4": "ይልቅስ ያህቬህ(יהוה) የምሥራቹን ቃል ለእኛ  በዐደራ የሰጠን በእኛ ተማምኖ ስለሆነ እንናገራለን፤ ይህንንም የምናደርገው ልባችንን የሚመረምረውን ያህቬህ(יהוה)ን ደስ ለማሰኘት ብለን ነው እንጂ ሰውን ለማስደሰት ብለን አይደለም፡፡",
      "5": "በመደለል ወይም የገንዘብ ፍላጎት ኖሮን ከቶ እንዳልተናገርን እናንተ ራሳችሁ ታውቃላችሁ፤ ያህቬህ(יהוה)ም ምስክራችን ነው፡፡",
      "6": "የመሲሕ ሐዋርያት እንደመሆናችን መጠን በሥልጣናችን ልንጫናችሁ ስንችል፡- ከእናንተም ሆነ ከሌሎች ከማንም ክብርን አልፈለግንም፡፡",
      "7": "ነገር ግን ለልጆችዋ እንደምትጠነቀቅ ሞግዚት ገሮች ሆንላችሁ፡፡",
      "8": "እንዲሁም በጣም ስለወደድናችሁ ከታላቁ ፍቅራችን የተነሣ ያህቬህ(יהוה)ን የምሥራች ቃል ለእናንተ ማብሠር ብቻ ሳይሆን፡- ሕይወታችንንም እንኳ ልንሰጣችሁ ዝግጁዎች ነበርን፡፡",
      "9": "ወንድሞች ሆይ! እንዴት እንደሠራንና እንደደከምን ታውቃላችሁ፡- ከእናንተ በአንዱም ላይ ሸክም እንዳንሆንበት ሌሊትና ቀን በመሥራት እንደክም ነበር፡፡",
      "10": "በእናንተ በአማኞች መካከል በነበርንበት ጊዜ እንዴት ባለ ቅድስናና ጽድቅ፡ ነቀፋም በሌለበት ሕይወት እንደኖርን እናንተ ምስክሮች ናችሁ፤ ያህቬህ(יהוה)ም ምስክር ነው፤",
      "11": "አባት ለልጆቹ እንደሚደርገው ዐይነት እኛም ለእናንተ ለእንዳንዳችሁ እንዳደረግንላችሁ ታውቃላችሁ፤",
      "12": "ዘወትር እየመከርናችሁና እያበረታታናችሁ፡- መንግሥቱንና ክብሩን እንድትካፈሉ የጠራችሁ አምላክ ደስ በሚሰኝበት ሁኔታ እንድትኖሩ ዐደራ እንዳልናችሁ ታውቃላችሁ፡፡",
      "13": "ደግሞም ስለ እናንተ ሳናቋርጥ ያህቬህ(יהוה)ን የምናመሰግንበት ምክንያት አለን፤ ይኸውም ከእና የሰማችሁትን የያህቬህ(יהוה)ን ቃል በተቀበላችሁ ጊዜ፡- በእናንተ በአማኞች የሚሠራውን ይህንን ቃል የተቀበላችሁት እንደ ሰው ቃል ሳይሆን ልክ እንደ ያህቬህ(יהוה) ቃል አድርጋችሁ ነው፤ በእርግጥም የያህቬህ(יהוה) ቃል ነው፡፡",
      "14": "ወንድሞች ሆይ! እናንተም በይሁዳ አገር የሚገኙትን በያሹዋ መሺያ የያህቬህ(יהוה) አብያተ ክርሰቲያናት የሆኑትን መስላችኋል፤ ምክንያቱም እነርሱ በአይሁዳውያን መከራ እንደተቀበሉ ሁሉ፡- እናንተም በገዛ ወገኖቻችሁ መከራ ተቀበላችኋል፡፡",
      "15": "አይሁዳውያን ጌታ ያሹዋንና ነቢያትን ገደሉ፤ እኛንም አሳድደው ከአገር ያስወጡ ናቸው፤ እነርሱ ያህቬህ(יהוה)ን የሚያሳዝኑና ሰዎችን ሁሉ የሚጠሉ ናቸው፤",
      "16": "ምክንቱም አረማውያን የሚድኑበትን ቃል እንዳንናገር እንኳ ይከለክሉናል፤ በዚህ ዐይነት ኃጢአትን በኃጢአት ላይ እየጨመሩ ይሄዳሉ፤ ስለዚህ በመጨረሻ የያህቬህ(יהוה) ቁጣ መጥቶባቸዋል፡፡",
      "17": "ነገር ግን ወንድሞች ሆይ! በመንፈስ ሳይሆን በሥጋ ለጥቂት ጊዜ ከእናንተ በመለየታችን ስለ እናንተ ያለን ናፍቆት ብዙ ስለሆነ በዐይነ ሥጋ ልናያችሁ ተመኘን፡",
      "18": "ወደ እናንተ መምጣት ፈልገን ነበር፤ በተለይም እኔ ጳውሎስ ወደ እናንተ ለመምጣት ደጋግሜ ሞክሬ ነበር፤ ነገር ግን ሰይጣን ከለከለን፡፡",
      "19": "ታዲያ ተስፋችን ወይም ደስታችን ወይም ጌታችን ያሹዋ በሚመጣበት ጊዜ በፊቱ የምንመካበት የድል አክሊላችን እናንተ ካልሆናችሁ፤ ሌላማን ነው?",
      "20": "በእርግጥ ክብራችንና ደስታችን እናንተ ናችሁ፡፡"
    },
    "Chapter 3": {
      "1": "ስለዚህ ከእንግዲህ ወዲህ መጠበቅ ባለመቻላችን በአቴና ብቻችንን መቅረት መልካም ሆኖ ታየን፡፡",
      "2": "ወንድማችንንና የመሲሕን መልካም ዜና በማብሠር ከእና ጋር የያህቬህ(יהוה) አገልጋይ የሆነውን ጢሞቴዎስን ልከንላችኋል፤ የላክንላችሁም እንዲያጸናችሁና በእምነት እንድትበረቱ ይመክራችሁ ዘንድ ነው፤",
      "3": "ይህም በደረሰባችሁ መከራ እንዳትናወጡ ያደርጋችኋል፤ ይህ መከራ ለእኛ የተወሰነልን ዕጣ መሆኑን እናንተ ራሳችሁ ታውቃላችሁ፡፡",
      "4": "እንዲያውም ከእናንተ ጋር በነበርንበት ጊዜ መከራ እንደሚደርስብን አስቀድመን እንነግራችሁ ነበር፤ እንደምታውቁትም መከራው መጥቶ አልፎአል፤",
      "5": "በዚህ ምክንያት ከእንግዲህ ወዲህ መጠበቅ ባለመቻሌ፡- ስለ እምነታችሁ ማወቅ ፈልጌ ጢሞቴዎስን ወደ እናንተ ላክሁት፤ እርሱን የላክሁትም ምናልባት ፈታኙ ፈትኖአቸው ይሆናል፤ ሥራችንም ከንቱ ሆኖ ቀርቶአል በማለት ፈርቼ ነው፡፡",
      "6": "አሁን ግን ጢሞቴዎስ ከእናንተ ዘንድ ወደ እኛ መጥቶ ስለ እምነታችሁና ስለ ፍቅራችሁ ደስ የሚያሰኝ ወሬ ነገረን፤ እንዲሁም እናንተ ዘወትር በመልካም እንደምታስታውሱንና እኛ እናንተን ለማየት የምንናፍቃችሁን ያህል እናንተም እኛን ለማየት እንደምትናፍቁ ነገረን፡፡",
      "7": "ስለዚህ ወንድሞች ሆይ! ምንም እንኳ እኛ የምንገኘው በችግርና በመከራ ውስጥ ቢሆንም፡- በእምነታችሁ ምክንያት በእናንተ ተጽናንተናል፡፡",
      "8": "ምክንያቱም የእናንተ በጌታ የሹዋ ጸንቶ መኖር ለእኛ ሕይወታችን ነው፡፡",
      "9": "እንሆ አሁን ስለ እናንተ ምስጋና እናቀርባለን፤ በእናንተም ምክንያት በእርሱ ፊት ሰላለን ደስታ ያህቬህ(יהוה)ን እናመሰግናለን፡፡",
      "10": "ሌሊትና ቀን በብርቱ የምንጸልየው በዐይነ ሥጋ እንድናያችሁና በእምነታችሁ የጎደለውን ለመሙላት እንድንችል ነው፡፡",
      "11": "አሁንም ራሱ አባታችን የሆነው አምላክና ጌታችን ያሹዋ ወደ እናንተ እንድንመጣ መንገዳችንን ያቅናልን፡፡",
      "12": "እኛ የምናፈቅራችሁን ያህል፤ እርስ በርሳችሁ ያላችሁን ፍቅርና ለሌሎችም ያላችሁን ፍቅር ጌታ ይጨምርላችሁ፤ ያብዛላችሁም፤",
      "13": "በዚህ ዐይነት ጌታችን ያሹዋ ከቅዱሳን ሁሉ ጋር በሚመጣበት ጊዜ አባታችን በሆነው በአምላካችን ፊት ልባችሁ ነቀፋ የሌለበትና ቅዱስ እንዲሆን ያበረታችኋል፡፡"
    },
    "Chapter 4": {
      "1": "በቀረውስ ወንድሞች ሆይ! ያህቬህ(יהוה)ን ለማስደሰት እንዴት መኖር እንደሚገባችሁ ከእኛ ተምራችኋል፤ አሁንም የምትኖሩት እንዲሁ ነው፤ በጌታ በያሹዋ ስም የምንለምናችሁና የምንመክራችሁ ከዚህ በፊት ካደረጋችሁት ይበልጥ እንድታደርጉ ነው፡፡",
      "2": "በጌታ በያሹዋ ስም ምን ዐይነት የመመሪያ ትምህርት እንደሰጠናችሁ ታውቃላችሁ፡፡",
      "3": "የያህቬህ(יהוה) ፈቃድ እናንተ እንድትቀድሱና ከዝሙት እንድትርቁ ነው፡፡",
      "4": "ከእናንተ እያንዳንዱ የገዛ ሰውነቱን በቅድስናና በክብር ጠብቆ መያዝን ይወቅ፡፡",
      "5": "ያህቬህ(יהוה)ን እንደማያውቁ አረማውያን የፍትወት ምኞት አይኑረው፡፡",
      "6": "በዚህ ነገር ማንም ወንድሙን አይበድል፤ ወይም አያታልል፤ ከዚህ በፊት እንደነገርናችሁና እንዳስጠነቀቅናችሁ፤ እነዚህን ነገሮች የሚደርጉትን ጌታ ይቀጣቸዋል፡፡",
      "7": "ምክንያቱም ያህቬህ(יהוה) የጠራን በቅድስና እንድንኖር ነው እንጂ በርኩሰት እንድንኖር አይደለም፡፡",
      "8": "ስለዚህ ይህን ምክር የሚቃወም፡- የሚቃወመው ቀዱስ መንፈሱን የሚሰጣችሁን ያህቬህ(יהוה)ን እንጂ ሰውን አይደለም፡፡",
      "9": "እርስ በርሳችሁ ስለ መዋደድ እናንተ ራሳችሁ ከያህቬህ(יהוה) ስለ ተማራችሁ፡- ስለዚህ ጉዳይ ማንም ሊጸፍላችሁ አያስፈልግም፡፡",
      "10": "በመላ መቄዶንያ ያሉትንም ወንድሞች ሁሉ ትወዳላችሁ፤ ሆኖም ወንድሞች ሆይ! አሁን የምንመክራችሁ ይበልጥ እንድትወዱና፡-",
      "11": "በጸጥታ ለመኖር እንድታጣጣሩ፡- የራሳችሁን ጉዳይ እንድታስቡ፡- ከዚህ በፊት እንዳዘዝናችሁም በገዛ እጃችሁ እንድትሰሩ ነው፡፡",
      "12": "በዚህ ዐይነት በማያምኑት ሰዎች ዘንድ የተከበራችሁ ትሆናላችሁ፤ የማንም ጥገኛ ሳትሆኑ ራሳችሁን ችላችሁ ትኖራላችሁ፡፡",
      "13": "ወንድሞቼ ሆይ! ተስፋ እንደሌላቸው ሰዎች እንድታውቁ እንወዳለን፡፡",
      "14": "ያሹዋ እንደሞተና ከሞትም እንደተነሣ እናምናለን፤ ስለዚህም በያሹዋ አምነው የሞቱትን ያህቬህ(יהוה) ከያሹዋ ጋር ያመጣቸዋል፡፡",
      "15": "በጌታ በቀበልነው ቃል መሠረት የምንነግራችሁ ይህ ነው፤ ጌታ እስከሚመጣበት ጊዜ ድረስ ሕያዋን ሆነን የምንገኝ የሞቱትን አንቀድምም፡፡",
      "16": "የትእዛዝ ድምጽ፤ የመላእክት አለቃ ድምጽ፤ የያህቬህ(יהוה) መለከትም ይሰማል፤ ጌታ ራሱም ከሰማይ ይወርዳል፤ በያሹዋ አምነው የሞቱትም አስቀድመው ይነሣሉ፡፡",
      "17": "ከዚህ በኋላ እኛ በሕይወት የምንገኘው ጌታን በአየር ላይ ለመቀበል ከእነርሱ ጋር በደመና እንነጠቃለን፤ ለዘላለምም ከጌታ ጋር እንሆናለን፡፡",
      "18": "ስለዚህ በዚህ ቃል እርስ በርሳችሁ ተጽናኑ፡፡"
    },
    "Chapter 5": {
      "1": "ወንድሞች ሆይ! ይህ ነገር ስለሚሆንበት ዘመንና ጊዜ ምንም እንዲጻፍላችሁ አያስፈልግም፡፡",
      "2": "ምክንያቱም የጌታ ቀን የሚመጣው ሌባ በሌሊት እንደሚመጣ ዐይነት መሆኑን እናንተ ራሳችሁ ደህና አድርጋችሁ ታውቃላችሁ፡፡",
      "3": "ሰዎች “ሁሉ ነገር ሰላምና ደህና ነው” ሲሉ፡- እርጉዝ ሴትን ምጥ እንደሚይዛት ዐይነት ጥፋት በድንገት ይመጣባቸዋል፤ በምንም ዐይነት አያመልጡም፡፡",
      "4": "እናንተ ግን ወንድሞች ሆይ! በጨለማ ውስጥ አይደላችሁም፤ ስለዚህ ቀኑ እንደ ሌባ አይመጣባችሁም፡፡",
      "5": "ምክንያቱም እናንተ ሁላችሁም የብርሃን ሰዎች፡- የቀንም ሰዎች ናችሁ፤ እኛ የሌሊት ወይም የጨለማ ሰዎች አይደለንም፡፡",
      "6": "ስለዚህ እኛ እንንቃ፤ ራስን በመግዛት በመጠን እንኑር እንጂ እንደ ሌሎች አናንቀላፋ፡፡",
      "7": "ምክንያቱም የሚያንቀላፉ ሰዎች በሌሊት ያንቀላፋሉ፤ የሚሰክሩም በሌሊት ይሰክራሉ፡፡",
      "8": "እኛ ግን የብርሃን ሰዎች ስለሆንን ራስን በመግዛት በመጠን እንኑር፤ እምነትንና ፍቅርን እንደ ጥሩር እንልበስ፤",
      "9": "ያህቬህ(יהוה) የጠራን ለቁጣ ሳይሆን በጌታችን በያሹዋ መሺያ አማካይነት ደኅንነትን እንድናገኝ ነው፡፡",
      "10": "መሲሕ ስለ እኛ የሞተው በሕይወት ብንሆን ወይም ብንሞት ከእርሱ ጋር አብረን እንድንኖር ነው፡፡",
      "11": "ስለዚህ አሁን በምታደርጉት አይነት አንዱ ሌላውን በማነጽ እርስ በርሳችሁ ተረዳዱ፡፡",
      "12": "ወንድሞች ሆይ! በእናተ መካከል በሥራ የሚደክሙትን፤ በጌታ ያሹዋ አለቆቻችሁንና መካሪዎቻችሁ የሆኑትን እንድታከብሩአቸው እንለምናችኋለን፤",
      "13": "በሥራቸው ምክንያትም ለእነርሱ ታላቅ አክብሮትና ፍቅር ይኑራአችሁ፤ እናንተም እርስ በርሳችሁ በሰላም ኑሩ፡፡",
      "14": "ወንድሞች ሆይ! “ሰነፎችን ገስጹ፤ ፈሪዎችን አደፋፍሩ፤ ደካሞችን ዕርዱ፤ ሰውን ሁሉ ታገሱ” ብለን እንመክራችኋለን፡፡",
      "15": "ማንም ሰው በክፉ ፈንታ ክፉ እንዳይመልስ ተጠንቀቁ፤ ይልቅስ ከእናንተ እያንዳንዱ ለሌላው መልካም ለማድረግ ይትጋ፤ እንዲሁም ለሌሎች ሰዎች ሁሉ መልካም ለማድረግ ትጉ፡፡",
      "16": "ሁል ጊዜ ደስ ይበላችሁ፤",
      "17": "ባለማቋረጥ ጸልዩ፤",
      "18": "በሁሉ ነገር ያህቬህ(יהוה)ን አመስግኑ፤ ምክንያቱም በያሹዋ መሺያ ባላችሁ ሕይወት ያህቬህ(יהוה) ከእናንተ የሚፈልገው ይህን ነው፡፡",
      "19": "የመንፈስ ቅዱስን ሥራ አታዳፍሩ፤",
      "20": "የትንቢትን ስጦታ አትናቁ፤",
      "21": "ሁሉን ነገር ፈትኑ፤ መልካም የሆነውን ያዙ፡፡",
      "22": "ከማናቸውም ዐይነት ክፉ ነገር ራቁ፡፡",
      "23": "ራሱ የሰላም አምላክ በሁሉ ነገር ይቀድሳችሁ፤ መንፈሳችሁ፤ ነፍሳችሁ፤ ሥጋችሁ በሙሉ ጌታችን ያሹዋ መሺያ ለሚመጣበት ቀን ያለ ነቀፋ ተጠብቆ ይኑር፡፡",
      "24": "የሚጠራችሁ ታማኝ ስለሆነ ይህን ያደርገዋል፡፡",
      "25": "ወንድሞች ሆይ! ለእኛም ጸልዩልን፡፡",
      "26": "በወንድማማችነት ስሜት በመሳሳም ለአማኞች ሁሉ ሰላምታ አቅርቡልን፡፡",
      "27": "ይህ መልእክት ለአማኞች ሁሉ እንዲነበብ በጌታ ስም ዐደራ እላችኋለሁ፡፡",
      "28": "የጌታችን የያሹዋ መሺያ ጸጋ ከእናንተ ጋር ይሁን፡፡"
    }
  }
}
