{
  "1timothy": {
    "Chapter 1": {
      "1": "አዳኛችን በሆነው በያህዌህ(יהוה)ና ተስፋችን በሆነው በያሹዋ መሺያ ትእዛዝ የያሹዋ መሺያ ሐዋርያ ከሆነ ከጳውሎስ፤",
      "2": "በእምነት እውነተኛ ልጄ ለሆነው ለጢሞቴዎስ፤ ከአባታችን ከያህዌህ(יהוה)፤ ከጌታችንም ከያሹዋ መሺያ ጸጋና ምሕረት ሰላምም ይሁን፡፡",
      "3": "ወደ መቄዶንያ ስሄድ ሳለሁ ዐደራ እንዳልሁህ በኤፌሶን ተቀመጠ፤ እዚያ ያሉ አንዳንድ ሰዎች ሐሰተኛ ትምህርት እንዳያስተምሩንና፤",
      "4": "ወደ ተረትና ወደ መጨረሻ ወደሌለው ወደ ትውልዶች ቆጠራ እንዳይመለሱ እዘዛቸው፤ እነዚህ ነገሮች ክርክርን ያመጣሉ እንጂ በእምነት ለሚደረገው ለያህዌህ(יהוה) ሥራ አይጠቅሙም፡፡",
      "5": "የዚህ ትእዛዝ ዓላማ ግን ከንጹህ ልብ፤ ከመልካም ህሊና፤ ከእውነተኛ እምነት የሚገኝ ፍቅር ነው፡፡",
      "6": "አንዳንድ ሰዎች ከእነዚህ ነገሮች ተለይተው ወደ ከንቱ ክርክር ተመልሰዋል፡፡",
      "7": "ይህንን የሚያደርጉት የሙሴ ሕግ መምህራን ለመሆን ፈልገው ነው፤ ይሁን እንጂ የሚናገሩትን አያውቁም  ወይም እርግጠኞች ነን የሚሉበትን ነገር አያስታውሱም፡፡",
      "8": "ሰው በሚገባ ከሠራበት ፤ሕግ መልከሰም መሆኑን እናውቃለን፤",
      "9": "እንዲሁም ሕግ የተሠራው ለደጋግ ሰዎች እንዳልሆነ እናውቃለን፤ ሕግ የተሠራው ለዐመጸኞችና ለወንጀለኞች፤ ለከሐዲዎች ለኃጢአተኞች፤ ቅድስና ለሌላቸውና መንፈሳዊ ነገርን ለሚንቁ፤ አባትንና እናትን ለሚገድሉና ለነፍሰ ገዳዮች፤",
      "10": "ለአመንዝሮችና ግብረ ሥጋን ከወንዶች ጋር ለሚያደርጉ ወንዶች፤ ሰውን ለሚሸጡ ነጋዴዎችና ለውሸተኞች፤ በሐሰት ለሚምሉና የእውነተኛ ትምህርት ተቃራኒ የሆነውን ነገር ሁሉ ለሚያደርጉ ነው፤",
      "11": "ይህ እውነተኛ ትምህርት የሚገኘውም የተመሰገነውን የያህዌህ(יהוה)ን ክብር ከሚያበስረው ወንጌል ነው፤ ይህም ወንጌል ለእኔ በዐደራ የተሠጠኝ ነው፡፡",
      "12": "እኔን ለአገልግሎት በመሾም ታማኝ እንድሆን ያበቃኝንና ብርታት የሰጠኝን ጌታችንን ያሹዋ መሺያን አመሰግናለሁ፡፡",
      "13": "ምንም እንኳ ከዚህ ቀደም መሲሕን የሰደብሁና ያሳደድሁ ፤ ያዋረድሁም ብሆን፤ እርሱ ምሕረት አደረገልኝ፤ ምክንያቱም ይህን ሁሉ ያደረግሁት ባለማወቅና ባለማመን ስለነበረ ነው፡፡",
      "14": "ከያሹዋ መሺያ ጋር ባለን ኅብረት ምክንያት ከሚገኘው እምነትና ፍቅር የያህዌህ(יהוה) ጸጋ ይበልጥ በዛልኝ፡፡",
      "15": "“ያሹዋ መሺያ ኃጢአተኞችን ለማዳን ወደ ዓለም መጣ’ የሚለው ቃል ፤ እውነተኛና ሰው ሁሉ ሊቀበለው የሚገባ ነው፤ ከኃጢአተኞች ሁሉ የባስሁ ኃጢአተኛ እኔ ነኝ፡፡",
      "16": "ነገር ግን ምሕረት ተደረገልኝ፤ ምሕረት የተደረገልኝም፤ ያሹዋ መሺያ ወሰን የሌለውን ትግሥዕቱን ከሁሉ የባስሁ ኃጢአተኛ በሆንሁት በእኔ ላይ በማሳየት በእርሱ ለሚያምኑና የዘላለም ሕይወት ለሚያገኙ ምሳሌ እንድሆን ነው፡፡",
      "17": "ስለዚህ ዘላለማዊ ንጉሥ ለሆነው፤ ለማይሞተው፤ ለማይታየው ለአንዱ አምላክ ክብርና ምስጋና ለዘላለን ይሁን፤ አሜን፡፡",
      "18": "ልጄ ጢሞቴዎስ ሆይ!! ከዚህ ቀደም ስለ አንተ በትንቢት በተነገረው መሠረት ይህን ትዕዛዝ በአደራ እሰጥሃለሁ፤ “ትንቢቱን በመከተል መልካም ጦርነትን ተዋጋ፤",
      "19": "እምነትና መልካም ሕሊና ይኑርህ፤” አንዳንድ ሰዎች ሕሊናቸውን በመጣላቸው እምነታቸውን አጥፍተዋል፡፡",
      "20": "ከእነርሱ መካከል ሄማኔዎስና እስክንድር ይገኛሉ፤ እነርሱ በያህዌህ(יהוה) ላይ የስድብ ቃል ከመናገር መቆጠብን እንዲማሩ ለሰይጣን አሳልፌ የሰጠኋቸው ናቸው፡፡"
    },
    "Chapter 2": {
      "1": "ስለዚህ ወደ ያህዌህ(יהוה) ልመና፤ ጸሎት፤ ምልጃና ምስጋና ለሰዎች ሁሉ እንዲደረግ ከሁሉ በፊት እመክራለሁ፡፡",
      "2": "በመንፈሳዊነትና በመልካም ጠባይ እየተመራን በሰላምና በጸጥታ እንድንኖር በተለይ ለነገሥታትና በስልጣን ላይ ላሉ ሁሉ ጸልዩ፡፡",
      "3": "ይህም በአዳኛችን በያህዌህ(יהוה) ፊት መልካምና ደስ የሚያሰኝ ነገር ነው፡፡",
      "4": "ምክንያቱም የያህዌህ(יהוה) ፈቃድ ሰዎች ሁሉ እንዲድኑና እውነትን እንዲያውቁ ነው፡፡",
      "5": "ያህዌህ(יהוה) አንድ ነው፡፡ በመካከል ሆኖ ያህዌህ(יהוה)ንና ሰውን የሚያስታርቀው አንድ  ነው፤ እርሱም ሰው የሆነው ያሹዋ መሺያ ነው፡፡",
      "6": "ሰዎችን ሁሉ ከኃጢአት ለመዋጀት ራሱን ቤዛ አድርጎ የሰጠ እርሱ ነው፤ ይህም ትክክለኛው ጊዜ ሲደርስ የያህዌህ(יהוה)ን የማዳን ፍላጎት የሚያስረዳ ምስክርነት ነው፡፡",
      "7": "እኔም እምነትና እውነትን ለማብሰር ሐዋርያና አስተማሪ ሆኜ ወደ አረማውያን የተላክሁት በዚህ ምክንያት ነው፤ ይህንንም ስል እውነት እናገራለሁ እንጂ አልዋሽም፡፡",
      "8": "እንግዲህ በየስፍራው ያሉ ወንዶች ቁጣንና ጥልን አስወግደው የተቀደሱ እጆቻቸውን ወደ ላይ በማንሳት እንዲጸልዩ እፈልጋለሁ፡፡",
      "9": "እንዲሁም ሴቶች ጠጉርን በመሠራት ወይም በወርቅ ወይም በዕንቁ ወይም ውድ በሆነ ልብስ ማጌጥ ሳይሆን፤ በማፈርና በትሕትና ተገቢ የሆነ ልብስ ይልበሱ፡፡",
      "10": "ያህዌህ(יהוה)ን እናመልካለን የሚሉ ሴቶች ማድረግ በሚገባቸው ዐይነት በመልካም ሥራ ያጊጡ፡፡",
      "11": "ሴት በጸጥታና በመታዘዝ ትማር፤",
      "12": "ሴት ወንድን እንድታስተምር ወይም በወንድ ላይ ሥልጣን እንዲኖራት አልፈቅድም፤ እርስዋ ዝም ማለት ይገባታል፡፡",
      "13": "ምክንያቱም በመጀመሪያ የተፈጠረ አዳም ነው፤ በኋላም ሔዋን ተፈጠረች፡፡",
      "14": "ደግሞም የተታለለችውና የያህዌህ(יהוה)ን ሕግ ያፈረሰችው ሴት ናት እንጂ የተታለለው አዳም አይደለም፡፡",
      "15": "ነገር ግን ሴት በእምነትና በፍቅር በቅድስናም ብትጸናና በትሕትና ብትኖር ልጅ በመውለድ ትድናለች፡፡"
    },
    "Chapter 3": {
      "1": "አንድ ሰው “የቤተ ክርስትያን መሪ ለመሆን ቢፈልግ በጎ ሥራን ይመኛል” የሚለው ቃል እውነተኛ ነው፡፡",
      "2": "ስለዚህ የቤተ ክርስትያን መሪ እንዲህ መሆን ይገባዋል፣ “ነቀፋ የሌለበት፣ አንዲት ሚስት ብቻ ያገባ፤ በመጠን የሚኖር፤ ራሱን የሚገዛ፤ በሥርዓት የሚሠራ፤ እንግዳ ተቀባይ፤ ለማስተማር ችሎታ ያለው፤",
      "3": "የማይሰክር፤ የማይጨቃጨቅ፤ ገር፤ ሰላማዊ የሆነ፤ ገንዘብን የማያፈቅር፤",
      "4": "የገዛ ራሱን ቤተሰብ በደንብ ማስተዳደር የሚችል ልጆቹ በአክብሮት የሚታዘዙለትና የተከበረ፡፡”",
      "5": "ሰው የገዛ ራሱን ቤተሰብ ማስተዳደር የማይችል ከሆነ የእግዚአብሔርን ቤተ ክርስቲያን ማስተዳደር እንዴት ይችላል!",
      "6": "በትዕቢት ተነፍቶ ዲያብሎስ እንደ ተፈረደበት እንዳይፈረድበት፤ አዲስ ክርስቲያን የቤተ ክርስቲያን መሪ አይሁን፡፡",
      "7": "በነቀፋና በሰይጣን ወጥመድ ውስጥ እንዳይወድቅ፤ በሚያምኑ ሰዎች ዘንድ መልካም ስም እንዲኖረው ያስፈልጋል፡፡",
      "8": "እንዲሁም ዲያቆናት የተከበሩና በቃላቸው የሚታመኑ፤ ብዙ የወይን ጠጅ የማይጠጡ፤ ለገንዘብ የማይስገበገቡ መሆን አለባቸው፤",
      "9": "እንዲሁም የእምነትን ምስጢር በንጹሕ ኅሊና የሚጠብቁ መሆን ይገባቸዋል፤",
      "10": "እነርሱም በመጀመሪያ ይፈተኑ፤ ከዚያም በኋላ ነቀፋ የሌለባቸው ሆነው ከተገኙ በዲቁና ሥራ ያገልግሉ፡፡",
      "11": "እንዲሁም ሚስቶቻቸው መልካም ጠባይ ያላቸውና ሰውን የማያሙ፤ በመጠን የሚኖሩ፤ በሁሉም ነገር ታማኞች መሆን ይገባቸዋል፡፡",
      "12": "ዲያቆናት እንዳንዳቸው የአንዲት ሚስት ባል መሆን ይገባቸዋል፤ ልጆቻቸውንና ቤተሰቦቻቸውንም በመልካም ይዞታ ማስተዳደር አለባቸው፡፡",
      "13": "በዲቁና ሥራ መልካም አገልግሎት የሚያበረክቱ ከፍ ያለ ማዕረግ ያገኛሉ፤ በክርስቶስ ኢየሱስ ስላለውም እምነት የመናገር ድፍረት ይኖራቸዋል፡፡",
      "14": "ይህን መልእክት ስጽፍልህ በፍጥነት ወደ አንተ መጥቼ እንደማይህ ተስፋ በማድረግ ነው ፡፡",
      "15": "ብዘገይም በእግዚአብሔር ቤተሰብ መካከል፤ ሰዎች እንዴት መኖር እንደሚገባቸው እንድታውቁ ጽፌልሃለሁ፤ ይህም ቤተሰብ የእውነት ዐምድና መሠረት የሆነው የሕያው እግዚአብሔር ቤተ ክርስቲያን ነው፡፡",
      "16": "የሃይማኖታችን ምስጢር ያለጥርጥር ታላቅ ነው፤ እርሱም ስለ ክርስቶስ ሲነገር፣ “ሰው በመሆን የተገለጠ፤ እውነተኛነቱ በመንፈስ የታወቀ፤ ለመላእክት የታየ፤ ለሕዝቦች ሁሉ የተሰበከ፤ በዓለም ያሉ ሰዎች ያመኑበት፤ በክብር ወደ ሰማይ የወጣ” የሚል ነው፡፡"
    },
    "Chapter 4": {
      "1": "መንፈስ ቅዱስ ግን በግልጥ እንዲህ ይላል፤ “በኋለኛው ዘመን አንዳንድ ሰዎች አሳሳች መናፍስትንና የአጋንንትን ትምህርት በመከተል ሃይማኖትን ይክዳሉ፡፡”",
      "2": "እንዲህም ዐይነቱ ትምህርት የሚመነጨው በግብዝነት ሐሰትን ሲናገሩ በጋለ ብረት እንደተተኮሰ ያህል ሆኖ የደነዘዘ ኅሊናቸው ከማይወቅሳቸው ሰዎች ነው፡፡",
      "3": "እንደ እነዚህ ያሉ ሰዎች ጋብቻን ይከለክላሉ፤ የሚያምኑና እውነትን የሚያውቁ ሰዎች እግዚአብሔርን እያመሰገኑ እንዲመገቡት የፈጠረላቸውን ምግብ “አትብሉ” እያሉ ይከለክላሉ፡፡",
      "4": "ዳሩ ግን እግዚአብሔር የፈጠረው ነገር ሁሉ መልካም ነው፤ ከምስጋና ጋር ከተመገቡት ምንም የሚጣል ነገር ለም፡፡",
      "5": "ምክንያቱም በእግዚአብሔር ቃልና በጸሎት የተቀደሰ ይሆናል፡፡",
      "6": "ይህን ትምህርት ለአማኞች ብታስገነዝብ፤ የእምነትን ቃልና መልካም ትምህርትን እያተመገብህ ያደግህ የክርስቶስ ኢየሱስ መልካም አገልጋይ መሆንህን ታስመሰክራለሁ፡፡",
      "7": "የመበለቶችን ተረት ከሚመስል ምንም ጥቅም ከሌለው ከዓለማዊ አፈ ታሪክ ራቅ፤ በመንፈሳዊ ነገርም ራስህን አለማምድ፡፡",
      "8": "ምክንያቱም በሰውነት ማጠንከሪያ ትምህርት ራስን ማለማመድ ጥቅሙ ጥቂት ነው፤ ራስን በመንፈሳዊ ነገር ማለማመድ ግን ለአሁንና ለሚመጣው ሕይወት ተስፋ ስላለው ለሁሉ ነገር ይጠቅማል፡፡",
      "9": "ይህም አባባል ሰው ሁሉ ሊቀበለው የሚገባ እውነተኛ ነገር ነው፡፡",
      "10": "እኛም የምንታገለውና በሥራ የምንደክመው ለዚሁ ነው፤ ምክንያቱም እኛ ተስፋችንን የጣልነው ሰዎችን ሁሉ ይልቁንም የሚያምኑትን ሁሉ በሚያድን በሕያው አምላክ ነው፡፡",
      "11": "እነዚህን ነገሮች እዘዝ፤ አስተምርም፤",
      "12": "ወጣት በመሆንህ ማንም አይናቅህ፤ ይልቅስ በንግግር፤ በኑሮ፤ በፍቅር፤ በእምነትና በንጽሕና ለአማኞች መልካም ምሳሌ ሁን፡፡",
      "13": "እኔ እስክመጣ ድረስ ቅዱሳት መጻሕፍትን ለሕዝብ በማንበብ፤ በመስበክና በማስተማር ትጋ፡፡",
      "14": "ትንቢት በተነገረልህ ጊዜና የቤተ ክርስቲያን ሽማግሌዎችም እጃቸውን በጫኑብህ ጊዜ የተሰጠህን በአንተ ያለውን መንፈሳዊ ስጦታ አትዘንጋ፡፡",
      "15": "መሻሻልህን ሰዎች ሁሉ እንዲያዩ፤ በእነዚህ ነገሮች ትጋ፤ እነዚህንም ነገሮች በሥራ ላይ በማዋል ሰውነትህን በሙሉ ለእነርሱ ስጥ፡፡",
      "16": "ለራስህና ለማስተማር ሥራህ ተጠንቀቅ፤ በእነዚህም ነገሮች ጽና፤ ምክንያቱም ይህን ስታደርግ ራስህንና የሚሰሙህንም ታድናለህ፡፡"
    },

    "Chapter 5": {
      "1": "ሽማግሌን እንደ አባትህ አድርገህ ምከረው እንጂ አትገሥጸው፤ ወጣቶች ወንዶችን እንደ ወንዶች፤",
      "2": "አሮጊቶችን እንደ እናቶች አድርገህ ተመልከታቸው፤ እንዲሁም ወጣት ሴቶችን እንደ እኅህቶች አድርገህ በፍጹም ንጽሕና ተመልከታቸው፡፡",
      "3": "በእርግጥ መበለቶች የሆኑትን ሴቶች አክብራቸው፡፡",
      "4": "ማንኛይቱም መበለት፤ ልጆች ወይም የልጅ ልጆች ቢኖሯት፤ እነዚህ ልጆች አስቀድመው ለቤተሰዎቻቸው የመጠንቀቅን፤ ለወላጆቻቸውና ለአያቶቻቸው ብድር የመመለስን መንፈሳዊ ግዴታ ይማሩ፤ ምክንያቱም ይህ ያህዌህን ደስ የሚያሰኝ ነገር ነው፡፡",
      "5": "በእርግጥ መበለት የሆነችና ብቻዋን የምትኖር፤ ተስፋዋን በያህዌህ አድርጋ ሌሊትና ቀን የያህዌህን ዕርዳታ በመለመን በጸሎት ጸንታ ትኖራለች፡፡",
      "6": "የዚህን ዓለም ደስታ ብቻ የምትወድ መበለት ግን በቁሟ የሞተች ናት፡፡",
      "7": "ያለ ነቀፋ እንዲኖሩም ምከራቸው፡፡",
      "8": "ለራሱ ዘመዶች፤ ይልቁንም ለቅርብ ቤተ ሰዎቹ የማያስብ ሃይማኖቱን የካደ ነው፤ እንዲያውም ከማያምን ሰው እንኳ የባሰ ክፉ ነው፡፡",
      "9": "ከስልሳ ዓመት በታች የሆነችን መበለት በመበለቶች መዝገብ አትጻፍ፤ ደግሞም አንድ ባል ብቻ ያገባች እንድትሆን ያስፈልጋል፡፡",
      "10": "እንዲሁም ልጆችን በሚገባ በማሳደግ፤ እንግዳን በመቀበል፤ የቅዱሳንን እግር በማጠብ፤ የተቸገሩትን በመርዳትና ማንኛውንም በጎ ሥራ ሁሉ በማከናወን በመልካም ሥራዋ ሁሉ የተመሰከረላት መሆን አለባት፡፡",
      "11": "በዕድሜአቸው ያልገፉትን መበለቶች ግን በመበለቶች መዝገብ አትጻፋቸው፤ ምክንያቱም እነርሱ ሥጋዊ ምኞታቸው አሸንፎአቸው ለመሲሕ ያላቸው ፍቅር ሲቀነስ፤ ባል ማግባት ይፈልጋሉ፡፡",
      "12": "በመጀመሪያ ለመሲሕ የገቡትን ቃል በማፍረሳቸውም ይፈረድባቸዋል፡፡",
      "13": "ከዚህም በላይ ሥራ መፍታትንና በሰው ቤት መዞርን ይማራሉ፤ ሥራ መፍታች ብቻ ሳይሆን ሰውን የሚያሙ በሰው ነገር የሚገቡና መናገር የማይገባቸውን የሚናገሩ ይሆናሉ፡፡",
      "14": "ስለዚህ በዕድሜአቸው ያልገፉ መበለቶች እንዲያገቡ፤ ልጆችን እንዲወልዱ፤ ቤታቸውንም በሚገባ እንዲያስተዳድሩ እመክራለሁ፤ በዚህ ዐይነት ጠላት የሚሳደብበትን ምክንያት ያጣል፡፡",
      "15": "ምክንያቱም ከዚህ በፊት አንዳንድ መበለቶች ሰይጣንን ለመከተል ከእምነት መንገድ ወጥተዋል፡፡",
      "16": "አማኝ የሆነች ሴት በቤትዋ መበለቶች ቢኖሯት የቤተ ክርስቲያን ሽክም እንዳይሆኑ እርስዋ ትርዳቸው፤ በዚህ ዐይነት ቤተ ክርስቲያን ፈጽሞ ረዳት የሌላቸውን መበለቶች መርዳት ትችላለች፡፡",
      "17": "ቤተ ክርስቲያንን በደንብ የሚያስተዳድሩ፤ ይልቁንም የምሥራቹን ቃል በመስበክና በማስተማር የሚደክሙ ሽማግሌዎች እጥፍ ክብር ይገባቸዋል፤",
      "18": "ምክንያቱም መጽሐፍ “እህል የሚያበራየውን በሬ አፉን አትሰር፤” እንዲሁም “ለሠራተኛው ደመወዝ ይገባዋል” ይላል፡፡",
      "19": "ሁለት ወይም ሦስት ሰዎች ካልመሰከሩበት በቀር በቤተ ክርስቲያን ሽማግሌ ላይ የሚቀርበውን ክስ አትቀበል፡፡",
      "20": "ሌሎች እንዲፈሩ ኃጢአት የሚሠሩትን በሰዎች ሁሉ ፊት ገሥጽ፡፡",
      "21": "በምታደርገው ነገር ሁሉ አንዱን ከሌላው ሳታበላልጥ ወይም ለማንም ሳታዳላ ይህን ምክሬን ሁሉ እንድትፈጽም በያህዌህና በያሹዋ መሺያ፤ በተመረጡትም መላእክት ፊት ዐደራ እልሃለሁ፡፡",
      "22": "እጆችህን በመጫን ማንንም ለመሾም አትቸኩል፤ ከሌሎች ሰዎች ጋር በሓጢአት አትተባበር፤ ራስህን በንጽሕና ጠብቅ፡፡",
      "23": "ስለ ሆድህ ሕመምና ስለ ዘወትር ደዌህ ምክንያት ጥቂት የወይን ጠጅ ጠጣ እንጂ ከእንግዲህ ወዲህ ውሃ ብቻ አትጠጣ፡፡",
      "24": "የአንዳንድ ሰዎች ኃጢአት ግልጥ ነው፤ ቀድሞአቸውም ወደ ፍርድ ይሄዳል፤ የሌሎች ሰዎች ኃጢአት ግን ከኋላቸው ይከተላቸዋል፡፡",
      "25": "እዲሁም መልካም ሥራ ግልጥ ነው፤ ግልጥ ያልሆነውም እንኳ ተሰውሮ አይቀርም፡፡"
    },
    "Chapter 6": {
      "1": "የያህዌህ ስምና ትምህርቱም እንዳይሰደብ አገልጋዮች ሁሉ፤ ጌቶቻቸው መከበር እንደሚገባቸው አድርገው ያስቡ፡፡",
      "2": "ጌቶቻቸው አማኖች የሆኑ አገልጋዮች በጌታ ያሹዋ ወንድሞቻቸው ስለሆኑ አይናቁአቸው፤ ይልቅስ ከአገልግሎታቸው ጥቅም የሚያገኙ ጌቶቻቸው አማኞችና የተወደዱ ወንድሞቻቸው ስለሆኑ ከበፊት ይበልጥ ያገለግሉአቸው፡፡ ማስተማርና መምከር የሚገባህ ይህን ነው፡፡",
      "3": "ከእውነተኛ የሃይማኖት ትምህርት ጋር ተስማሚ የሆነውን የጌታችንን የያሹዋ መሺያን ንጹሕ ቃል ትቶ፤ የተለየ ትምህርት የሚያስተምር ማንም ሰው ቢኖር፤",
      "4": "በትዕቢት የተወጠረና ምንም የማያውቅ ነው፤ ነገር ግን ስለ ቃላት የመከራከርና የመጨቃጨቅ ክፉ ምኞች አድሮበታል፤ ይህም የሚያስከትለው ቅንአትን ጠብን፤ ስደትን፤ መጥፎ ጥርጣሬን፤",
      "5": "አእምሮአቸው በረከሰና እውነት በጠፋባቸው ሰዎች የሚደረግ የማያቋርጥ ክርክርን ነው፤ እንዲህ ያሉት ሰዎች ሃይማኖት የሀብት ማግኛ ዘዴ መስሎ ይታያቸዋል፡፡",
      "6": "በእርግጥ “ያለኝ ይበቃኛል” የሚል ሰው፤ ፍጹም መንፈሳዊነትን ስለሚያተርፍበት ሃይማኖት የሀብት ምንጭ ነው፡፡",
      "7": "ምክንያቱም ወደዚህ ዓለም ምንም ይዘን አልመጣንም፤ ከዚህም ዓለም ይዘነው የምንሄደው ምንም ነገር የለም፡፡",
      "8": "የምንበላውንና የምንለብሰውን ካገኘን ይበቃናል፡፡",
      "9": "ሀብታሞች ለመሆን የሚፈልጉ ግን በፈተና ይወድቃሉ፤ ሰዎችን በሚያበላሽና በሚያጠፋ ከንቱና አደገኛ በሆነ ምኞት ወጥመድ ይይዛሉ፡፡",
      "10": "ምክንያቱም የገንዘብ ፍቅር የክፋት ሁሉ ምንጭ ነው፤ አንዳንድ ሰዎች ገንዘብ ለማግኘት በመመኘት ከእምነት ርቀዋል፤ ልባቸውንም በሐዘን ጦር ወግተዋል፡፡",
      "11": "የያህዌህ ሰው ሆይ! አንተ ግን ከዚህ ሁሉ ሽሽ፤ ጽድቅን፤ መንፈሳዊነትን፤ እምነትን፤ ፍቅርን፤ በትዕግሥት መጽናትን፤ ገርነትን ተከታል፡፡",
      "12": "የእምነትን መልካም ጦርነት ተዋጋ፤ በብዙ ምስክሮች ፊት በመልካም መታመን መስክረህ የተጠራህበትን የዘላለም ህይወት ያዝ፡፡",
      "13": "ለሁሉ ነገር ሕይወት በሚሰጠው በያህዌህና በጴንጤናዊው ጲላጦስ ፊት በመልካም መታመን በመሰከረው በያሹዋ መሺያ ፊት አዝሃለሁ፡፡",
      "14": "ጌታችን ያሹዋ መሺያ እስከሚገለጥበት ቀን ድረስ ይህን ትእዛዝ ያለ ስሕተትና ያለ ነቀፋ ጠብቅ፡፡",
      "15": "የመሲሕም መገለጥ፤ የተባረከና ብቻውን ገዥ የሆነ፤ የነገሥታት ንጉሥ ፤ የጌቶች ጌታ በወሰነው ቀን ይሆናል፤",
      "16": "እርሱ ብቻ የማይሞት ነው፤ ማንም ሊቀርበው በማይችል ብርሃን ይኖራል፤ እርሱን ከቶ ማንም አላየውም፤ ማንም ሊያየውም አይችልም፤ ክብርና ኀይል ለዘላለም ለእርሱ ይሁን፤ አሜን፡፡",
      "17": "የዚህ ዓለም ሀብታሞች እንይታበዩ እዘዛቸው፤ እንዲሁም ተስፋቸው እኛን ደስ እንዲለን ሁሉን ነገር አትረፍርፎ በሚሰጠን በያህዌህ ላይ እንዲሆን አዘዛቸው፡፡",
      "18": "ደግሞም መልካም ሥራ እንዲሠሩ በመልካም ሥራ ሀብታሞች እንዲሆኑ፤ ለመለገስና ያላቸውንም ለማካፈል ዝግጁዎች እንዲሆኑ እዘዛቸው፡፡",
      "19": "በዚህ ዐይነት እውነተኛውን ሕይወት ለማግኘት መሠረቱ ጽኑ የሆነውን ሀብት በሚመጣው ዘመን ለራሳቸው ያከማቻሉ፡፡",
      "20": "ጢሞቴዎስ ሆይ! በዐደራ የተሰጠህን ጠብቅ፤ ዕውቀት ሳይሆን “ዕውቀት” ስለሚመስለው ነገር ከከንቱ ልፍለፋና ክረክር ራቅ፡፡",
      "21": "አንዳንዶች እንዲህ ዐይነት ዕውቀት አለን በማለት ከእምነት መንገድ ወጥተዋል፡፡",
      "22": "ጸጋ ከአንተ ጋር ይሁን፡፡"
    }
  }
}
