{
  "2chronicles": {
    "Chapter 1": {
      "1": "የንጉሥ ዳዊት ልጅ ሰሎሞን የእስራኤልን መንግሥት በጽኑ አጠነከረ፤ ያህቬህ(הוהי) አምላኩም ባረከው፤ እጅግ በጣም ገናናም አደረገው፡፡",
      "2": "ንጉሥ ሰሎሞን ለሺ አለቆችና ለመቶ አለቆች ሁሉ፤ እንዲሁም ለመንግሥቱ ባለ ሥልጣኖች፤ ለቤተሰብ መሪዎችና ለቀረውም ሕዝብ በሙሉ፤",
      "3": "በገባዖን ወደሚገኘው ኮረብታማ የማምለኪያ ስፍራ አብረውት እንዲሄዱ ትእዛዝ አስተላለፈ፤ ወደዚያ የሄዱበትም ምክንያት፤ የያህቬህ(הוהי) አገልጋይ ሙሴ በምድረ በዳ የሠራት፤ ያህቬህ(הוהי) የሚመለክባት ድንኳን በዚያው በገባዖን ስለምትገኝ ነው፤",
      "4": "የቃል ኪዳኑ ታቦት ግን ንጉሥ ዳዊት ከቂርያትዓሪም ባመጣት ጊዜ በኢየሩሳሌም አዘጋጅቶላት በነበረው ድንኳን ውስጥ ትገኝ ነበር፡፡",
      "5": "የሑር የልጅ ልጅ፤ የኡሪ ልጅ ባጻልኤል ከነሐስ የሠራው መሠዊያም በዚያው በገባዖን ያህቬህ(הוהי) በሚመለክበት ድንኳን ፊት ለፊት ነበረ፤ በዚያም ንጉሥ ሰሎሞንና ሕዝቡ ሁሉ ለያህቬህ(הוהי) ሰገዱ፤",
      "6": "ንጉሡም በድንኳኒቱ ፊት ለፊት ባለው ከነሐስ በተሠራው መሠዊያ ላይ መሥዋዕት በማቅረብ ለያህቬህ(הוהי) ሰገደ፤ አንድ ሺ እንስሳትንም አሳርዶ በመሠዊያው ላይ እንዲቃጠሉ አደረገ፡፡",
      "7": "በዚያችም ሌሊት ያህቬህ(הוהי) ለሰሎሞን ተገልጦ “ምን እንድሰጥህ ትፈልጋለህ? ሲል ጠየቀው፡፡",
      "8": "ሰሎሞንም እንዲህ ሲል መለሰ፤ “አንተ ለአባቱ ለዳዊት ታላቅ ፍቅርህን ባለማቋረጥ አሳይተኸዋል፤ አሁንም እኔ በአባቴ ያህቬህ(הוהי)ር ተተክቼ እንደነግሥ አደርገሃል፤",
      "9": "ያህቬህ(הוהי) አምላኬ ሆይ! ለአባቴ የሰጠኸው የተስፋ ቃል እንዲፈጸም አድርግ፤ እነሆ ከብዛቱ የጠነሣ ሊቆጠር በማይችል ሕዝብ ላይ አንግሠኸኛል፤",
      "10": "ስለዚህ ሕዝብህን በትክክል ለመምራት የሚያስችለኝን ጥበብና ዕውቀት ስጠኝ፤ ይህ ካለሆነ ግን ታላቅ ሕዝብህን እንዴት ልመራ እችላለሁ?”",
      "11": "ያህቬህ(הוהי)ም እንዲህ ሲል መለሰለት፡ “ለራስህ ባለጸግነትን ወይም ሀብትን፤ ዝናን ወይም የጠላቶችህን ሞት፤ ወይም ረዥም ዕድሜን ሳይሆን በእነርሱ ላይ እንድትነግሥ ያደረግሁህን ሕዝቤን በትክክል ለመምራት የሚያስችልህን ጥበብና ዕውቀት መጠየቅህ ትክክል ነው፤",
      "12": "ለዚህ እነሆ የጠየቅኸውን ጥበብና ዕውቀት እሰጥሃለሁ፤ በተጨማሪም ከዚህ በፊት ማንም ንጉሥ ካገኘውና ወደፊትም ማንም ሊያገኘው ከሚችለው የሚበልጥ ብልጽግና፤ ሀብትና ዝና እሰጥሃለሁ፡፡”",
      "13": "ሰሎሞን ያህቬህ(הוהי) የሚመለክበት ድንኳን ካለበት፤ በገባዖን ከሚገኘው ኮረብታማ የማምለኪያ ስፍራ ተነሥቶ ወደ ኢየሩሳሌም ሄደ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ በእስራኤል ላይ ነገሠ፡፡",
      "14": "ሰሎሞን በአንድ ሺ አራት መቶ ሠረገላዎችና በዐሥራ ሁለት ሺ ፈረሰኞች የተጠናከረ ሠራዊትን አደራጀ፤ ከእነርሱም ከፊሉን በኢየሩሳሌም፤ የቀረውን ደግሞ በሌሎች ልዩ ልዩ ከተማዎች በመመደብ በዚያው እንዲኖሩ አደረገ፡፡",
      "15": "በሰሎሞን ዘመነ መንግሥት በኢየሩሳሌም ወርቅና ብር ከመብዛቱ የተነሣ እንደ ድንጋይ ተራ ነገር ነበር፤ የዝግባውም እንጨት ብዛት በይሁዳ ኮረብታዎች ግርጌ በየትኛውም ስፍራ እንደሚበቅል ሾላ ይቆጠር ነበር፡፡",
      "16": "የንጉሡም ወኪሎች ከግብጽና ከቀዌ አገር የሚመጡትን ፈረሶችና ሠረገላዎች ተቆጣጥረው ይረከቡ ነበር፡፡",
      "17": "ለእያንዳንዱ ሠረገላ ስድስት መቶ ጥሬ ብር፤ ለእያንዳንዱም ፈረስ አንድ መቶ ኀምሳ ጥሬ ብር እያስከፈሉ ለሒታውያንና ለሶርያ ነገሥታት ይሸጡላቸው ነበር፡፡"
    },

    "Chapter 2": {
      "1": "ንጉሥ ሰሎሞን ያህቬህ(הוהי) የሚመለክበትን ቤተ መቅደስና ቤተ መንግሥቱን ለመሥራት ወሰነ፤",
      "2": "እለዚህም ዕቃን የሚያጓጉዙ ሰባ ሺ፤ ድንጋይ የሚፈልጡ ሰማኒያ ሺ ሰዎችን በሥራ ላይ አሰማራ፤ ሥራውን የሚቆጣጠሩ ደግሞ ሦስት ሺ ስድስት መቶ ሰዎችን መደበ፡፡",
      "3": "ከዚህም በኋላ ለጢሮስ ንጉሥ ኪራም የሚከተለውን መልእክት ላከ፤ “አባቴ ንጉሥ ዳዊት ቤተ መንግሥቱን በሠራበት ጊዜ የዝግባ እንጨት ትልክለት እንደነበር ለእኔም ላክልኝ፤",
      "4": "ምክንያቱም ለአምላኬ ለያህቬህ(הוהי) ክብር ቤተ መቅደስን ለመሥራት በመዘጋጀት ላይ ነኝ፤ ይህም ቤተ መቅደስ እኔና ሕዝቤ ጣፋጭ ሽታ ያለውን ዕጣን በማጠን ያህቬህ(הוהי)ን የምናመልክበት፤ የተቀደሰውን ኅብስት ሳናቋርጥ ለያህቬህ(הוהי) የምናቀርብበት፤ በየቀኑ መባቻዎችና በሌሎችም በተቀደሱ በዓላት ያህቬህ(הוהי) አምላካችንን ለማክበር የሚቃጠለውን መሥዋዕት የምናቀርብበት የተቀደሰ ሥፍራ ይሆናል፤ የእስራኤል ሕዝብ ይህን ለዘላለም እንዲያደርጉ ያህቬህ(הוהי) አዟል፡፡",
      "5": "የእኛ አምላክ ከሌሎች አማልክት ሁሉ ይበልጥ ታላቅ ስለሆነ፤ ታላቅ ቤተ መቅደስ ልሠራለት ዐቅጃለሁ፡፡",
      "6": "እንደ እውነቱ ከሆነ ለያህቬህ(הוהי) በቂ የሚሆን ቤተ መቅደስን ለመሠራት የሚችል ማንም የለም፤ ምክንያቱም የሰማይና የምድር ስፋት እንኳ ያህቬህ(הוהי)ን ሊይዘው አይችልም፤ ታዲያ ለያህቬህ(הוהי) ዕጣን ለማጠን የሚበቃ ቤት ከመሥራ በቀር ለእርሱ ማደሪያ ሊሆን የሚችል ቤተ መቅደስ ለመሥራት የምሞክር እኔ ማን ነኝ?",
      "7": "እንግዲህ ቅርጽን የማውጣት፤ ወርቅን፣ ብርን፣ ነሐስንና ብረትን የማቅለጥ፣ ሰማያዊ፣ ሐምራዊና ቀይ ልብስ የመሥራት ችሎታ ያውን ብልኀተኛ ሰው ላክልኝ፤ እርሱም አባቴ ዳዊት ከመረጣቸው በይሁዳና በኢይሩሳሌም ካሉት ብልኀተኞች ሰዎች ጋር ይሠራል፡፡",
      "8": "የአንተ እንጨት ቆራጮች እጅግ የሠለጠኑ መሆናቸውን ዐውቃለሁ፤ ስለዚህ ከሊባኖስ የዝግባ፤ የጥድና የሰንደል እንጨት ላክልኝ፤ እኔም ብዙ እንጨት ቆርጠው በማዘጋጀት የአንተን ሰዎች የሚረሱ፤",
      "9": "የእኔን ሰዎች ወደ አንተ ለመላክ ዝግጁ ነኝ፤ ምክንያቱም ይህ እኔ ልሠራው ያቀድሁት ቤተ መቅደስ ሰፊና እጅግ የጠዋበ መሆን ይገባዋል፤",
      "10": "ለሠራተኞችህ ስንቅ የሚሆን ሁለት ሚሊዮን ኪሎ ስንዴ፤ ሁለት ሚሊዮን ኪሎ ገብስ፤ አራት መቶ ሺ ሊትር የወይን ጠጅና አራት መቶ ሺ ሊትር የወይራ ዘይት እልክልሃለሁ፡፡”",
      "11": "ንጉሥ ኪራምም ለንጉሥ ሰሎሞን በደብዳቤ እንዲህ ሲል መለሰለት፤ “ያህቬህ(הוהי) ሕዝቡን ስለሚወድ አንተ በእነርሱ ላይ እንድትነግሥ አደረገ፡፡",
      "12": "ሰማይንና ምድርን የፈጠረ፤ በጥበብ፤ በማስተዋልና በብልኀት የተሞላ ልጁን ለንጉሥ ዳዊት የሰጥ፤ የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ይመስገን! ይህም ልጅ ለያህቬህ(הוהי) ቤተ መቅደስ፤ ለራሱም ቤተ መንግሥት ለመሥራት ዐቅዶአል፡፡",
      "13": "እነሆ ጥበበኛና በእጅ ሥራ የሠለጠነ ሑራም ተብሎ የሚጠራ ብልኀተኛ ሰው ልኬልሃለሁ፡፡",
      "14": "የሑራም እናት ከዳን ነገድ ስትሆን፤ አባቱም የጢሮስ ተወላጅ ነው፤ ሑራም ከወርቅ፣ ከብር፣ ከነሐስ፣ ከብረት፣ ከድንጋይና ከእንጨት ልዩ ልዩ ነገሮችን የምሥራት ችሎታ አለው፤ እንዲሁም ከሰማያዊ፣ ከሐምራዊ፣ ከቀይ ጨርቅና ከበፍታ የተለያየ ልብስ መሥራት ይችላል፤ ከዚህም ሌላ ልዩ ልዩ ቅርጽ ማውጣትና በተሰጠውም ንድፍ ሁሉን ነገር መሥራት ይችላል፤ ስለዚህ ይህን ሰው በእጅ ሥራ ከሠለጠኑት ከአንተ ሰዎችና ከእነዚያ ለአባትህ ይሠሩ ከነበሩ ሰዎች ጋር እንዲሠራ አድርገው፡፡",
      "15": "እንግዲህ ልትልክልን በሰጠኸን ቃል መሠረት ስንዴውን፣ ገብሱን፣ የወይን ጠጁንና የወይራ ዘይቱን ላክልን፤",
      "16": "እኛም የምትፈልገውን የዝግባ እንጨት ሁሉ ከሊባኖስ ተራራዎች ቆርጠን አንድነት በማሰር በባሕር ላይ ተንሳፍፎ እስከ ኢዮጴ እንዲደርስ እናደርጋለን፤ ከዚያም ወደ ኢየሩሳሌም ልትወስደው ትችላለህ፡፡”",
      "17": "ንጉሥ ሰሎሞን ከዚህ በፊት አባቱ ዳዊት ባደረገው ዐይነት በእስራኤል ምድር የሚኖሩትን የውጭ አገር ሰዎች ቆጠረ፤ በዚህም ዐይነት በግዛቱ ውስጥ አንድ መቶ ኀምሳ ሦስት ሺ ስድስት መቶ የውጭ አገር ሰዎች መኖራቸው ተረጋገጠ፤",
      "18": "ከእነርሱም መካከል ሰባው ሺ ዕቃ እንዲያጓጉዙ፤ ሰማኒያው ሺ በተራራዎች ላይ ድንጋይ እንዲፈልጡ አደረገ፤ ደግሞም ሥራው በትክክል መካሄዱን የሚቆጣጠሩ ሦስት ሺ ስድስት መቶ ሰዎችን ሾመ፡፡"
    },
    "Chapter 3": {
      "1": "የሰሎሞን አባት ንጉሥ ዳዊት ቤተ መቅደስ የሚሠራበትን ስፍራ በኢየሩሳሌም በሞሪያ ተራራ ላይ አስቀድሞ አዘጋጅቶ ነበር፤ ይህም ስፍራ ያህቬህ(הוהי) ለንጉሥ ዳዊት የተገለጠበት፤ ኢያቡሳዊው ኦርና አውድማ አድርጎ ይጠቀምበት የነበረ ነው፡፡",
      "2": "ሰሎሞን በነገሠ በአራተኛው ዓመት፤ በሁለተኛው ወር የቤተ መቅደሱን ሥራ ጀመረ፤",
      "3": "ንጉሥ ሰሎሞን ያሠራው ቤተ መቅደስ ርዝመቱ ሃያ ሰባት ሜትር ሲሆን፤ ወርሱ ዘጠኝ ቤትር ነበር፤",
      "4": "በመግቢያው በር ያለው በረንዳም ቁመቱ ኀምሳ አራት ሜትር ሲሆን፤ ወርሱ ልክ እንደ ቤተ መቅደሱ ወርድ ዘጠኝ ሜትር ነበር፡፡",
      "5": "የቤተ መቅደሱ ዋና ክፍል በጥድ እንጨትና በንጹሕ ወርቅ የተለበጠ ሆኖ የዘንባባና የሰንሰለት ቅርጽ ተስሎበት ነበር፡፡",
      "6": "ንጉሥ ሰሎሞን ቤተ መቅደሱን እጅግ ውብ በሆነ የከበረ ድንጋይና ከፋርዋይም አገር በመጣ ወርቅ አስጊጦት ነበር፡፡",
      "7": "የቤተ መቅደሱን ግንቦች፤ የጣራውን ክፈፎች፤ መቃኖችና መዝጊያዎቹን በወርቅ ለበጣቸው፤ በግንቦቹም ላይ የኪሩቤልን ምስሎች ቀረጸባቸው፡፡",
      "8": "ቅድስተ ቅዱሳን ተብሎ የሚጠራው የውስጠኛው ክፍል ርዝመቱ ዘጠኝ ሜትር ሲሆን፤ ወርዱ ልክ እንደ ቤተ መቅደሱ ወርድ ዘጠኝ ሜትር ነው፤ የቅድስተ ቅዱሳኑም ግንቦች ሃያ ሺ ኪሎ ያህል ክብደት ባለው ንጹሕ ወርቅ ተለብጠው ነበር፡፡",
      "9": "ምስማሮቹን ለማሠራት አምስተ መቶ ሰባ ግራም ወርቅ ፈጅቶበታል፤ የፎቁ ክፍሎች ግንቦችም በወርቅ ተለብጠው ነበር፡፡",
      "10": "ንጉሥ ሰሎሞን ሠራተኞቹ የኪሩቤል ምስሎችን ቀርጸው በወርቅ እንዲለብጡአቸውና በቅድስተ ቅዱሳኑ ውስጥ እንዲያቆሙአቸው አዘዘ፡፡",
      "11": "ኪሩቤል በቅድስተ ቅዱሳን መጋቢያ ትይዩ ጎን ለጎን ቆመው ነበር፤ እያንዳንዱ ኪሩብም ሁለት ክንፎች ነበሩት፤ የእያንዳንዱም ክንፍ ርዝመቱ ሁለት ሜትር ከሃያ ሳንቲ ሜትር ነበር፤",
      "12": "ሁለቱ ክንፎች በየአቅጣጫው የተዘረጉ ሆነው በክፍሉ መሐከል ላይ እርስ በርሳቸው ይነካካሉ፤",
      "13": "ሌሎቹ ሁለቱ ክንፎቻቸው ደግሞ እያንዳንዱ በየአቅጣጫው ያውን ግድግዳ የሚነካ ሲሆን፤ የእነዚህ የተዘረጉ ክንፎች ጠቅላላ ወርድ ዘጠኝ ሜትር ያህል ነበር፡፡",
      "14": "ለቅድስተ ቅዱሳኑ ከበፍታና ከሌላም ዐይነት ጨርቅ የተሠራ መጋረጃ ተደርጎለት ነበር፤ የመጋረጃውም ቀለም ሰማያዊ፤ ሐምራዊና ቀይ ሲሆን በላዩም ላይ የኪሩቤል ምስሎች ተቀርጸውበት ነበር፡፡",
      "15": "ንጉሥ ሰሎሞን የእያንዳንዱ ቁመት ዐሥራ አምስት ሜትረ ተኩል የሆነ ሁለት መሰሶዎችን ሠርቶ፤ በቤተ መቅደሱ ፊት ለፊት አቆማቸው፤ በእያንዳንዱም ምሰሶ ጫፍ ላይ ቁመታቸው ሁለት ሜትር ከሃያ ሳንቲ ሜትር የሆነ ሁለት ጉልላቶች ነበሩ፤",
      "16": "የምሰሶዎቹም ጫፎች የመርበብ ቀርጽ ባላቸው ሰንሰለቶችና ከነሐስ በተሠሩ ቁጥራቸው አንድ መቶ በሆነ የሮማን ፍሬ አምሳል የተሠራ ቅርጽ ተስሎባቸው ነበር፤",
      "17": "ምሰሶዎቹም የቆሙት በቤተ መቅደሱ መግቢያ በር ግራና ቀኝ ነበር፤ በደቡብ በኩል የቆመው ምሰሶ “ያኪን” ተብሎ የሚጠራ ሲሆን፤ በሰሜን በኩል የቆመው ደግሞ “ቦኤዝ” ተብሎ ይጠራ ነበር፡፡"
    },
    "Chapter 4": {
      "1": "ንጉሥ ሰሎሞን ወርዱም ርዝመቱን ዘጠኝ ሜትር፤ ቁመቱ አራት ሜትር ተከኩል የሆነ መሠሪያ ከነሐስ አሠራ፤",
      "2": "እንዲሁም ጥልቀቱ ሁለት ሜትር ከሃያ ሳንቲ ሜትር፤ የጎኑ አጋማሽ አራት ሜትር ከአርባ ሳንቲ ሜትር፤ ዙሪያው ዐሥራ ሦስት ሜትር ከሃያ ሳንቲ ሜትር የሆነ ክብ በርሜል አሠራ፤",
      "3": "የበርሜሉ የውጭው ክፈፍ ዙሪያው በሙሉ አንዱ በሌላው ላይ የተነባበረ ሆኖ በሁለት ረድፍ የተሠሩ ጌጦች ነበሩት፤ እነዚህም ጌጦች በሙሉ ከበርሜሉ ጋር አንድ ወጥ ሆነው በኮርማዎች ቅርጽ የተሠሩ ናቸው፤",
      "4": "በርሜሉም ከነሐስ በተሠሩና ፊታቸውን ወደ ውጭ ባዞሩ በዐሥራ ሁለት የኮርማዎች ምስሎች ጀርባ ላይ ተቀምጦ ነበር፤ የኮርማዎቹ ምስሎችም ሦስቱ ወደ ሰሜን፤ ሦስቱ ወደ ደቡብ፤ ሦስቱ ወደ ምሥራቅ፤ ሦስቱ ደግሞ ወደ ምዕራብ የሚመለከቱ ነበሩ፡፡",
      "5": "የበርሜሉ ጎኖች ውፍረት ሰባ አምስቱ ሚሊ ሜትር ሲሆን፤ ከፈፉም እንደ ኩባያ ክፈፍ ሆኖ እንደ ሱፍ አበባ ወደ ውጭ የተቀለበሰ ነው፤ በርሜሉ ስልሳ ሺ ሊትር ያህል ውሃ የሚይዝ ነበር፡፡",
      "6": "ሰሎሞን ዐሥር የመታጠቢያ ገንዳዎችን አሠርቶ፤ አምስቱን በቤተ መቅደሱ ደቡባዊ ጎን የቀሩትን አምስቱን ደግሞ በቤተ መቅደሱ ሰሜናዊ ጎን አኖራቸው፤ እነዚህ ገንዳዎች ለሚቃጠል መሥዋዕት የሚታረድ እንስሳ ሥጋ ሁሉ የሚታጠብባቸው ነበሩ፤ በትልቁ በርሜል ያለው ውሃ ደግሞ ለካህናቱ መታጠቢያ የሚውል ነበር፡፡",
      "7": "ሰሎሞን በተደነገገው ዕቅድ መሠረት ዐሥር መቅረዞችን ከወርቅ አሠርቶ በቤተ መቅደሱ ዋና ክፍል ውስጥ አምስቱን በግራ፤ አምስቱን በቀኝ በኩል አኖራቸው፡፡",
      "8": "እንዲሁም ዐሥር ጠረጴዛዎችን አሠርቶ በቤተ መቅደሱ ዋና ክፍል ውስጥ አምስቱን በግራ፤ አምስቱን በቀኝ በኩል አኖራቸው፤ በተጨማሪም አንድ መቶ ማንቆርቆሪያዎችን ከወርቅ አሠራ፡፡",
      "9": "ሰሎሞን ለካህናቱ አገልግሎት የሚውለውን ውስጠኛ አደባባይ፤ እንዲሁም ታላቁን አደባባይ አሠራ፤ በሁለቱ አደባባዮች መካከል የሚገኙት በሮች በነሐስ የተለበጡ ነበሩ፤",
      "10": "በርሜሉ የቆመው በቤተ መቅደሱ ደቡባዊ ምሥራቅ ማእዘን አጠገብ ነው፡፡",
      "11": "-16ሑራም በተጨማሪ ምንቸቶችን፤ መጫሪያዎችና ጎድጓዳ ሳሕኖችንም ሠራ፤ በዚህ ዐይነት ሁኔታም ሑራም ለንጉሥ ሰሎሞን እንዲሠራለት ቃል በገባለት መሠረት ለቤተ መቅደሱ አገልግሎት የሚውለውን ዕቃ ሁሉ ሠርቶ ፈጸመ፤ የሠራቸውም ዕቃዎች ከዚህ በታች የተዘረዘሩት ናቸው፡- ሁለት ምሰሶዎች፤ በምሰሶዎቹ ጫፍ ላይ የሚገኙት የሳሕን ቅርጽ ያላቸው ሁለት ጉልላቶች፤ በእያንዳነዱ ጉልላት ላይ የሚገኙት በመርበብ አምሳል የተቀረጹት ሰንሰለቶች፤ በእያንዳንዱ ጉልላት ላይ በሁለት ዙር የተቀረጹ ከነሐስ የጠሠሩ አራት መቶ የሮማን ፍሬ ምስሎች፤ ዐሥሩ ባለመንኮራኩር የዕቃ ማስቀመጫዎች፤ ዐሥሩ የመታጠቢያ ገንዳዎች፤ ትልቁ በርሜል፤ በርሜሉን ደግፈው የያዙት የዐሥራ ሁለቱ ኮርማዎች ቅርጾች፤ ምንቸቶች፤ መጫሪያዎች፤ ሜንጦዎችና ሌሎችም እነዚህን የመሳሰሉ ዕቃዎች በእጅ ጥበብ ሠራ፡፡ ታዋቂ የሆነው ሑራም በንጉሥ ሰሎሞን ትእዛዝ መሠረት ለያህቬህ(הוהי) ቤተ መቅደስ አገልግሎት ይውሉ ዘንድ እነዚህን ዕቃዎች ሁሉ የሠራው ከተወለወለ ነሐስ ነበር፡፡",
      "17": "ንጉሥ ሰሎሞን እነዚህን ዕቃዎች ሁሉ ያሠራው በዮርዳኖስ ሸለቆ፤ በሱኮትና በጸሬዳ መካከል በሚገኘው በነሐስ ማቅለጫ ስፍራ ነበር፤",
      "18": "በዚህ ዐይነት የተሠሩት ዕቃዎች እጅግ ብዙ ስለነበሩ እነርሱን ለማሠራት የተጠቀመበት ጠቅላላ የነሐስ ክብደት ምን ያህል እንደሆነ ማንም ሊያውቅ አልቻለም፡፡",
      "19": "እንዲሁም ንጉሥ ሰሎሞን ለቤተ መቅደሱ አገልግሎት የሚውሉ የሚከተሉትን እቃዎች ከወርቅ አሠርቷል፡- መሠዊያውና ለያህቬህ(הוהי) መባ ሆነ የሚቀርበው ኅብስት ማኖሪያ ጠረጴዛ፤",
      "20": "ከንጹሕ ወርቅ የተሠሩ መቅረዞችና በተወሰነው ዕቅድ መሠረት በቤት መቅደሱ ፊት ለፊት የሚያበሩ ቀንዲሎቻቸው፤",
      "21": "የአበባ ቅርጽ ያላቸው ጌጦች፤ ቀንዲሎችና መኮስተሪያዎች፤ ጥናዎችና የእሳት መጫሪያዎች፤ እነዚህ ዕቃዎች ሁሉ ከንጹሕ ወርቅ የተሠሩ ናቸው፤ የቤተ መቅደሱ የውጭ በሮችና የቅድስተ ቅዱሳኑ በሮችም በወርቅ የተለበጡ ነበሩ፡፡"
    },
    "Chapter 5": {
      "1": "ንጉሥ ሰሎሞን የቤተ መቅደሱን ሥራ ሁሉ ከፈጸመ በኋላ አባቱ ዳዊት ለያህቬህ(הוהי) የተለዩ ያደረጋቸውን ብርና ወርቅ እንዲሁም ሌሎችን ዕቃዎች ሁሉ በቤተ መቅደሱ ውስት በሚገኘው የዕቃ ግምጃ ቤት አኖራቸው፡፡",
      "2": "ከዚህ በኋላ ንጉሥ ሰሎሞን የያህቬህ(הוהי)ን ቃል ኪዳን ታቦት የዳዊት ከተማ ከሆነችው ከጽዮን ወደ ቤተ መቅደሱ ያመጡ ዘንድ የእስራኤል ሽማግሌዎች፤ የነገድና የቤተሰብ አለቆች ሁሉ በኢየሩሳሌም እንዲሰበሰቡ ትእዛዝ ሰጠ፤",
      "3": "በሰባተኛው ወር በሚከበረው በዳስ በዓል ጊዜ ሁሉም መጥተው በኢየሩሳሌም ተሰበሰቡ፤",
      "4": "መሪዎቹ ሁሉ በአንድነት በተሰበሰቡ ጊዜ ሌዋውያን የቃል ኪዳኑን ታቦት ተሸክመው፤",
      "5": "ወደ ቤተ መቅደሱ አመጡት፤ እንዲሁም ካህናቱና ሌዋውያኑ ያህቬህ(הוהי) የሚመለክበትን ድንኳንና በውስጡ የነበሩትን ነዋያተ ቅድሳት ሁሉ ወደ ቤተ መቅደሱ አመጡ፡፡",
      "6": "ንጉሥ ሰሎሞንና ሕዝቡ ሁሉ በቃል ኪዳኑ ታቦት ፊት ለፊት ተሰበሰቡ፤ ከዚህም በኋላ ከብዛታቸው የተነሣ ሊቆጠሩ የማይችሉ እጅግ ብዝ በጎችንና የቀንድ ከብቶችን መሥዋዕት አድርገው አቀረቡ፤",
      "7": "ካህናቱም የያህቬህ(הוהי)ን ቃል ኪዳን ታቦት ወደ ቤተ መቅደሱ አግብተው በቅድስተ ቅዱሳኑ ውስጥ ከኪሩቤል ክንፎት በታች በሚገኘው ሥፍራ አኖሩት፡፡",
      "8": "የተዘረጉት የኪሩቤል ክንፎች የቃል ኪዳኑን ታቦትና የታቦቱን መሎጊያዎች ሸፍነዋቸው ነበር፡፡",
      "9": "መሎጊያዎቹ እጅግ ረዣዥሞች ስለነበሩ በቅድስተ ቅዱሳኑ ፊት ለፊት የቆመ ማንኛውም ሰው ኪያያቸው ይችላል፤ በሌላ አቅጣጫ የቆመ ግን ፈጽሞ ሊያያቸው አይችልም ነበር፤ እነዚህ መሎጊያዎች እስከ ዛሬ ድረስ በዚያው ይገኛሉ፤",
      "10": "የእስራኤል ሕዝብ ከግብጽ እንደወጡ ያህቬህ(הוהי) ከእነርሱ ጋር ቃል ኪዳን በገባ ጊዜ ሙሴ በሲና ተራራ በቃል ኪዳኑ ታቦት ውስጥ ካስቀመጣቸው ከሁለቱ ጽላቶች በቀር በታቦቱ ውስጥ ሌላ ነገር አልነበረም፡፡",
      "11": "-14እዚያ የነበሩት ካህናት ሁሉ የአገልግሎት ምድባቸውን ሳይመለከቱ በአንድነት ራሳቸውን ለያህቬህ(הוהי) ሰጥተው ነበር፤ መዘምራን የሆኑ ሌዋውያን ሁሉ ፤ አሳፍ፣ ሄማንና ይዱቱን እንዲሁም ወንዶች ልጆቻቸውና ዘመዶቻቸው ሁሉ ጥሩ የበፍታ ልብስ ለብሰው ነበር፤ ሌዋውያኑ ጸንጽልና መሰንቆ በመያዝ በስተ ምሥራቅ በኩል ከመሠዊያው አጠገብ ቆመው ነበር፤ ከእነርሱም ጋር መለከት የሚነፉ አንድ መቶ ሃያ ክህናት ነበሩ፤ እነዚህ መዘምራን ሁሉ በመለከት፤ በጸናጽል፤ በበገናና በሌሎችም የሙዚቃ መሣሪያዎች እየታጀቡ፡- “ቸር ስለሆነ፤ ፍቅሩም ዘላለማዊ ስለሆነ ያህቬህ(הוהי)ን አመስግኑ” በማለት በአንድ ድምፅ ያሀቬህን ያመሰግኑ ነበር፡፡ በዚህ ጊዜ በድንገት የያህቬህ(הוהי)ን ክብር የሚገልጥ አንጸባራቂ ብርሃን የሞላበት ደመና የያህቬህ(הוהי)ን ቤተ መቅደስ ስለሞላው ካህናቱ የአምልኮ አገልግሎታቸውን ሊያከናውኑ አልቻሉም፡፡"
    },
    "Chapter 6": {
      "1": "ከዚህ በኋላ ንጉሥ ሰሎሞንን እንዲህ አለ፡- “ያህዌ ሆይ! አንተ በደመናና በጨለማ ውስጥ ተሰውረህ ትኖራለህ፤",
      "2": "እነሆ እኔ ግርማ ያለው ውብ ቤተ መቅደስ ለአንተ ሠርቼአለሁ፤ ይህም ቤተ መቅደስ አንተ ለዘላለም የምትኖርበት ስፍራ ይሆናል፡፡”",
      "3": "በዚህን ጊዜ የእስራኤል ሕዝብ በዚያ ቆመው ነበር፤ ንጉሥ ሰሎሞንም ወደ እነርሱ ፊቱን መልሶ፤ የያህዌ በረከት በእነርሱ ላይ እንዲወርድ እንዲህ ሲል ጸለየ፤",
      "4": "“የእስራኤል አምላክ የሆነው ያህዌ ይመስገን! እርሱ ለዘባቴ ለዳዊት የሰጠውን የተስፋ ቃል ፈጽሞአል፤ የሰጠውም የጠራ ቃል እንዲህ የሚል ነው፡",
      "5": "‘ሕዝቤን ከግብጽ ካወጣሁበት ጊዜ ጀምሮ እስከ አሁን ድረስ እኔ የምመለክበት ቤተ መቅደስ የሚሠራበት ስፍራ ከመላው የእስራኤል ምድር አንድም ከተማ፤ እንዲሁም ሕዝቤን እስራኤልን የሚመራ ማንንም ሰው አልመረጥሁም ነበር፤",
      "6": "አሁን ግን እኔ የምመለክበት ስፍራ ትሆን ዘንድ ኢየሩሳሌምን፤ ሕዝቤን እንድትመራም አንተን ዳዊትን መርጫለሁ፡፡’",
      "7": "ቀጥሎም ንጉሥ ሰሎሞን እንዲህ አለ፤ “አባቴ ዳዊት የእስራኤል አምላክ የሆነ ያህዌ የሚመለክበትን ቤተ መቅደስ ለመሥራት ዐቅዶ ነበር፤",
      "8": "ያህዌ ግን ‘ለእኔ ቤተ መቅደስን ለመሥራት በመፈለግህ መልካም አድርገሃል፤",
      "9": "ሆኖም ቤተ መቅደስ የሚሠራልኝ የአንተው የራስህ ልጅ እንጂ አንተ አይደለህም፡፡’",
      "10": "“እነሆ ያህዌ የሰጠውን የተስፋ ቃል ፈጽሟል፤ ስለዚህም እኔ በአባቴ ያህዌ ተተክቼ የእስራኤል ንጉሥ ሆኜአለሁ፤ የእስራኤል አምላክ የሆነ ያህዌ የሚመለክበትንም ቤተ መቅደስ ሠርቻለሁ፤",
      "11": "ያህዌ ከእስራኤል ሕዝብ ጋር የገባው ቃል ኪዳን ያለበትን ታቦትም በቤተ መቅደሱ ውስጥ አኑሬአለሁ፡፡”",
      "1213": "ከዚህ በኋላ ንጉሥ ሰሎሞን ሕዝቡ ባሉበት በመሠዊያው ፊት ለፊት፤ በአደባባዩ መካከል በሚገኘው መድረክ ላይ ወጥቶ ቆመ፤ የዚህ መድረክ የእያንዳንዱ ጎን ርዝመት ሁለት ሜትር ከሃያ ሳንቲ ሜትር፤ ቁመቱ ደግሞ አንድ ሜትር ከሠላሳ ሳንቲ ሜትር ነበር፤ ሰሎሞን ሕዝቡ ሁሉ ሊያዩት በሚችሉበት መድረክ ላይ ተንበረከከ፤ እጆቹንም ወደ ሰማይ በመዘርጋት እንዲሀ ሲል ጸለየ፤",
      "14": "“የእስራኤል አምላክ የሆንክ ያህዌ ሆይ! በሰማይም ሆነ በምድረ ሁሉ እንደ አንተ ያለ አምላክ ከቶ የለም፤ አንተ ከሕዝብህ ጋር የገባኸውን ቃል ኪዳን ትጠብቃለህ፤ በፍጹም ልባቸው የሚታዘዙህም ከሆነ አላለማዊ ፍቅርህን ትገልጥላቸዋለህ፡፡",
      "15": "ለአባቴ ለዳዊት የሰጠኸውን የተስፋ ቃል አጽንተሃል፤ የተናገርከው እያንዳንዱ የተስፋ ቃልም እነሆ ዛሬ ተፈጽሟል፤",
      "16": "የእስራኤል አምላክ የሆንክ ያህዌ ሆይ! ለአባቴ ለዳዊት ‘አንተ ሕጌን በጥንቃቄ እንደጠበቅህ ልጆችህ ቢጠብቁ፤ ከዘርህ መካከል በእስራኤል ላይ የሚነግሥ ዘወትር ይኖራል’ በማለት የገባህለትን ቃል ኪዳን አሁን እንድታጸናልኝ እለምንሃለሁ፤",
      "17": "እንግዲህ የእስራኤል አምላክ የሆንህ ያህዌ ሆይ! ለአገልጋይህ ለዳዊት የሰጠኸውን የተስፋ ቃል ሁሉ እንደፈጽም አድርግልኝ፡፡",
      "19": "“ያህዌ ሆይ! በእውነት አንተ በሰዎች መካከል በምድር ላይ ተወስነህ መኖር ይቻልሃልን? እነሆ ሰማይ ሁሉ እንኳ አንተን ሊይዝህ አይችልም፤ ታዲያ ይህ እኔ የሠራሁት ቤተ መቅደስ እንዴት አንተን ሊይዝ ችላል?",
      "19": "ይሁን እንጂ ያህዌ አምላኬ ሆይ! እኔ አገልገይህ ነኝ፤ ጸሎቴን ሰምተህ የምለምንህነ ሁሉ ስጠኝ፤",
      "20": "ይህን ቤተ መቅደስ ቀንም፤ ሌሊትም ጠብቅ፤ አንተ የመረጥከለት ስፍራ ይህ እንደሚሆን ተናግረሃል፤ ስለዚህ እኔ ፊቴን ወደዚህ ቤተ መቅደስ መልሼ ስጸልይ ጸሎቴን ስማ፤",
      "21": "እኔም አገልጋይህ ሆንሁ ሕዝብህ እስራኤል ፊታችንን ወደዚህ ስፍራ መልሰን ስንጸልይ ጸሎታችንን ስማ፤ መኖሪያህ በሆነው በሰማይ ስማን፤ የቅር በለንም፡፡",
      "22": "“አንድ ሰው ባልንጀራውን መበደሉን የሚገልጥ ክስ ቀርቦበት በዚህ ቤተ መቅደስ ውስጥ ወደሚገኘው መሠዊያ አምጥተውት ከበደል ንጹሕ መሆኑን በመሐላ በሚያረጋግጥበት ጊዜ፤",
      "23": "ያህዌ ሆይ! በሰማይ ሆነህ ስማ፤ ለአገልጋዮችህም ፍርድን ስጥ፤ ይኸውም በደል የሠራውን ሰው በጥፋቱ መጠን እንዲቀጣ፤ ንጹሑም ነፃ እንዲወጣ አድርግ፡፡",
      "24": "“ሕዝብህ እስራኤል ኃጢአት ሠርተው አንተን በማሳዘናቸው ምክንያት ድል ሲሆኑ ተጸጽተው ወደ አንተ በመመለስ ወደዚህ ቤተ መቅደስ ቢመጡና የአንተን ይቅርታ ለማግኘት ራሳቸውን ዝቅ አድርገው በትሕትና ቢለምኑህ፤",
      "25": "አንተ በሰማይ ሆነህ ጸሎታቸውን ስማ፤ የሕዝብህንም ኃጢአት ይቅር በማለት ለቀድሞ አባቶቻቸውና ለእነርሱ ወደሰጠሃቸው ምድር መልሰህ አግባቸው፡፡",
      "26": "“ሕዝብህ በደል ሠርተው አንተን በማሳዘናቸው ምክንያት ዝናም እንዳይዘንምላቸው በምታደርግበት ጊዜ በፈጸሙት በደል በመጸጸት ፊታቸውን ወደዚህ ቤተ መቅደስ መልሰው በትሕትና ቢለምኑህ፤",
      "27": "ያህዌ ሆይ! በሰማይ ሆነህ ጸሎታቸውን ስማ፤ አገልጋዮችህ የሆኑትን የእስራኤል ሕዝብ ኃጢአት ይቅር በል፤ ቅን የሆነውን ነገር እንዲያደርጉ አስተምራቸው፤ ያህዌ ሆይ! ለዘለቄታው ርስታቸው ትሆን ዘንድ ለሕዝብህ በሰጠሃቸው በዚህች ምድር ላይ ዝናም እንዲዘንም አድርግ፡፡",
      "28": "“በምድሪቱ ላይ ረሀብ ወይም አባር ቸነፈር በሚመጣበት ጊዜ፤ እንዲሁም የእህል ሰብል በሚያቃጥል ነፋስና በአንበጣ መንጋ በሚወድምበት ጊዜ፤ ወይም ጠላቶቻቸው በሕዝብህ ላይ ልዩ ልዩ በሽታና ደዌ በሚደርስባቸው ጊዜ፤",
      "29": "ጸሎታቸውን ስማ፤ በሕዝብህ በእስራኤል መካከል ልብን የሚሰብር መሪር ሐዘን ደርሶባቸው እጃቸውን ወደዚህ ቤተ መቅደስ በመዘርጋት በሚጸልዩበት ጊዜ፤",
      "30": "ጸሎታቸውን ስማ፤ በምትኖርበት በሰማይ ሆነህ ጸሎታቸውን በመስማት በደላቸውን ይቅር በላቸው፤ በሰው ልብና አእምሮ ያለውን አሳብ ሁሉ መርምረህ የምታውቅ አንተ ብቻ ነህ፤ ስለዚህ ለእያንዳንዱ ሰው እንደሥራው መጠን የሚገባውን ዋጋ ስጠው፡፡",
      "31": "በዚህም ዐይነት ሕዝብህ ለቀድሞ አባቶቻችን ርስት አድርገህ በሰጠሃቸው ምድር በሚኖሩበት ዘመን ሁሉ ለአንተ ታዛዥዎች ሆነው እንዲያከብሩህ አድርግ፡፡",
      "32": "“በሩቅ አገር የሚኖር የውጭ አገር ሰው የስምህን ገናናነትና ለሕዝብህ ያደረግኸውን ድንቅ ነገር ሰምቶ፤ በዚህ ቤተ መቅደስ ሊያመልክህና ሊጸልይ ቢመጣ፤",
      "33": "አንተ ጸሎቱን ስማ፤ ሕዝብህ እስራኤል እንደሚያደርጉት በመላው ዓለም የሚኖሩ ሕዝቦች አንተን በማወቅ ታዛዥዎች እንዲሆኑልህ፤ በምትኖርበት በሰማይ ሆነህ የዚህን ሰው ጸሎት ስማ፤ እንድታደርግለት የሚለምንህን ሁሉ ፈጽምለት፤ ይህም በሚሆንበት ጊዜ ይህ እኔ የሠራሁት ቤተ መቅደስ አንተ የምትመለክበት ስፍራ መሆኑን ያውቃሉ፡፡",
      "34": "“ጠላቶቻቸውን ለመውጋት እንዲዘምቱ ሕዝብህ በምታዝዝበት ጊዜ በየትኛውም ስፍራ ሆነው ወደዚህች ወደመረጥሃት ከተማና እኔ ለአንተ ወደ ሠራሁት ወደዚህ ቤተ መቅደስ ፊታቸውን መልሰው በሚጸልዩበት ጊዜ፤",
      "35": "ጸሎታቸውን ስማ፤ በሰማይ ሆነህ ልመናቸውን በመስማት ድልን አቀዳጃቸው፡፡",
      "36": "“መቼም በደል የማይሠራ የለምና ሕዝብህ ኃጢአት በመሥራት አንተን ቢያሳዝኑህ፤ አንተም ተቆጥተህ ጠላቶቻቸው ድል እንዲነሡአቸውና ወደ ሌላ አገር ማርከው እንዲወስዱአቸው በምትፈቅድበት ጊዜ፤ ምንም እንኳ ያ አገር ሩቅ ቢሆን፤",
      "37": "ምርኮኞች ሆነው በሚኖሩበት በዚያች አገር ሳሉ ‘ኃጢአት ሠርተናል፤ በድለናል፤ ዐምፀናልም’ ብለው በመናዘዝ ተጸጽተው ንስሓ ቢገቡ ያህዌ ሆይ! ጸሎታቸውን ስም፤",
      "38": "ማርከው በወሰዱአቸው በጠላቶቻቸው አገር ሳሉ በፍጹም ልባቸው በእውነትና በቅን መንፈስ ተጸጽተው ንስሓ በመግባት አንተ ለቀድሞ አባቶቻችን ወደሰጠሃቸው ወደዚህች ምድር፤ አንተም ወደመረጥሃት ወደዚህች ከተማና እኔ ለአንተ ወደሠራሁት ወደዚህ ቤተ መቅደስ ፊታቸውን መልሰው ቢጸልዩ፤",
      "39": "ጸሎታቸውን ስማ፤ በመኖሪያህ በሰማይ ሆነህ ጸሎታቸውን ስማ፤ በመኖሪያህ ሆነህ ጸሎታቸውን በመስማትም ምሕረት አድርግላቸው፤ የሕዝብህን ኃጢአት ሁሉ ይቅር በል፡፡",
      "40": "“ያህዌ ሆይ! እነሆ ወደ እኛ ተመልከት! በዚህች ስፍራ ሆነን ያቀረብነውን ጸሎት ሁሉ ስማ፤",
      "41": "ያህዌ አምላክ ሆይ! እንግዲህተነሥ! የኀይልህ ምልክት ከሆነው ከቃል ኪዳኑ ታቦት ጋር ወደዚህ ቤተ መቅደስ ግባ፤ በውስጡም ለዘላለም ኑር፤ ካህናትህን በሚያደርጉት ሁሉ ባርካቸው፤ ሕዝብህ ሁሉ በቸርነትህ ደስ ይበላቸው፤",
      "42": "ያህዌ አምላክ ሆይ! የመረጥኸውን ንጉሥ አትተወው፤ ለአገልጋይህ ለዳዊት የነበረህን ጽኑ ፍቅር አስታውስ፡፡”"
    },
    "Chapter 7": {
      "1": "ንጉሥ ሰሎሞን ጸሎቱን እንደፈጸመ ወዲያውኑ እሳት ከሰማይ ወርሶ ለያህዌ ቀርቦ የነበረውን መሥዋዕት በላ፤ የያህዌን ክብር የሚያመለክት አንጸባራቂ ብርሃንም ቤተ መቅደሱን ሞላው፤",
      "2": "ቤተ መቅደሱ በዚህ አንጸባራቂ ብርሃን ስለሞላም ካህናቱ ወደ ቤተ መቅደሱ መግባት አልቻሉም፡፡",
      "3": "የእስራኤል ሕዝብ እሳት ከሰማይ ሲወርድና ቤተ መቅደሱም በብርሃን ሲሞላ ባዩ ጊዜ በግንባራቸው ወደ መሬት ተደፍተው፡- “ያህዌ ቸር ነው፤ ፍቅሩም ዘላለማዊ ነው፤” እያሉ ሰገዱ፤ ያህዌንም አመሰገኑ፡፡",
      "4": "ከዚህ በኋላ ንጉሥ ሰሎሞንና በዚያ የነበረው ሕዝብ ሁሉ ለያህዌ መሥዋዕትን አቀረቡ፤",
      "5": "ሰሎሞንም ሃያ ሁለት ሺ በጎችን ለደኅንነት የሚሆን የኅብረት መሥዋዕት አድርጎ አቀረበ፤ በዚህም ዐይነት ሁኔታ ንጉሥ ሰሎሞንና ሕዝቡ ቤተ መቅደሱን ለያህዌ የተለየ እንዲሆን አደረጉ፡፡",
      "6": "ካህናቱም በተመደበላቸው ቦታ ቆሙ፤ ከእነርሱም ፊት ለፊት ሌዋውያን ቆመው አስቀድሞ ንጉሥ ዳዊት ባዘዘው መሠረት እርሱ ይጠቀምባቸው በነበሩት የሙዚቃ መሣሪያዎች “ፍቅሩ ዘላለማዊ ነው!” እያሉ በመዘመር ያህዌን ያመሰግኑ ነበር፤ ካህናቱም መለከት ሲነፉ ሕዝቡ በሙሉ ቆመ፡፡",
      "7": "እንዲሁም ሰሎሞን ከቤተ መቅደሱ ፊት ለፊት ያለውን አደባባይ መካከለኛ ክፍል ለያህዌ የተለየ እንዲሆን አደረገ፤ ቀጥሎም በሙሉ የሚቃጠለውን መሥዋዕት፤ የእህል መባና ለደኅንነት መሥዋዕት የሚሆነውን የእንስሳት ስብ ሁሉ በዚያ ስፍራ ለያህዌ አቀረበ፤ ይህንንም ያደረገበት ምክንያት ከነሐስ ያሠራው መሠዊያ ይህን ሁሉ መሥዋዕት መያዝ ስለማይችል ነው፡፡",
      "8": "በዚያም በቤተ መቅደሱ ሰሎሞንና የእስራኤል ሕዝብ ሁሉ ሰባት ቀን ሙሉ የዳስ በዓል አክብረው ሰነበቱ፤ በስተ ሰሜን ከሐማት መተላለፊያ አንሥቶ በስተ ደቡብ እስከ ግብጽ ድረስ ካለው ምድር ሁሉ የመጣው ሕዝብ እጅግ ብዙ ነበር፡፡",
      "9": "መሠዊያውን ለያህዌ የተለየ በማድረግ ሥነ ሥርዓት ላይ ሰባት ቀን አሳለፉ፤ ሌላ ሰባት ቀን በዓሉን በማክበር ከሰነበቱ በኋላ በስምንተኛው ቀን የመዝጊያ ሥነ ሥርዓት ተደርጎ የበዓሉ ፍጻሜ ሆነ፤",
      "10": "በማግሥቱ ማለትም በሰባተኛው ወር በሃያ ሦስተኛው ቀን ሰሎሞን፤ ወደሚኖሩበት ስፍራ እንዲሄዱ ሕዝቡን አሰናበት፤ ሕዝቡም ያህዌ ለሕዝቡ ለእስራኤል፤ ለዳዊትና ለሰሎሞን ስለሰጠው በረከት ተደስተው ወደየመኖሪያ ስፍራቸው ሄዱ፡፡",
      "11": "ንጉሥ ሰሎሞን የቤተ መቅደሱንና የቤተ መንግሥቱን ሥራ ሁሉ ባቀደው መሠረት በተሳካ ሁኔታ ከፈጸመ በኋላ፤",
      "12": "ያህዌ በሌሊት ተገልጦለት እንዲህ አለው፤ “ጸሎትህን ሰምቻለሁ፤ ይህንን ቤተ መቅደስ ለእኔ መሥዋዕት የሚቀርብበት ስፍራ ይሆን ዘንድ መርጨዋለሁ፤",
      "13": "ዝናም እንዳይዘንም በመደርግበት፤ ወይም ሰብሉን እንዲበላ አንበጣ በምልክበት ወይም አባር ቸነፈር በሕዝቤ ላይ በማወርድበት ጊዜ ሁሉ፤",
      "14": "ሕዝቤ ከሚያደርጉት ክፉ ነገር በመራቅ ተጸጽተውና ንስሓ ገብተው ወደ እኔ ቢጸልዩ በሰማይ ሆኜ እሰማቸዋለሁ፤ ኃጢአታቸውን ይቅር እልላቸዋለሁ፤ ምድራቸውም እንደገና የበለጸገች እንድትሆን አደርጋለሁ፤",
      "15": "ይህንን ቤተ መቅደስ እጠብቀዋለሁ፤ በዚህ ቤተ መቅደስ የሚቀርበውን ጸሎት እሰማለሁ፤",
      "16": "ምክንያቱም እኔ ይህን ቤተ መቅደስ መርጨዋለሁ፤ ለዘላለም የምመለክበትም ስፍራ ይሆን ዘንድ ቀድሼዋለሁ፤ በልቤም ውስጥ አድርጌ ዘወትር እጠብቀዋለሁ፤",
      "17": "አባትህ ዳዊት እንዳደረገው ሁሉ በታማኝነት ብታገለግለኝ፤ ሕግጋቴን በመጠበቅ ትእዛዛቴን ሁሉ ብትፈጽም፤",
      "18": "ለአባትህ ለዳዊት ‹ከዘርህ መካከል በእስራኤል ላይ የሚነግሥ ዘወትር ይኖራል› ስል የሰጠሁትን የተስፋ ቃል አጸናለሁ፤",
      "19": "ነገር ግን አንተና ሕዝብህ እኔ የሰጠኋችሁን ሕግጋትና ትእዛዛት ባትጠብቁና ባዕዳን አማልክትንም ብታመልኩ፤",
      "20": "እኔ ከሰጠኋችሁ ምድር ተነቅላችሁ እንድትባረሩ አደርጋለሁ፤ እኔ የምመለክበት ስፍራ ይሆን ዘንድ የቀደስሁትን ይህን ቤተ መቅደስ እተወዋለሁ፤ በሁሉ ስፍራ የሚኖሩ ሕዝቦችም በንቀት መሳለቂያና መዘባበቻ ያደርጉታል፡፡",
      "21": "“ይህ ቤተ መቅደስ እነሆ አሁን ከፍ ያለ ክብር አለው፤ በዚያን ጊዜ ግን በቤተ መቅደሱ አጠገብ የሚያልፍ ሰው ሁሉ በመገረም ‹ያህዌ በዚህች ምድርና በዚህ ቤተ መቅደስ ላይ ስለምን እንደዚህ አደረገ?› ብሎ ይጠይቃል፤",
      "22": "ሕዝቡም ‹ያህዌ ይህን ሁሉ ጥፋት በእነርሱ ላይ ያደረሰባቸው የቀድሞ አባቶቻቸውን ከግብጽ ያወጣቸውን አምላካቸውን ትተው ሌሎችን አማልክት ስለተከተሉና ሰለሰገዱላቸው ነው› ሲሉ ይመልሱላቸዋል፡፡”"
    },
    "Chapter 8": {
      "1": "ሰሎሞን ቤተ መቅደሱንና ቤተ መንግሥቱን ለመሥራት ሃያ ዓመት ፈጀበት፤",
      "2": "እንዲሁም ንጉሥ ኪራም የሰጠውን ከተማዎች እንደገና ሠርቶ እስራኤላውያን እንዲሰፍሩባቸው አደረገ፤",
      "3": "ሰሎሞን በሐማትና በጾባ ግዛቶች ላይ ዘምቶ በቁጥጥሩ ሥር አደረጋቸው፤",
      "4": "በበረሓ ይመትገኘውንም የታጽሞር ከተማ መሸገ፤ በሐማት የስንቅና የትጥቅ ማኖሪያ የነበሩትን ከተማዎች ሁሉ እንደገና ሠራ፤",
      "5": "እንደዲሁም ሰሎሞን የሚከተሉትን ከተማዎች እንደገና ሠራ፤ እነርሱም በላይኛውና በታችኛው ቤትሖሮን በብረት መዝጊያ ሊዘጉ የሚችሉ ቅጽር በሮች ያሏቸው የተመሸጉ ከተማዎች፤",
      "6": "የባዕላት ከተማ፤ ስንቅና ትጥቅ የሚያስቀምጥባቸው ከተማዎች ሁሉ፤ ፈረሶችና ሠረገላዎች የሚኖሩባቸው ከተማዎች፤ በዚህም ዐይነት ሁኔታ ሰሎሞን በኢየሩሳሌም፤ በሊባኖስና በእርሱ አስተዳደር ባለው ግዛት በሙሉ ሊያከናውነው ያቀደውን ሁሉ ፈጸመ፡፡",
      "7": "ሰሎሞን በጉልበት ሥራ ያሰማራቸው ገባሮች፤ እስራኤላውያን ምድራቸውን ርስት አድርገው በያዙ ጊዜ ያልገደሏቸው የከነዓን ዝርያዎች እስከ አሁን ድረስ ባሪያዎች ሆነው የሚያገለግሉ ሒታውያን፣ አሞራውያን፣ ፈሪዛውያን፣ ሒዋውያንና ኢያቡሳውያን ናቸው፤",
      "8": "ሰሎሞን ከእስራኤላውያን ወገን ማንንም ባሪያ አድርጎ አላሠራም፤ እስራኤላውያን ወታደሮች፤ የጦር መኮንኖች፤ የጦር አዛዥዎች፤ ሠረገላ ለሚነዱ ሁሉ ኀላፊዎችና ፈረሰኞች ሆነው ያገለግሉ ነበር፡፡",
      "9": "ሰሎሞን ለሚያከናውነው ልዩ ልዩ የሕንጻ ሥራ፤ የጉልበት ሥራ ይሠሩ ዘንድ ለተመደቡት ገባሮች ሁለት መቶ ኀምሳ ኀላፊዎች ነበሯቸው፡፡",
      "10": "ሰሎሞን “የያህቬህ(הוהי) ቃል ኪዳ ታቦት ያለበት ስፍራ ሁሉ ቅዱስ ስለሆነ፤ ግብጻዊት ሚስቴ በእስራኤል ንጉሥ በዳዊት ቤተ መንግሥት ውስጥ መኖር አይገባትም” በማለት የግብጽ ንጉሥ ልጅ የሆነችውን ሚስቱን ከዳዊት ከተማ አውጥቶ እርሱ ወዳሠራላት ወደ ሌላ መኖሪያ ቤት ተዘዋውራ እንድትኖር አደረገ፡፡",
      "11": "ሰሎሞን በቤተ መቅደሱ ፊት ለፊት ባሠራው መሠዊያ ላይ ልዩ ልዩ መሥዋዕት ለያህቬህ(הוהי) አቀረበ፤",
      "12": "የሙሴ ሕግ በሚያዘው መሠረትም በእያንዳንዱ የበዓል ቀን ማለትም በየሰንበቱ፤ በየወሩ መባቻ፤ በየዓመቱ በሚከበሩ ሦስት በዓላት ማለትም በቂጣ በዓል፤ በመከር በዓልና በዳስ በዓል የሚቃጠለውን መሥዋዕት ለያህቬህ(הוהי) ያቀርብ ነበር፡፡",
      "13": "አባቱ ዳዊት የደነገጋቸውን መመሪያዎች በመከተልም የካህናቱንና ካህናቱን በሥራና መዝሙር በመዘመር የሚረዱትን ሌዋውያን የየዕለቱን የሥራ መደብ አቀናበረ፤ እንዲሁም የያህቬህ(הוהי) ሰው በሆነው በዳዊት ትእዛዝ መሠረት የቤተ መቅደሱ ዘበኞች በእያንዳንዱ ቅጽር በር የዕለት ሥራቸውን እንዲያከናውኑ አከፋፍሎ መደበ፡፡",
      "14": "በዚህ ዐይነት ስለ ግምጃ ቤቶችና ስለ ሌሎችም ጉዳዮች ዳዊት ለካህናትና ለሌዋውያን በሰጠው መመሪያ መሠረት አንድም ሳይቀር ሁሉም በሚገባ ይከናወን ነበር፡፡",
      "15": "በዚህም ጊዜ የሰሎሞን የሥራ ዕቅድ ሁሉ፤ ማለትም ከያህቬህ(הוהי) ቤተ መቅደሱ መሠረት መጣል ጀምሮ እስከ ፍጻሜው ድረስ ሥራው ሁሉ በተሳካ ሁኔታ ተከናወነ፡፡",
      "16": "ከዚህ በኋላ ሰሎሞን በኤዶም ምድር በአካባ የባሕር ሰላጤ ወደብ ወደሆኑት ወደ ዔጽዮንጋብርና ወደ ኤላት ሄደ፤",
      "17": "ንጉሥ ኪራም በሠለጠኑ መርከበኞች የሚነዱና በራሱ መሆንኖች የሚመሩ መርከቦችን ለሰሎሞን ልኮለት ነበር፤ እነርሱም ከሰሎሞን መኮንኖች ጋር በመሆን ወደ ኦፊር ምድር መጡ፤ ከዚያም ከዐሥራ አምስት ሺ ኪሎ የሚበልጥ ወርቅ ለሰሎሞን ይዘውለት መጡ፡፡"
    },
    "Chapter 9": {
      "1": "ንግሥተ ሳባ ስለ ሰሎሞን የሚነገረውን አስደናቂ ጥበብ ሁሉ ሰማች፤ ስለዚህ አስቸጋሪ በሆኑ የእንቆቅልሽ ጥያቄዎች ልትፈትነው ወደ ኢየሩሳሌም መጣች፤ ወደ ኢየሩሳሌም ስትመጣም ብዙ የክብር አጃቢዎችን አስከትላ ሽቶ፤ የከበሩ ዕንቁዎችና እጅግ የበዛ ወርቅ በግመሎች አስጭና ነበር፤ ከሰሎሞንም ጋር በተገናኘች ጊዜ በልብዋ ያለውን ጥያቄ ሁሉ አቀረበችለት፤",
      "2": "እርሱም ላቀረበችለት ጥያቄ ሁሉ መልስ ሰጠ፤ ሊተረጉምላት የተሳነውና ከእርሱ የተሰወረ ማንም ዐይነት እንቆቅልሽ አልነበረም፡፡",
      "3": "ንግሥተ ሳባም ጥበብ የተሞላበትን የሰሎሞንን አነጋገር አዳመጠች፤ እርሱ ያሠራውንም ቤተ መንግሥት አየች፤",
      "4": "በሰሎሞን ገበበታ ላይ የሚቀርበውን የምግብ ዐይነት፤ የመኳንንቱ የመኖሪያ አካባቢዎች፤ የቤተ መንግሥቱን ሠራተኞች የሥራ አደረጃጀት፤ የደንብ ልብሳቸውንም ዐይነት፤ በግብዣ ጊዜ የሚያገለግሉትን አሳላፊዎችና በቤተ መቅደስም የሚያቀርባቸውን መሥዋዕቶችን ሁሉ ተመለከተች፤ በዚህም ሁሉ የተሰማት አድናቆት ከጠበቀችው በላይ ነበር፡፡",
      "5": "ንጉሥ ሰሎሞንንም እንዲህ አለችው፤ “ስለ አንተና ስለ ጥበብህ ታላቅነት በአገሬ ሳለሁ የሰማሁት ሁሉ እውነት ነው፤",
      "6": "ይሁን እንጂ እዚህ መጥቼ ሁሉን ነገር በዐይኔ እስካየሁ ድረስ የተነገረኝን ሁሉ ለማመን አልቻልኩም ነበር፤ ታዲያ በጆሮዬ የሰማሁት በዐይኔ ያየሁትን እኩሌታ እንኳ አልሆነም፤ በእርግጥም ጥበብህና ሀብትህ በአገሬ ሳለሁ ከተነገረኝ በጣም ይበልጣል፤",
      "7": "ዘወትር በአንተ ፊት በመገኘት ጥበብ የተሞላበት ንግግርህን የሚሰሙ ሚስቶችህና አገልጋዮችህ እንዴት የታደሉ ናቸው!",
      "8": "አምላክህ ያህቬህ(הוהי) ይመስገን! እርሱ አንተን መርጦ የእስራኤል ንጉሥ ለማድረግ መልካም ፈቃዱ ሆኖአል፤ በፍቅሩም እስራኤል ለዘላለም ጸንቶ እንዲኖር ሰለፈለገም ሕግና ፍትሕ ጸንቶ እንዲኖር ትደርግ አንድ መርጦሃል፡፡”",
      "9": "ንግሥተ ሳባ ያመጣችውን ከአራት ሺ ኪሎ የሚበልጥ ወርቅ፤ እጅግ ብዙ ሽቶና የከበረ ዕንቁ ገጸ በረከት አድርጋ ለሰሎሞን ሰጠችው፤ እርስዋ ለሰሎሞን የሰጠችው የሽቶ ዐይነት፤ ከዚያ በፊት ታይቶ የማይታወቅ ነው፡፡",
      "10": "(ከኦፊር ወርቅ ያመጡ የንጉሥ ኪራምና የንጉሥ ሰሎሞን ሰዎች ከዚያው ከኦፊር የሰንደል እንጨትና የከበረ ዕንቁ ለሰሎሞን አምጥተውለት ነበር፤",
      "11": "ሰሎሞንም የሰንደሉን እንጨት የቤተ መቅደሱንና የቤተ መንግሥቱን ደረጃዎች እንዲሁም የመዘምራኑን መሰንቆና በገና አሠራበት፤ እነዚህን የሙዚቃ መሣሪያዎች የመሰለ ከዚያ በፊት በይሁዳ ምድር ከቶ አልታየም፡፡)",
      "12": "ንጉሥ ሰሎሞን ከተለመደው የልግሥና ስጦታው ጋር የሳባ ንግሥት የተየቀችውን ሁሉ ሰጣት፤ ከዚህ በኋላ ንግሥተ ሳባ ከክብር አጃቢዎችዋ ጋር ወደ አገርዋ ተመልሳ ሄደች፡፡",
      "13": "ንጉሥ ሰሎሞን በየዓመቱ ሃያ ሦስት ሺ ኪሎ ያህል የሚመዘን ወርቅ ያገኝ ነበር፤",
      "14": "ይህም ነግዴዎች ከሚከፍሉት ቀረጥ፣ ከንግድ ከሚገኘው ትርፍ፣ እንዲሁም ከአረብ ነገሥታትና ከእስራኤል ክፍላተ ሀገር አስተዳዳሪዎች ከሚገባለት ግብር ጋር ተጨማሪ ነበር፡፡",
      "15": "ንጉሥ ሰሎሞን እያንዳንዳቸው ሰባት ኪሎ በሚያህል ንጹሕ ወርቅ የተለበጡ ሁለት መቶ ታላላቅ ጋሻዎችንና",
      "16": "እያንዳንዳቸው ሦስት ኪሎ በሚያህል ንጹሕ ወርቅ የተለበጡ ሦስት መቶ አነስተኛ ጋሻዎችን አሠርቶ ነበር፤ እነዚህንም ሁሉ ጋሻዎች “የሊባኖስ ደን” ተብሎ በሚጠራው አዳራሽ ውስጥ አኖራቸው፡፡",
      "17": "እንዲሁም ንጉሥ ሰሎሞን ከዝሆን ጥርስ አንድ ትልቅ ዙፋን አሠርቶ በንጹሕ ወርቅ አስለበጠው፤",
      "18": "ዙፋኑም ከታች ወደ ላይ መወጣጫ የሆኑ ስድስት ደረጃዎች ነበሩት፤ በእያንዳንዱም ደረጃ ጫፍ በግራና በቀኝ አንዳንድ የአንበሳ ምስል ሲኖር በድምሩ የተቀረጹት የአንበሳ ምስሎች ዐሥራ ሁለት ነበሩ፤",
      "19": "ከዙፋኑ ጋር ተያይዞ ከወርቅ የያህቬህ(הוהי)ር መረገጫም ነበረው፤ በሁለቱ የክንድ መደገፊያ ጫፎችም ላይ አንዳንድ የአንበሳ ምስል ነበር፤ በሌላ በየትኛውም አገር መንግሥት ያህን የመሰለ ዙፋን ከቶ አልነበረም፡፡",
      "20": "ንጉሥ ሰሎሞን የሚጠጣባቸው ዋንጫዎችና “የሊባኖስ ደን” ተብሎ በሚጠራው አዳራሽ ውስጥ የሚገኙት ዕቃዎች ሁሉ ከንጹሕ ወርቅ የተሠሩ ነበሩ፤ በሰሎሞን ዘመነ መንግሥት ብር ከመብዛቱ የተነሣ ዋጋ እንዳለው ሆኖ አይቆጠርም ነበር፡፡",
      "21": "ሰሎሞን ከንጉሥ ኪራም መርከቦችም ነበሩት፤ እነርሱም በየሦስት ዓመት ወርቅን፤ ብርን፤ የዝሆን ጥርስን፤ ጦጣዎችንና ዝንጀሮዎችን ያመጡለት ነበር፡፡",
      "22": "ንጉሥ ሰሎሞን በዓለም ከሚገኝ ከማንኛውም ንጉሥ ይበልጥ ሀብታምና ጥበበኛ ነበር፤",
      "23": "በመላው ዓለም የሚገኙ ሰዎችም ሁሉ ያህቬህ(הוהי) የሰጠውን ጥበብ የሞላበትን ንግግር ይሰሙ ዘንድ ወደ ሰሎሞን መምጣት ይፈልጉ ነበር፡፡",
      "24": "ወደ እርሱም የሚመጡት ሁሉ የብርና የወርቅ፤ የልብስ፤ የጦር መሣሪያዎችን ያመጡለት ነበር፤ ይህም በየዓመቱ የሚደረግ ነበር፡፡",
      "25": "ንጉሥ ሰሎሞን ለሠረገላዎቹና ለፈረሶቹ አራት ሺ ጋጣዎች፤ እንዲሁም ዐሥራ ሁለት ሺ ፈረሰኞች ነበሩት፤ ከእነርሱም ከፊሉን በኢየሩሳሌም፤ የቀሩትም ደግሞ በሌሎች ልዩ ልዩ ከተማዎች ተመድበው እንዲኖሩ አደረገ፤",
      "26": "ሰሎሞን ከኤፍራጥስ ወንዝ አንሥቶ እስከ ፍልስጥኤም ምድርና እስከ ግብፅ ግዛት ዳርቻ ድረስ ያሉትን ነገሥታት ሁሉ ያስገብር ነበርለ",
      "27": "በሰሎሞን ዘመነ መንግሥት በኢየሩሳሌም ብር እንደ ድንጋይ፤ የዝግባውም እንጨት ብዛት በይሁዳ ኮረብታዎች ግርጌ በየትኛውም ስፍራ እንደሚበቅል ሾላ ይቆጠር ነበር፡፡",
      "28": "ሰሎሞን ከግብጽና ከሌሎች አገሮች ሁሉ ፈረሶችን ያስመጣ ነበር፡፡",
      "29": "ሌላው የሰሎሞን ታሪክ ከመጀመሪያ እስከ መጨረሻ በነቢዩ ታሪክ፤ የሴሎ ተወላጅ በሆነው በነቢዩ አኪያ ትንቢትና ስለ እስራኤል ንጉሥ ኢዮርብዓም ዘመነ መንግሥት ጭምር በሚናገረው በነቢዩ ዒዶ ራእይ ተመዝግቦ ይገኛል፤",
      "30": "ሰሎሞን መኖሪያውን በኢየሩሳሌም አድርጎ በመላው እስራኤል ላይ አርባ ዓመት ነገሠ፤",
      "31": "ከዚያም በኋላ ሞተ፤ በዳዊት ከተማም ተቀበረ፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ ሮብዓም ነገሠ፡፡"
    },
    "Chapter 10": {
      "1": "ሮብዓም ወደ ሴኬም ሄደ፤ በዚያም እርሱን ለማንገሥ የፈለጉ በእስራኤል ሰሜናዊ ግዛት የሚኖሩ ሕዝብ ተሰብስበው ይጠብቁት ነበር፤",
      "2": "ከንጉሥ ሰሎሞን በመሸሽ ወደ ግብጽ ኮቤለው የነበረው የነባጥ ልጅ ኢዮርብዓም ይህን ወሬ በሰማ ጊዜ ከግብጽ ተመልሶ ወደ አገሩ ወደ እስራኤል መጣ፤",
      "3": "እርሱንም በእስራኤል ሰሜናዊ ግዛት የሚኖሩ ነገዶች መልእክት ልከው አስጠሩት፤ ከእርሱም ጋር አብረው ወደ ሮብዓም በመቅረብ፥",
      "4": "“አባትህ ሰሎሞን በእኛ ላይ ከባድ የአገዛዝ ቀንበር ጫኖብን ነበር፤ አሁን ይህን ከባድ ሸክም ብታቃልልንና ኑሮአችንን ብታሻሽልልን እንገዛልሃለን” አሉት፡፡",
      "5": "ሮብዓምም “እኔም በጉዳዩ እንዳስብበት ጊዜ ስጡኝ፤ ከሦስት ቀን በኋላም ተመልሳችሁ ኑ” አላቸው፤ ስለዚህ ሕዝቡ ተመልሰው ሄዱ፡፡",
      "6": "ከዚህ በኋላ ንጉሥ ሮብዓም የአባቱ የሰሎሞን አማካሪዎች የነበሩትን ሽማግሌዎች በአንድነት ሰብስቦ “እንግዲህ ለዚህ ሕዝብ መልስ መስጠት እንድችል ምን ትመክሩኛላችሁ?” ጠየቃቸው፡፡",
      "7": "ሽማግሌዎቹም “ለዚህ ሕዝብ ደግነትን ብታሳያቸው፤ ለጥያቄአቸውም ተስማሚ የሆነ መልስ በመስጠት ደስ ብታሰኛቸው፤ እነርሱ ዘወትር በታማኝነት ያገለግሉሃል” ሲሉ መለሱለት፡፡",
      "8": "ሮብዓም ግን የሽማግሌዎቹን ምክር ችላ በማለት ቀድሞ አብሮ አደጎቹ የነበሩትን፥ አሁን ደግሞ አማካሪዎቹ የሆኑትን ወጣቶች ጠርቶ፥",
      "9": "“ላደርገው ስለሚገባኝ ነገር ምን ትመክሩኛላችሁ? የአገዛዝ ቀንበር እንዳቀልላቸው ለጠየቁኝስ ሕዝብ ምን መልስ ልስጣቸው?” ሲል ጠየቃቸው፡፡",
      "10": "እነርሱም እንዲህ ሲሉ መለሱለት፤ “አንተ የምትሰጣቸው መልስ ይህ ነው፡- ‘የእኔ ታናሽ ጣት ከአባቴ ወገብ ይበልጥ ትወፍራለች!’",
      "11": "አባቴ በእናንተ ላይ ከባድ የአገዛዝ ቀንበር ጫኖባችሁ ነበር፤ እኔ ደግሞ ይኸው የአገዛዝ ቀንበር ይበልጥ እንዲከብድባችሁ አደርጋለሁ፤ ይኸውም አባቴ በአለንጋ ይገርፋችሁ ነበር፤ እኔ ግን እንደ ጊንጥ በሚናደፍ ጅራፍ በመግረፍ አሰቃያችኋለሁ፡፡”",
      "12": "ከሦስት ቀን በኋላ ኢዮርብዓምና ሕዝቡ ሁሉ ሮብዓም በሰጣቸው ቀጠሮ መሠረት ተመልሰው ወደ እርሱ መጡ፡፡",
      "13": "ንጉሥ ሮብዓምም ሽማግሌዎቹ የሰጡትን ምክር ውድቅ አድርጎ ሕዝቡን በማመናጨቅ መናገር ጀመረ፤",
      "14": "ወጣቶቹም በሰጡት ምክር መሠረት “አባቴ በእናንተ ላይ ከባድ የአገዛዝ ቀንበር ጫኖባችሁ ነበር፤ እኔ ደግሞ ይኸው የአገዛዝ ቀንበር ይበልጥ እንዲከብድባችሁ አደርጋለሁ፤ አባቴ በአለንጋ ይገርፋችሁ ነበር፤ እኔ ግን እንደ ጊንጥ በሚናደፍ ጅራፍ በመግረፍ አሰቃያችኋለሁ” ሲል መለሰላቸው፡፡",
      "15": "ይህም የሆነበት ምክንያት ከሴሎ በመጣው በነቢዩ አኪያ አማካይነት ስለ ነባጥ ልጅ ስለ ኢዮርብዓም ይሖዋ የተናገረው ቃል እንዲፈጸም ነው፤ ንጉሥ ሮብዓምም የሕዝቡን አሳብ ችላ በማለት ሳይቀበል የቀረበትም ምክንያት ይኸው ነው፡፡",
      "16": "ሕዝቡም ንጉሥ ሮብዓም ጥያቄአቸውን እንዳለተቀበላቸው በተገነዘቡ ጊዜ፤ “ዳዊትና ቤተሰቡ ይወገዱ! እነርሱ ለእኛ ምንም አላደረጉልንም፤ የእስራኤል ሕዝብ ሆይ! ወደ የቤትህ ሂድ! ሮብዓም ለራሱ የሚበጀውን ያድርግ!” ሲሉ ድምፃቸውን ከፍ አድርገው ጮኹ፡፡",
      "17": "በዚህ ዐይነት ሁኔታ የእስራኤል ሕዝብ በሮብዓም ላይ ዐመፁ፤ ሮብዓምም በይሁዳ ግዛት በሚኖሩት ሕዝብ ላይ ብቻ ነገሠ፡፡",
      "18": "ከዚህም በኋላ ንጉሥ ሮብዓም የጉልበት ሥራ የሚሠሩ ገባሮች ኀላፊ የነበረውን አዶኒራምን ወደ እስራኤላውያን እንዲሄድ ላከው፤ እነርሱ ግን በድንጋይ ወግረው ገደሉት፤ በዚህን ጊዜ ሮብዓም በፍጥነት ወደ ሠረገላው ገብቶ አመለጠ፡፡",
      "19": "ከዚያን ጊዜም ጀምሮ የእስራኤል ሰሜናዊ ግዛት ሕዝብ በዳዊት ሥርወ መንግሥት ላይ ዐመፁ፡፡"
    },
    "Chapter 11": {
      "1": "ንጉሥ ሮብዓም ወደ ኢየሩሳሌም በደረሰ ጊዜ ከይሁዳና ከብንያም ነገዶች የተውጣጡ አንድ መቶ ሰማኒያ ሺ ምርጥ ወታደሮችን ጠርቶ በአንድነት ሰበሰበ፤ ይህንንም ያደረገበት ምክንያት የእስራኤልን ነገዶች ወግቶ ግዛቱን እንደገና በቁጥጥሩ ሥር ለማድረግ ዐቅዶ ስለነበር ነው፡፡",
      "2": "ነገር ግን ይሖዋ ነቢዩ ሸማዕያን፥",
      "3": "ለሮብዓም፥ እንዲሁም ለመላው የይሁዳና የብንያም ነገዶች ሕዝብ፥",
      "4": "“ወንድሞቻችሁ በሆኑት በእስራኤል ሕዝብ ላይ አደጋ አትጣሉ፤ ሁላችሁም ወደየቤታችሁ ሂዱ፤ ይህ የሆነው በእኔ ፈቃድ ነው” ብሎ እንዲነግር አዘዘው፤ እነርሱም ሁሉ ለይሖዋ ቃል ታዛዥዎች በመሆን በኢዮርብዓም ላይ ሳይዘምቱ ወደየቤታቸው ተመልሰው ሄዱ፡፡",
      "5": "ሮብዓም መኖሪያውን በኢየሩሳሌም አድርጎ ስማቸው ከዚህ በታች ለተመለከተው ለይሁዳና ለብንያም ከተማዎች ምሽጎችን ሠራ፥",
      "6": "ከተማዎቹም ቤተልሔም፥ ዔጣም፥ ቴቆዓ፥",
      "7": "ቤት ጹር፥ ሶኮ፥ ዓዱላም፥",
      "8": "ጋት፥ ማሬሻ፥ ዚፍ፥",
      "9": "አዶራይም፥ ላኪሽ፥ ዓዜቃ፥",
      "10": "ጾርዓ፥ አያሎንና ኬብሮን ተብለው የሚጠሩት ናቸው፡፡",
      "11": "ሮብዓም እነዚህን ከተማዎች አጠንክሮ መሸገ፥ ለእያንዳንዳቸውም አንዳንድ የከተማ ኀላፊ ሾመ፤ በእንዳንዳቸውም ውስጥ እህል፥ የወይራ ዘይትና የወይን ጠጅ፥",
      "12": "እንዲሁም ጋሻና ጦር አከማቸ፥ በዚህም ዐይነት ሁኔታ የይሁዳንና የብንያምን ግዛት በቁጥጥሩ ሥር አደረገ፡፡",
      "13": "ካህናትና ሌዋውን ከመላው የእስራኤል ግዛት በደቡብ በኩል ወደሚገኘው ወደ ይሁዳ ግዛት መጡ፤",
      "14": "ይልቁንም ሌዋውያን ወደ ይሁዳና ወደ ኢየሩሳሌም የመጡት የግጦሽ ቦታዎቻቸውንና የቀረውንም ንብረታቸውን ሁሉ ትተው ነው፤ ምክንያቱም የእስራኤል ንጉሥ ኢዮርባዓምና በእርሱ ይሖዋን የተተኩት ዝርያዎቹ ሌዋውያንን የይሖዋ ካህናት ሆነው እንዲያገለግሉ አልፈቀዱላቸውም ነበር፡፡",
      "15": "ኢዮርብዓም በኮረብታዎች ላይ በሚገኙ የአረማዊ ማምለኪያ ስፍራዎች የሚያገለግሉ፥ ለአግንንትና እርሱ ራሱ በኮርማዎች አምሳል ለሠራቸው ጣዖታት የሚሰግዱ የራሱን ካህናት ሾሞ ነበር፤",
      "16": "ከዚህም የተነሣ የእስራኤል አምላክ የሆነውን ይሖዋን በቅን መንፈስ ለማምለክ የፈለጉ ከመላው የእስራኤል ነገዶች የተውጣጡ ብዙ ሕዝብ የቀድሞ አባቶቻቸው አምላክ ለሆነው ለይሖዋ መሥዋእት ለማቅረብ ሌዋውያኑን ተከትለው ወደ ኢየሩሳሌም መጡ፡፡",
      "17": "ይህም ሁኔታ የይሁዳን መንግሥት አጠናከረ፤ ሦስት ዓመት ሙሉም የሰሎሞንን ልጅ ሮብዓምን ረዱ፤ የንጉሥ ዳዊትንና የንጉሥ ሰሎሞንን መንገድ ተከትለው በሰላም ኖሩ፡፡",
      "18": "ሮብዓም ማሐላት ተብላ የምትጠራ ሴት አገባ፤ የእርስዋ አባት ያሪሞት የተባለው የዳዊት ልጅ ሲሆን፥ እናትዋ አቢሃይል ተብላ የምትጠራ የእሴይ የልጅ ልጅ የኤሊአብ ልጅ ናት፤",
      "19": "ማሐላትም ይዑሽ፥ ሸማርያና ዛሃም ተብለው የሚጠሩትን ሦስት ወንዶች ልጆች ለሮብዓም ወለደለችለት፤",
      "20": "ቆየት ብሎም ሮብዓም፥ ማዕካ ተብላ የምትጠራውን የአቤሴሎምን ልጅ አግብቶ አቢያ፥ ዓይታ፥ ዚዛና ሼሎሚት ተብለው የሚጠሩ አራት ወንዶች ልጆችን ወለደ፡፡",
      "21": "ሮብዓም በጠቅላላ ዐሥራ ስምንት ሚስቶችና ስልሳ ቁባቶች ነበሩት፤ ከእነርሱም ሃያ ስምንት ወንዶችና ስልሳ ሴቶች ልጆችን ወለደ፤ ከሚስቶቹና ከቁባቶቹ ሁሉ ማዕካን አብልጦ ይወድድ ነበር፤",
      "22": "እንዲሁም ከልጆቹ ሁሉ ከማዕካ የተወለደውን አቢያን አብልጦ ይወድድ ነበር፤ ስለዚህ በእርሱ ይሖዋን ተተክቶ እንዲነግሥ አቢያን መረጠ፡፡",
      "23": "ሮብዓም ጥበብ በተሞላ አኳኋን ለወንዶች ልጆቹ ኀላፊነትን በመስጠት በተመሸጉት የይሁዳና የብንያም ከተማዎች ሁሉ ሾማቸው፤ የሚያስፈልጋቸውን ሁሉ በለጋሥነት አደራጀላቸው፤ ከብዙ ሚስቶችም ጋር አጋባቸው፡፡"
    },
    "Chapter 12": {
      "1": "ሮብዓም የመንግሥቱን ሥልጣን ካጠናከረ በኋላ እርሱና የእስራኤል ሕዝብ ሁሉ የያህቬህ(הוהי)ን ሕግ ተው፤",
      "2": "ለያህቬህ(הוהי) የነበራቸውን ታማኝነት በመጓደላቸውም ሮብዓም በነገሠ በአምስተኛው ዓመት ቅጣት ደረሰባቸው፤ የግብጽ ንጉሥ ሺሻቅ፤",
      "3": "አንድ ሺ ሁለት መቶ ሠረገላዎችን፤ ስልሳ ሺ ፈረሰኞችንና ብዛታቸው ሊቆጠር የማይቻል ወታደሮችን ይዞ በኢየሩሳሌም ላይ አደጋ ጣለ፤ በሺሻቅም ሠራዊት ውስጥ ሊቢያውያን፤ ሱካውያንና ኢትዮጵያውያን ነበሩ፤",
      "4": "ንጉሥ ሺሻቅ የተመሸጉትን የይሁዳ ከተማዎች ወርሮ ያዘ፤ እስከ ኢየሩሳሌምም ድረስ ገሥግሦ መጣ፡፡",
      "5": "ከዚህ በኋላ ነቢዩ ሸማዕያ ሺሻቅን በመፍራት በኢየሩሳሌም በአንድነት ተሰብስበው ወደ ነበሩ ወደ ንጉሥ ሮብዓምና ወደ ይሁዳ መሪዎች ሄዶ “ያህቬህ(הוהי) ‹እኔን ሰለተዋችሁ እነሆ እኔም በሺሻቅ እጅ እንድትወድቁ ትቻችኋለሁ› ይላችኋል” አላቸው፡፡",
      "6": "ንጉሥ ሮብዓምና የይሁዳ መሪዎችም ኃጢአት መሥራታቸውን በማመን “ያህቬህ(הוהי) የሚያደርገው ነገር ሁሉ ትክክል ነው” አሉ፡፡",
      "7": "ያህቬህ(הוהי)ም ራሳቸውን እንዳዋረዱ ባየ ጊዜ ነቢዩ ሸማዕያን እንደገና እንዲህ አለው፤ “እነሆ በደላቸውን አምነው ራሳቸውን ስላዋረዱ አላጠፋቸውም፤ ሺሻቅ አደጋ በሚጥልባቸው ጊዜ ፈጥኜ በመታደግ አድናቸዋለሁ፤ በኢየሩሳሌምም ላይ ቁጣዬን ሙሉ በሙሉ አላወርድም፤",
      "8": "ይሁን እንጂ በእኔ መገዛትና በምድር ነገሥታት መገዛት መካከል ያለውን ልዩነት ይገነዘቡ ዘንድ ሺሻቅ ድል አድርጎ ይገዛቸዋል፡፡”",
      "9": "ስለዚህ ንጉሥ ሺሻቅ በድል አድራጊነት ወደ ኢየሩሳሌም ገብቶ በቤተ መቅደስና በቤተ መንግሥት የነበረውን ሀብት ሁሉ፤ ንጉሥ ሰሎሞን ከወርቅ ያሠራቸውን ጋሻዎች ጭምር ዘርፎ ወሰደ፤",
      "10": "ንጉሥ ሮብዓም ሺሻቅ በወሰዳቸው ጋሻዎች ምትክ ሌሎች ጋሻዎችን ከነሐስ አሠርቶ የቤተ መንግሥቱን ቅጽር በሮች በሚጠብቁ የዘበኞች አለቆች ኀላፊነት እንዲቀመጡ አደረገ፤",
      "11": "ንጉሡ ወደ ቤተ መቅደስ በመጣ ቁጥር ዘበኞቹ እነዚህን ጋሻዎች አንግበው ያጅቡታል፤ ንጉሡ ከሄደ በኋላም መልሰው በዘበኞች ክፍል ውስጥ ያኖሩአቸው ነበር፤",
      "12": "ንጉሥ ሮብዓም በደሉን አምኖ ራሱን ስላዋረደ የያህቬህ(הוהי) ቁጣ ሙሉ በሙሉ ጉዳት አላደረበትም፤ እንዲያውም በይሁዳ ሁሉ ነገር መልካም ሆነ፡፡",
      "13": "ሮብዓም መሮሪያውን ያህቬህ(הוהי) ይመለክባት ዘንድ ከመላው የእስራኤል ግዛት መካከል በመረጣት በኢየሩሳሌም ከተማ አድርጎ ዐሥራ ሰባት ዓመት ገዛ፤ የመንግሥቱንም ሥልጣን አጠናከረ፤ እርሱም በነገሠ ጊዜ ዕድሜው አርባ አንድ ዓመት ነበር፤ የሮብዓም እናት ናዕማ ተብላ የምትጠራ የዐሞን አገር ተወላጅ ነበረች፤",
      "14": "ሮብዓም የያህቬህ(הוהי)ን ፈቃድ ለማወቅ ጥረት ባለማድረጉ ክፉ ነገር ሠራ፡፡",
      "15": "ንጉሥ ሮብዓም ያደረገው ነገር ሁሉ ከመጀመሪያ እስከ መጨረሻ እንዲሁም የቤተሰቡ ታሪክ በነቢዩ ዒዶ ታሪክ መጻሕፍት ተመዝግቦ ይገኛል፤ ሮብዓምና ኢዮርብዓም ባለማቋረጥ ዘወትር ይዋጉ ነበር፤",
      "16": "ሮብዓም ሞተ፤ በዳዊት ከተም በሚገኘው በነገሥታት መካነ መቃብርም ተቀበረ፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ አቢያ ነገሠ፡፡"
    },
    "Chapter 13": {
      "1": "ኢዮርብዓም በእስራኤል ላይ በነገሠ በዐሥራ ስምንተኛው ዓመት፤ አቢያ የይሁዳ ንጉሥ ሆነ፤",
      "2": "መኖሪያውንም በኢየሩሳሌም አደርጎ ሦስት ዓመት ነገሠ፤ እናቱ ሚካያ ተብላ የምትጠራ የጊብዓ ከተማ ተወላጅ የሆነ የኡሪኤል ልጅ ነበረች፡፡",
      "3": "በአቢያና በኢዮርብዓም መካከል የከረረ ጦርነት ተነሥቶ ነበር፤ በዚህ ጊዜ አቢያ አራት መቶ ሺ ሠራዊት ይዞ ሲዘምት፤ ኢዮርብዓም ደግሞ ስምንት መቶ ሺ ወታደሮችን አሰልፎ ጦርነት ገጠመው፡፡",
      "4": "ከዚህ በኋላ አቢያ ኮረብታማ  በሆነ በኤፍሬም አገር ወደሚገኘው ወደ ጸማራይም ተራራ ወጥቶ ቆመ፤ ድምፁን ከፍ በማድረግም ለኢዮርዓምና ለእስራኤልውያን በሙሉ እንዲህ አለ፤ “እነሆ አድምጡኝ!",
      "5": "ዳዊትና ዝርያዎቹ በእስራኤል ላይ ለዘላለም እንደሚነግሡ የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ከዳዊት ጋር የምያሻር ቃል ኪዳን መግባቱን አታውቁምን?",
      "6": "ይህ ሆኖ ሳለ የሰሎሞን አሽከር የሆነው የነባጥ ልጅ ኢዮርብዓም በጌታው በሰሎሞን ላይ ዐመፀ፤",
      "7": "ዘግየት ብሎም ኢዮርብዓም የማይረቡ ወሮበሎችን ሰበሰበ፤ እነርሱም በዕድሜው ማነስና በዕውቀት ያልበሰለ በመሆኑ ሊቋቋማቸው የማይችለውን የሰሎሞንን ልጅ ሮብዓምን ተቃወሙት፤",
      "8": "አሁንም እናንተ ያህቬህ(הוהי) ለዳዊት ዝርያዎች የሰጠውን የመንግሥት ሥልጣን በመድፈር ለመቃወም አቅዳችኋል፤ ይህ ዕቅዳችሁ ግቡን እንዲመታ ለማድረግም እጅግ ብዙ የሆነ የጦር ሠራዊት አሰልፋችኋል፤ ለእናንተ አማልክት እንዲሆኑ ኢዮርብዓም ከወርቅ ያሠራቸውን የኮርማ ምስሎች ይዛችሁ መጥታችኋል፡፡",
      "9": "የያህቬህ(הוהי) ካህናት የሆኑትን የአሮንን   ዝርያዎችና ሌዋውያንን አባረራችሁ፤ በእነርሱም ምትክ ሌሎች ሕዝቦች እንደሚያደርጉት ሁሉ ለራሳችሁ ካህናትን ሾማችኋል፤ አንድ ኮርማ ወይም ሰባት በጎች ይዞ ወደ እናንተ የሚመጣውን ማንኛውንም ሰው ሐሰተኞች ለሆኑት አማልክቶቻችሁ ካህን አድርጋችሁ ትሾማላችሁ፡፡",
      "10": "“እኛ ግን አሁንም ያህቬህ(הוהי) አምላካችንን እናመልካለን፤ ከእርሱም ፈቀቅ አላልንም፤ የአሮን ዝርያዎች የሆኑ ካህናትም ያህቬህ(הוהי)ን ማገልገላቸውን አላቋረጡም፤ ሌዋውያንም እንደ ወትሮው ሁሉ ካህናትን ይረዳሉ፤",
      "11": "በየቀኑ ጠዋትና ማታ ዕጣንና ሙሉ በሙሉ የሚቃጠለውን የእንስሳት መሥዋዕት ለያህቬህ(הוהי) ያሳርጋሉ፤ በሥርዓቱ መሠረት በነጻው ገበታም ላይ የመባ ኅብስት ያቀርባሉ፤ ዘወትር ማታ ማታም ከወርቅ በተሠራው መቅረዝ ላይ ያሉትን ቀንዲሎች ያበራሉ፤ እኛ የያህቬህ(הוהי)ን ትእዛዝ እንፈጽማለን፤ እናንተ ግን ያህቬህ(הוהי)ን ትታችኋል፡፡",
      "12": "የእኛ መሪ ራሱ ያህቬህ(הוהי) ነው፤ የያህቬህ(הוהי) ካህናትም መለከት ለመንፋት ተዘጋጅተው እዚህ ከእኛ ጋር ይገኛሉ፤ እነርሱ መለከት መንፋት እንደ ጀመሩም እኛ በእናንተ ላይ ጦርነት እንከፍታለን፤ ስለዚህ የእስራኤል ሕዝብ ሆይ! ከሮ ድል ማድረግ ስለማትችሉ፤ የቀድሞ አባቶቻችሁ አምላክ ከሆነው ከያህቬህ(הוהי) ጋር ጦርነት አትግጠሙ፡፡”",
      "13": "በዚህ ጊዜ ኢዮርብዓም ከሠራዊቱ ከፊሉን ከይሁዳ ሠራዊት በስተጀርባ በማድፈጥ አደጋ እንዲጥሉ ሲልክ፤ የቀሩትን ደግሞ የይሁዳን ሠራዊት ፊት ለፊት እንዲገጥሙአቸው አደረገ፡፡",
      "14": "አይሁዳውያን ዙሪያውን ተመልክተው መከበባቸውን ባዩ ጊዜ እንዲረዳቸው ወደ ያህቬህ(הוהי) ጮኹ፤ ካህናቱም መለከት ነፉ፤",
      "15": "አይሁዳውያንም ከፍ ባለ ድምፅ እየጮኹ፤ በንጉሥ አቢያ መሪነት አደጋ ጣሉ፤ ያህቬህ(הוהי)ም ኢዮርብዓምንና የእስራኤልን ሠራዊት ድል አደረገ፤",
      "16": "እስራኤላውያንም ከአይሁዳውያን ፊት ሸሹ፤ ያህቬህ(הוהי) እስራኤላውያንን ለይሁዳ ሕዝብ አሳልፎ ሰጣቸው፤",
      "17": "አቢያና ሠራዊቱ እስራኤላውያንን ድል አድርገው ከፍ ያለ ጉዳት አደረሱባቸው፤ በዚህ ጦርነት ከእስራኤል ምርጥ ወታደሮች ግማሽ ሚሊዮን ተገደሉ፡፡",
      "18": "የይሁዳም ሕዝብ የቀድሞ አባቶቻቸው አምላክ በሆነው በያህቬህ(הוהי) ስለታመኑ በእስራኤል ላይ ድልን ተቀዳጁ፡፡",
      "19": "አቢያ የኢዮርብዓምን ሠራዊት አሳደደ፤ ከኢዮርብዓም ከተማዎች መካከልም ቤትኤልን፤ ይሻናንና ዔፍሮንን በአካባቢያቸው የሚገኙትን መንደሮች ጭምር በድል አድራጊነት ያዙ፤",
      "20": "ከዚያም በኋላ ኢዮርብዓም በአቢያ ዘመነ መንግሥት ኀይሉን ሊያንሠራራ አልቻለም፤ በመጨረሻም ያህቬህ(הוהי) በሞት ቀሠፈው፡፡",
      "21": "አቢያ ግን ይበልጥ እየበረታ ሄደ፤ ዐሥራ አራት ሚስቶችን አግብቶ ሃያ ሁለት ወንዶች ልጆችንና ዐሥራ ስድስት ሴቶች ልጆችን ወለደ፤",
      "22": "የቀረው የንጉሥ አቢያ ታሪክ፤ እርሱ የተናገራቸው ቃላትና ያከናወነው ሥራ ሁሉ በነቢዩ ዒዶ የታሪክ መጽሐፍ ውስጥ ተመዝግቦ ይገኛል፡፡፡"
    },
    "Chapter 14": {
      "1": "ንጉሥ አቢያ ሞተ፤ በዳዊት ከተማ በሚገኘውም በነገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ አሳ ነገሠ፤ በአሳም ዘመነ መንግሥት በምድሪቱ ላይ ለዐሥር ዓመት ሰላም ሆነ፤",
      "2": "አሳ መልካምና ቅን የሆነውን ነገር በማድረግ አምላኩን ያህቬህ(הוהי)ን ደስ አሰኘ፤",
      "3": "ባዕዳን መሠዊያዎችንና በኮረብታዎች ላይ የነበሩትን አረማውያን የማምለኪያ ስፍራዎችን አስወገደ፤ ለማምለኪያ የተሠሩ የድንጋይ ዐምዶችን ሰባበረ፤ አሼራ ተብላ የምትጠራውን የሴት  አምላክ ምስሎችን አንከታክቶ ጣለ፤",
      "4": "አሳ የይሁዳ ሕዝብ የቀድሞ አባቶቻቸው አምላክ የሆነውን የያህቬህ(הוהי)ን ፈቃድ እንዲፈጽሙ፤ ሕጉንና ትእዛዛቱን እንዲጠብቁ አዘዘ፤",
      "5": "አረማውያን የምምለኪያ ስፍራዎችንና ዕጣን የሚታጠንባቸውን መሠዊያዎች ከይሁዳ ከተማዎች ሁሉ ስላስወገደ በእርሱ ዘመነ መንግሥት ሰላም ሰፈነ፤",
      "6": "ለይሁዳ ከተሞች ምሽጎችን ሠራ፤ ያህቬህ(הוהי) ሰላም ስለሰጠውም ለብዙ ዘመን በአገሪቱ ጦርነት አልነበረም፤",
      "7": "አሳ የይሁዳ ሕዝብ እንዲህ አላቸው፤ “ግንቦችን፤ ቅጽሮችንና በብረት መወርወሪያ የሚዘጉ የቅጽር በሮችን በመሥራት ከተሞቻችንን እንመሽግ፤ የአምላካችንን የያህቬህ(הוהי)ን ፈቃድ ስለፈጸምን እነሆ ምድሪቱ በቁጥጥራችን ሥር ናት፤ ያህቬህ(הוהי) ጠብቆናል፤ በሁሉም አቅጣጫ የሰላም ዋስትና ሰጥቶናል፤” ሕዝቡም ከተሞችን መሸጉ፤ በለጸጉም፤",
      "8": "ንጉሥ አሳ ታላላቅ ጋሻናጦር የታጠቁ ሦስት መቶ ሺ ሠራዊት ከይሁዳ፤ ታናናሽ ጋሻና ቀስት የያዙ ሁለተ መቶ ሰማኒያ ሺ ሠራዊት ከብንያም ነበሩት፤ ከእነዚህ ሁሉ በሚገባ የሠለጠሁ ጀግኖች ወታደሮች ነበሩ፡፡",
      "9": "ዜራሕ ተብሎ የሚጠራ ኢትዮጵያዊ አንድ ሚሊዮን ወታደሮችና ሦስት መቶ ሠረገላዎች ይዞ ይሁዳን ለመውረር እስከ ማሬሻ ገሥግሦ መጣ፤",
      "10": "አሳም ጦርነት ሊገጥመው ወጣ፤ ሁለቱም ወገኖች ማፌሻ አጠገብ በሚገኘው በጸፋታ ሸለቆ ቦታ ቦታቸውን በመያዝ ለውጊያ ተዘጋጁ፤",
      "11": "በዚህ ጊዜ አሳ ወደ አምላኩ ወደ ያህቬህ(הוהי) እንዲህ ሲል ጸለየ፤ “ያህቬህ(הוהי) ሆይ! ኀያሉንም ሠራዊት ሆነ ደካማውንም ለመርዳት ችሎታ አለህ፤ አምላካችን ያሀቬህ ሆይ! በአንተ ስለተማመንን እነሆ ይህን ብዙ ሠራዊት ለመውጋት መጥተናልና እባክህ እርዳን፤ ያህቬህ(הוהי) ሆይ! አንተ አምላካችን ነህ፤ አንተን ማሸነፍ የሚችል ማንም የለም፡፡”",
      "12": "ከዚህ በኋላ አሳና የይሁዳ ሠራዊት በኢትዮጵያ ሠራዊት ላይ አደጋ ጣሉ፤ ያህቬህ(הוהי)ም የኢትዮጵያን ሠራዊት ድል አደረገ፤ ኢትዮጵያውያንም ሸሹ፤",
      "13": "አሳና ሠራዊቱም እስከ ገራር ድረስ አሳደዱአቸው፤ ከኢትዮጵያ ሠራዊት ብዙ ሰዎች ስላለቁ፤ ሠራዊቱ እንደገና ተንሠራርቶ ሊዋጋ አልቻለም፤ በዚህም ዐይነት ሁኔታ ኢትዮጵያውያን በያህቬህ(הוהי)ና በሠራዊቱ ድል ሆኑ፤ የንጉሥ አሳ ሠራዊትም እጅግ የበዛ ምርኮ ወሰዱ፤",
      "14": "በዚያ አካባቢ የነበሩ ሕዝቦች ያህቬህ(הוהי) ባደረገው ነገር እጅግ ተሸብራ ነበር፤ የአሳም ሠራዊት በገራር ዙሪያ የነበሩትን ከተማዎች ሁሉ ደመሰሱ፤ ከተማዎቹንም ሁሉ በመዝረፍ ብዙ በመዝረፍ ብዙ ምርኮ ወሰዱ፤",
      "15": "እንዲሁም በአንዳንድ እረኞች ሰፈር ላይ አደጋ በመጣል ብዙ በጎችን፤ ፍየሎችንና ግመሎችን ማረኩ፤ ከዚህም በኋላ ወደ ኢየሩሳሌም ተመልሰው ሄዱ፡፡"
    },
    "Chapter 15": {
      "1": "የያህቬህ(הוהי) መንፈስ በዖዴድ ልጅ በዐዛርያስ ላይ ወረደ፤",
      "2": "ዐዛርያስም ከንጉሥ አሳ ጋር ለመገናኘት ሄዶ እንዲህ አለው፤ “ንጉሥ አሳ ሆይ! አድምጠኝ! እናንተም የይሁዳና የብንያም ሕዝብ ሁሉ ስሙኝ! እናንተ ከያህቬህ(הוהי) ጋር እስከሆናችሁ ድረስ እርሱም ከእናንተ ጋር ይሆናል፤ ከፈለጋችሁትም ታገኙታላችሁ፤ ብትተውት ግን ይተዋችኋል፤",
      "3": "የእስራኤል ሕዝብ ለብዙ ዘመን ያለ እውነተኛ አምላክ፤ ያለ ሕግና ያለ አስተማሪ ካህን ይኖሩ ነበር፤",
      "4": "መከራ በደረሰባቸው ጊዜ ግን የእስራኤል አምላክ ወደሆነው ወደ ያህቬህ(הוהי) ፊታቸውን መልሰው ፈለጉት፤ አገኙትም፤",
      "5": "በዚያን ጊዜ በየስፍራው ሁሉ ሁከትና ሽብር ስለነበር በሰላም ወጥቶ የሚገባ ምንም አልነበረም፤",
      "6": "የህቬህ በሕዝቡ ላይ ሽብርና መከራ ያመጣባቸው ስለነበር አንዱ አገርሌላውን አገር፤ አንዲቱ ከተማ ሌላይቱን ከተማበመጨቆን ያሠቃዩአቸው ነበር፤",
      "7": "እናንተ ግን በርቱ፤ ተስፋም አትቁረጡ፤ ለምትሠሩት መልካም ሥራም ዋጋ ታገኛላችሁ፡፡”",
      "8": "አሳ የዖዴድ ልጅ ዐዛርያስ የተናገረውን የትንቢት ቃል በሰማ ጊዜ ተበረታታ፤ በይሁዳና በብንያም ምድር እንዲሁም እርሱ ማርኮ በያዛቸው ኮረብታማ በሆነው በኤፍሬም ግዛት በሚገኙት ከተማዎች ያሉትን አስጸያፊ ጣዖታት ሁሉ አስወገደ፤ በቤተ መቅደሱ ቅጽር ግቢ ውስጥ ቆሞ የነበረውን የያህቬህ(הוהי)ን መሠዊያ አደሰ፡፡",
      "9": "ያህቬህ(הוהי) ከንጉሥ አሳ ጋር መሆኑን ስላዩ፤ ከኤፍሬም፤ ከምናሴና ከስምዖን ነገዶች የሆኑ ብዙ ሰዎች ወደ አሳ መጥተው በግዛቱ ውስጥ ይኖሩ ነበር፤ አሳም እነዚህን ሰዎች ሁሉ፤ እንዲሁም መላው የያሁዳና የብንያም ሕዝብ ወደ ኢየሩሳሌም እንዲመጡ ትእዛዝ አስተላለፈ፤",
      "10": "እነርሱም አሳ በነገሠ በዐሥራ አምስተኛው ዓመት፤ በሦስተኛው ወር በኢየሩሳሌም ተሰበሰቡ፤",
      "11": "እነርሱ ይዘውት ካመጡት ምርኮም በዚያን ቀን ሰባት መቶ በሬዎችና ሰባት ሺ በጎችን ለያህቬህ(הוהי) መሥዋዕት አቀረቡ፤",
      "12": "የቀድሞ አባቶቻቸው አምላክ የሆነውን ያህቬህ(הוהי)ን በፍጹም ልባቸውና በፍጹም ነፍሳቸው ያመልኩትም ዘንድ በመስማማት ቃል ኪዳን ገቡ፤",
      "13": "ያህቬህ(הוהי)ን የማያመልክ ማንም ወጣት ወይም ሽማግሌ፤ ወንድ ወይም ሴት ቢሆን በሞት የሚቀጣ መሆኑን በመሐላ ቃል ወሰኑ፤",
      "14": "የገቡትን ቃል ኪዳን የሚጠብቁ መሆናቸውንም በማረጋገጥ ድምፃቸውን ከፍ አድርገው በያህቬህ(הוהי) ስም ማሉ፤ ከዚህም በኋላ በጥሩምባና በቀንደ መለከት ድምፅ ታጅበው በሆታና በእልልታ ደስታቸውን ገለጡ፡፡",
      "15": "የይሁዳ ሕዝብ ሁሉ በፍጹም ልባቸው ይህን ቃል ኪዳን ስለገቡ ደስ ተሰኝተው ነበር፤ ያህቬህ(הוהי)ንም በደስታ ያመልኩ ነበር፤ ያህቬህ(הוהי)ም ከእነርሱ ጋር በመሆን በዙሪያቸው ሁሉ ሰላም እንዲኖር አደረገላቸው፡፡",
      "16": "አያቱ ማዕካ አሼራ ተብላ የምትጠራ የሴት አምላክ አስጸያፊ ምስል ስላቆመች ንጉሥ አሳ ከእቴጌነትዋ ሻራት፤ ምስሉንም ሰባብሮ አደቀቀው፤ ስብርባሪውንም በቄድሮን ሸለቆ አቃጠለው፤",
      "17": "ምንም እንኳ አሳ በምድሪቱ ላይ የነበሩትን የአረማውያን ማምለኪያ ስፍራዎች ሙሉ በሙሉ ባይደመስሳቸውም፤ እስከ ሕይወቱ ፍጻሜ ድረስ ለያህቬህ(הוהי) ታማኝ ሆነ፤",
      "18": "አባቱ አቢያ ለያህቬህ(הוהי) የተለዩ ያደረጋቸውን ዕቃዎች ሁሉ፤ እንዲሁም አሳ ራሱ ለያህቬህ(הוהי) የተለዩ ያደረጋቸውን ከወርቅና ከብር የተሠሩትን ዕቃዎች በሙሉ በቤተ መቅደሱ ውስጥ አኖራቸው፤",
      "19": "አሳ እስከ ነገሠበት እስከ ሠላሳ አምስተኛው ዓመት ድረስ በአገሪቱ ላይ ጦርነት አልነበረም፡፡"
    },
    "Chapter 16": {
      "1": "አሳ በይሁዳ ላይ በነገሠ በሠላሳ ስድስተኛው ዓመት፤ የእስራኤል ንጉሥ ባዕሻ ይሁዳን ወረረ፤ ወደ ይሁዳ ማንም እንዳይገባ፤ ከይሁዳም ማንም እንዳይወጣ ለማድረግ ራማን መመሸግ ጀመረ፤",
      "2": "ስለዚህም አሳ ከቤተ መቅደስና ከቤተ መንግሥቱ ግምጃ ቤት ብርና ወርቅ በማውጣት በደማስቆ ይኖር ለነበረው ለሶርያው ንጉሥ ቤንሀዳድ ስጦታ አድርጎ ላከለት፤ ከስጦታውም ጋር እንዲህ የሚል መልእክት ነበረ፤",
      "3": "“የእኔ አባትና የአንተ አባት ያደርጉት በነበረው ዐይነት በመካከላችን የስምምነት ውል እንድርግ፤ ይህም ብርና ወርቅ ለአንተ የላኩልህ ገጸ በረከት ነው፤ ሰለዚህ የእሰራኤል ንጉሥ ባዕሻ ወታደሮቹን ከግዛቴ ያስወጣ ዘንድ እንድትረዳኝ ቀደም ሲል ከእርሱ ጋር ያደረግኸውን የስምምነት ውል አሁን እንድታፈርሰው እለምንሃለሁ፡፡”",
      "4": "ንጉሥ ቤንሀዳድም አሳ ባቀረበለት አሳብ በመስማማት የጦር አዛዥዎቹንና ሠራዊቱን ልኮ በእስራኤል ከተማዎች ላይ አደጋ እንዲጥሉ አደረገ፤ ሠራዊቱም ዒዮን፤ ዳን፤ አቤልቤትማዕካ ተብለው የሚጠሩትን ከተማዎችና በንፍታሌም ግዛት ስንቅና ትጥቅ የሚቀመጥባቸውን ከተማዎች ሁሉ በድል አድራጊነት ያዙ፤",
      "5": "ንጉሥ ባዕሻ ይህን በሰማ ጊዜ ራማን ለመመሸግ የጀመረውን ሥራ ተወ፤",
      "6": "ከዚህ በኋላ ንጉሥ አሳ ሰዎችን ከመላ ይሁዳ ሰብስቦ ንጉሥ ባዕሻ ራማን ለመመሸግ ይጠቀምበት የነበረውን ድንጋይና እንጨት ሁሉ ከዚያ እንዲያመጡ አዘዛቸው፤ እነርሱም ድንጋዩንና እንጨቱን ሁሉ ከራማ አምጥተው የጌባዕንና የምጽጳን ከተማዎች መሸጉባቸው፡፡",
      "7": "በዚያን ጊዜ ነቢዩ ሐናኒ ወደ ንጉሥ አሳ መጥቶ እንዲህ አለው፤ “በአምላክህ በያህቬህ(הוהי) በመተማመን ፈንታ በሶርያ ንጉሥ ስለተማመንህ የእስራኤል ሠራዊት ከእጅህ አምልጦአል፤",
      "8": "ኢትዮጵያውያንና ሊቢያውያን ብዙ ሠራዊት፤ ሠረገላዎችና ፈረሰኞች አልነበሩአቸውምን? ይሁን እንጂ በዚያን ጊዜ አንተ በያህቬህ(הוהי) ስለታመንህ ያህቬህ(הוהי) በእነርሱ ላይ ድልን እንድትቀዳጅ አደረገህ፡፡",
      "9": "ያህቬህ(הוהי) መላውን ዓለም አትኩሮ በመመልከት በሙሉ ልባቸው በእርሱ ለሚተማመኑት ሁሉ ብርታትን ይሰጣቸዋል፤ እንግዲህ አንተ የሚኝነት ሥራ ስለፈጸምህ ከእንግዲህ ወዲህ ጦርነት አይለይህም፤”",
      "10": "ይህ አነጋገር አሳን እጅግ ስላስቆጣው ነቢዩን በብረት ሰንሰለት አስሮ ወህኒ አስገባው፤ ከዚህም ጊዜ አንሥቶ ንጉሥ አሳ ከሕዝቡ መካከል አንዳንዶቹን በጭካኔ ማንገላታት ጀመረ፡፡",
      "11": "በአሳ ዘመነ መንግሥት ከመጀመሪያ እስከ መጨረሻ የተፈጸሙ ድርጊቶች ሁሉ በይሁዳና በእስራኤል ነገሥታት የታሪክ መጻሕፍት ተመዝግበው ይገኛሉ፤",
      "12": "አሳ በነገሠ በሠላሳ ዘጠነኛው ዓመት በያህቬህ(הוהי)ሩ ላይ በደረሰበት ጽኑ ሕመም ምክንያት ሽባ ሆነ፤ ይህም ሆነ ሳለ እንኳ የባለ መድኀኒቶችን እንጂ የያህቬህ(הוהי)ን ዕርዳታ አልፈለገም፡፡",
      "13": "ከሁለት ዓመት በኋላም ሞተ፤",
      "14": "ሬሳውም በልዩ ቅመማ ቅመምና በሽቶ ታሽቶ እርሱ ራሱ በዳዊት ከተማ ከአለት አስፈልፍሎ ባሠራው መቃብር ተቀበረ፤ ስለ ክብሩም ብዙ እንጨት ከምረው በማንደድ ታላቅ ለቅሶ አደረጉለት፡፡"
    },
    "Chapter 17": {
      "1": "ኢዮሣፍጥ በአባቱ በአሳ ያህቬህ(הוהי)ር ተተክቶ ነገሠ፤ እስራኤልንም ለመውጋት ኀይሉን አጠናከረ፤",
      "2": "በተመሸጉት የይሁዳ ከተማዎችና በየገጠሩ ሁሉ እንዲሁም አባቱ ንጉሥ አሳ ድል አድርጎ በያዛቸው በኤፍሬም ግዛት ባሉት ከተማዎች ሁሉ ወታደሮቹን አሰፈረ፤",
      "3": "ኢዮሣፍጥ አባቱ በዘመነ መንግሥቱ መጀመሪያ ላይ የነበረውን የዳዊትን መልካም ምሳሌነት ስለተከተለና በዓል ተብሎ የሚጠራውን ጣኦት ስላላመለከ ያህቬህ(הוהי) ባረከው፤",
      "4": "ኢዮሣፍጥ የአባቱ አምላክ የሆነውን ያህቬህ(הוהי)ን አገለገለ፤ ትእዛዛቱንም ጠበቀ፤ የእስራኤል ነገሥታት ያደርጉት የነበረውንም ዐይነት ክፉ ሥራ ከቶ አልፈጸመም፤",
      "5": "ስለዚህ ያህቬህ(הוהי) የኢዮሣፍጥ ምንግሥት በይሁዳ ላይ እንዲጸና አደረገ፤ የይሁዳ ሕዝብ ሁሉ ልዩ ልዩ ገጸ በረከት ያመጡለት ስለነበረም ᥄ጅግ የበለጸገና የከበረ ሆነ፤",
      "6": "ያህቬህ(הוהי)ን በፍጹም ልቡ አገለገለ፤ ከዚህም በላይ በኮረብታዎች ላይ የሚገኙትን አረማውያን የማምለኪያ ስፍራዎችንና በይሁዳ የነበሩትን አሼራ ተብላ የምትጠራውን ሴት አምላክ ምስሎች ሁሉ ደመሰሰ፡፡",
      "7": "ኢዮሣፍጥ በነገሠ በሦስተኛው ዓመት ቤንሐይል፤ ዖባድያ፣ ዘካርያስ፣ ናትናኤልና ሚካያ ተብለው የሚጠሩትን ባለሟሎቹ የሆኑትን ባለሥልጣኖች በይሁዳ ከተማዎች እንዲያስተምሩ ላካቸው፡፡",
      "8": "ከእነርሱም ጋር ዘጠኝ ሌዋውያንና ሁለት ካህናት ነበሩ፤ ሌዋውያን ሸማዕያ፣ ነታንያ፣ ዘባድያ፣ ዐሣሄል፣ ሸሚራሞች፣ ይሖናታን፣ አዶኒያ፣ ጦቢያና ጦባዶኒያ ሲሆኑ ካህናቱ ደግሞ እሊሻማዕና ይሖራም ናቸው፤",
      "9": "እነርሱም የያህቬህ(הוהי)ን የሕግ መጽሐፍ ይዘው ወደ መላው የይሁዳ ከተማዎች በመሄድ ለሕዝቡ ሁሉ አስተማሩ፡፡",
      "10": "በይሁዳ ግዛት ዙሪያ የሚገኙ ነገሥታት በኢዮሣፍጥ ላይ ጦርነት ከማድረግ እንዲገቱ ያህቬህ(הוהי) ፍርሃት አሳደረባቸው፤",
      "11": "ከፍልስጤማውያን አንዳንዶቹ ብዙ ብርና ሌላም ዐይነት ስጦታ ለንጉሥ ኢዮሣፍጥ ሲያበረክቱ፤ አንዳንድ ዐረቦች ደግሞ ሰባት ሺ ሰባት መቶ በጎችና ሰባት ሺ ሰባት መቶ ፍየሎች አመጡለት፤",
      "12": "ስለዚህ ኢዮሣፍጥ ከጊዜ ወደ ጊዜ ይበልጥ ገናና እየሆነ ሄደ፤ በመላው ይሁዳ ምሽጎችንና፤ እጅግ የበዛ ስንቅና ትጥቅ የተከማቹባቸውን ከተማዎች ሠሩ፡፡",
      "13": "በኢየሩሳሌምም የተለየ ችሎታ ያላቸውን የጦር መኮንኖች አሰልፎ ነበር፤",
      "14": "ከይሁዳ ነገድ ጎሳዎች ለተመለመሉት ወታደሮች አዛዥ ዐድና ተብሎ የሚጠራ የጦር መኮንን ነበር፤ በእርሱም ሥር ሦስት መቶ ሺ ወታደሮች ነበሩ፤",
      "15": "ከእርሱም ቀጥሎ በማዕርግ ሁለተኛ የሆነው የሆሐናን ተብሎ የሚጠራ የጦር አዛዥ ነበር፤ በእርሱም ሥር ሁለት መቶ ሰማኒያ ሺ ወታደሮች ነበሩ፤",
      "16": "ከየሆሐናን ቀጥሎ በማዕርግ ሦስተኛ የሆነው የጦር መኮንን የዚክሪ ልጅ ዐማስያ ነበር፤ በእርሱም ሥር ሁለት መቶ ሺ ወታደሮች ነበሩ፤ እርሱም በገዛ ፈቃዱ ራሱን ለያህቬህ(הוהי) አገልግሎት የለየለ የጦር አዛዥ ነበር፤",
      "17": "ከብንያም ነገድ ጎሳዎች ለተመለመሉት ወታደሮች ዋና አዛዥ ኤሊያዳዕ ተብሎ የሚጠራ ተወዳዳሪ የሌለው ጀግና ወታደር ነበር፤ በእርሱም ሥር ጋሻና ቀስት የያዙ ሁለት መቶ ሺ ወታደሮች ነበሩ፤",
      "18": "ከእርሱ ቀጥሎ በማዕርግ ሁለተኛ የሆነው የሆዛባድ ሥር ለጦርነት ዝግጁ የሆኑ አንድ መቶ ሰማኒያ ሺ ወታደሮች ነበሩ፤",
      "19": "እነዚህ ሁሉ ወታደሮች ንጉዠሥ ኢዮሣፍጥን በኢየሩሳሌም የሚያገለግሉ ሲሆኑ ፤ በተጨማሪም ንጉሡ በሌሎቹ በተመሸጉት የይሁዳ ከተማዎች ሌሎች ወታደሮችን አስፍሮ ነበር፡፡"
    },
    "Chapter 18": {
      "1": "የይሁዳ ንጉሥ ኢዮሣፍጥ በሀብት በበለጸገና ዝነኛ በሆነ ጊዜ የእርሱና የእስራኤልንጉሥ አክአብ ቤተሰብ በጋብቻ እንዲተሳሰሩ አደረገ፤",
      "2": "ከጥቂት ዓመታት በኋላም ኢዮሣፍጥ አክአብን ለመጎብኘት ወደ ሰማርያ ከተማ ሄደ፤ አክአብም ለኢዮሣፍጥና ለአጃቢዎቹ ክብር ብዙ በጎችንና የቀንድ ከብቶችን አርዶ ታላቅ ግብዣ አደረገ፤ አክአብ በገለዓድ በሚገኘው በራሞት ከተማ ላይ አደጋ ለመጣል ይተባበረው ዘንድ ኢዮሣፍጥን ለማግባባት በመሞከር፤",
      "3": "“በራሞት ላይ አደጋ ለመጣል ከእኔ ጋር ትዘምታለህን?” ሲል ጠየቀው፡፡",
      "4": "ኢዮሣፍጥም “አንተ ከተዘጋጀህ እኔም ሆንሁ ሠራዊቴ ዝግጁ ነን፤ እንተባበርህማለን፤ ነገር ግን አስቀድመን የያህቬህ(הוהי)ን ፈቃድ እንጠይቅ” አለው፡፡",
      "5": "ስለዚህ አክአብ ቁጥራቸው አራት መቶ የሆነውን የራሱን ነቢያት ጠርቶ “ወደ ራሞት ሄጄ አደጋ ልጣልባት ወይስ ልተው?” ሲል ጠየቃቸው፡፡",
      "6": "እነርሱም “ሄደህ አደጋ ጣልባት፤ ያህቬህ(הוהי)ን ድልን ያቀዳጅሃል” ሲሉ መለሱለት፡፡",
      "7": "ኢዮሣፍጥ ግን “በእርሱ አማካይነት የያህቬህ(הוהי)ን ፈቃድ የምንጠይቅበት ሌላ ነቢይ በዚህ የለምን?” ሲል ጠየቀ፡፡",
      "8": "አክብአም “የይምላ ልጅ የሆነ ሚካያ ተብሎ የሚጠራ ሌላም ነቢይ አለ፤ ነገር ግን እርሱን አልወድደውም፤ ምክንያቱም እርሱ ምንጊዜም ቢሆን ስለ እኔ ክፉ እንጂ መልካም የትንቢት ቃል መናገር አይፈቅድም” ሲል መለሰለት፡፡ ኢዮሣፍጥም “አንተ ይህን ማለት አይገባህም” አለው፡፡",
      "9": "ከዚህ በኋላ ንጉሥ አክአብ ባለሟሎቹ ከሆኑት ባለሥልጣኖች አንዱን ጠርቶ “ሚካያን ፈልገህ በማግኘት በፍጥነት እንዲመጣ አድርግ” ሲል አዘዘው፡፡",
      "10": "በዚህ ጊዜ ነገሥታት ልብሰ መንግሥታቸውን ለብሰው በሰማርያ ቅጽር በር አጠገብ በውጭ በኩል በሚገኘው አውድማ በየዙፋናቸው ላይ ተቀምጠው ነበር፤ ነቢያቱም ሁሉ በነገሥታቱ ፊት ሆነው የትንቢት ቃል ይናገሩ ነበር፤",
      "11": "ከእነርሱም አንዱ የከናዕና ልጅ ጺድቂያ ከብረት ቀንዶችን ሠርቶ አክአብን “ያህቬህ(הוהי) ‹በእነዚህ ቀንዶች ሶርያውያንን ወግተህ ፍጹም የሆነ ድልን ትቀዳጃለህ” ይልሃል” አለው፤",
      "12": "ሌሎቹም ነቢያት ይህንኑ ቃል በመደገፍ “በራሞት ላይ ዝመት፤ ታሸንፋለህ፤ ያህቬህ(הוהי) ድልን ይሰጥሃል” አሉት፡፡",
      "13": "ሚካያን ለመጥራት ሄዶ የነበረው መልእክተኛ በዚሁ ጊዜ ሚካያን “ሌሎች ነቢያት በሙሉ ንጉሥ አክአብ ድል የሚያደርግ መሆኑን የሚያረጋግጥ የትንቢት ቃል ተናግረዋለው፤ ስለዚህ አንተም እንደነርሱ ብታደርግ ይሻልሃል” አለው፡፡",
      "14": "ሚካያ ግን “ያህቬህ(הוהי)የሚገልጥልኝን ቃል ብቻ የምናገር መሆኔን በሕያው አምላክ ስም እምላለሁ” ሲል መለሰለት፡፡",
      "15": "ሚካያም ወደ ንጉሥ አክአብ ፊት በቀረበ ጊዜ ንጉሡ “ሚካያ ሆይ! ንጉሥ ኢዮሣፍጥና እኔ ወደ ራሞት ሄደን አደጋ እንጣልባት ወይስ እንተው?” ሲል ጠየቀው፡፡ ሚካያም “ዘምተህ አደጋ ጣልባት! በእርግጥም ታሸንፋለህ፤ ያህቬህ(הוהי)ም ድልን ያቀዳጅሃል” ሲል መለሰለት፡፡",
      "16": "አክአብም “አንተ በያህቬህ(הוהי) ስም የትንቢት ቃል ስትናገረኝ እውነቱን ተናገር! እውነቱን እንድትነግረኝ ስንት ጊዜ ነው የምነግርህ?” አለው፡፡",
      "17": "ሚካያም “መላው የእስራኤል ሠራዊት ጠባቂ እንደሌላቸው በጎች በኮረብታዎች ላይ ተበታትነው አያለሁ፤ ያህቬህ(הוהי)ም ‹እነዚህ ሰዎች መሪ የላቸውም፤ ስለዚህ ወደየቤታቸው በሰላም ይመለሱ› ብሏል” ሲል መለሰለት፡፡",
      "18": "አክአብም ኢዮሣፍጥን “እርሱ ዘወትር ስለ እኔ ክፉ እንጂ መልካም የትንቢት ቃል አይናገርም ብዬህ አልነበረምን?” አለው፡፡",
      "19": "ሚካያም የሚናገረውን የትንቢት ቃል በመቀጠል እንዲህ አለ፤ “እንግዲህ ያህቬህ(הוהי) የሚለውን ስማ! ያህቬህ(הוהי) በሰማይ ባለው ዙፋኑ ላይ ተቀምጦ መላእክቱም ሁሉ በቀኝና በግራው ቆመው አየሁ፤",
      "20": "ያህቬህ(הוהי)ም ‹አክአብ ወደ ራሞት ሄዶ በዚያ እንዲገደል ሊያሳስተው የሚችል ማን ነው?› ሲል ጠየቀ፤ ከመላእክቱም መካከል አንዱ አንድ ነገር፤ ሌላው ሌላ ነገር በመግለጥ የተለያየ አሳብ አቀረቡ፤",
      "21": "በመጨረሻ ግን አንድ መልአክ ወደ ያህቬህ(הוהי) ፊት ቀርቦ ‹እኔ ላሳስተው እችላለሁ› አለ፤ ያህቬህ(הוהי)ም ‹እንዴት አድርገህ ልታሳስተው ትችላለህ?› አለው፤",
      "22": "መልአኩም ‹ሄጄ የአክአብ ነቢያት ሁሉ ሐሰት እንዲናገሩ አደርጋለሁ› ሲል መለሰ፤ ያህቬህ(הוהי)ም ‹እንግዲያውስ ሄደህ አሳስተው፤ ይከናወንልሃል› አለው፡፡”",
      "23": "ሚካያም “እንግዲህ የተወሰነው ይህ ነው፤ እነዚህን የአንተን ነቢያት የሐሰት ቃል እንዲናገሩህ ያደረጋቸው ያህቬህ(הוהי) ነው፤ ስለዚህ በአንተ ላይ መዓት ሊያመጣብህ ያህቬህ(הוהי) ራሱ ወስኗል” ሲል ንግግሩን ደመደመ፡፡",
      "24": "ከዚህ በኋላ “ነቢይ ነኝ” ባዩ ጺድቂያ ወደ ሚካያ ቀረበ ብሎ በጥፊ መታውና “ኧረ! ከመቼ ወዲህ ነው የያህቬህ(הוהי) መንፈስ ከእኔ አልፎ አንተን ያነጋገረህ?” አለው፡፡",
      "25": "ሚካያም “በስተኋላ በኩል ወዳለው ክፍል ሄደህ በምትሸሸግበት ጊዜ ታገኘዋለህ” ሲል መለሰለት፡፡",
      "26": "በዚህን ጊዜ ንጉሥ አክአብ ከጦር መኮንኖቹ አንዱን “ሚካያን ያዘው! ወደ ከተማይቱ ገዥ ወደ አሞንና ወደ ልዑል ዮአሽ ውሰደው!",
      "27": "እኔም ከዘመቻ በደኅና እስክመለስ ድረስ በእስር ቤት አስገብተው ደረቅ እንጀራና ውሃ ብቻ እየሰጡት እንዲቆይ ያደርጉ ዘንድ በእኔ ስም ንገራቸው” አዘዘው፡፡",
      "28": "ሚካያም “አንተ ከዘመቻ በደኅና ከተመለስህማ ያህቬህ(הוהי) በእኔ አማካይነት አልተናገረም ማለት ነው!” አለው፡፡ ቀጥሎም ድምፁን ከፍ በማድረግ “በዚህ የምትገኙ ሕዝብ ሁሉ እኔ የተናገርሁትን ሁሉ ልብ ብላችሁ አድምጡ!” አለ፡፡",
      "29": "ከዚህ በኋላ የእስራኤል ንጉሥ አክአብና የይሁዳ ንጉሥ ኢዮሣፍጥ በገለዓድ ምድር በምትገኘው በራሞት ከተማ ላይ አደጋ ለመጣል ዘመቱ፤",
      "30": "አክአብም ኢዮሣፍጥን “ወደ ጦርነት ለመሄድ ስንነሣ እኔ ሌላ ሰው መስዬ ለመታየት ሌላ ልብስ እለብሳለሁ፤ አንተ ግን ልብሰ መንግሥትህን ልበስ” አለው፤ ስለዚህ የእስራኤል ንጉሥ አክአብ ሌላ ለሰብስ ለብሶ ማንነቱን በመሰወር ዘመተ፡፡",
      "31": "የሶርያ ንጉሥም “የእስራኤል ንጉሥ አክአብን ነጥላችሁ ግደሉ እንጂ በሌላ በማንም ላይ አደጋ አትጣሉ” ሲል ለሠረገላ ጦር አዛዥዎ ትእዛዝ አስተላለፈ፡፡",
      "32": "ስለዚህ ንጉሥ ኢዮሣፍጥን ባዩ ጊዜ የእስራኤል ንጉሥ ስለመሰላቸው በእርሱ ላይ አደጋ ለመጣል ከበቡት፤ ነገር ግን ኢዮሣፍጥ ጮኸ፤ ያህቬህ(הוהי) አምላክም ከእነርሱ እጅ በመታደግ አዳነው፤ እነርሱም በእርሱ ላይ አደጋ ከመጣል ተገቱ፡፡",
      "33": "የሠረገላዎቹ አዛዥዎች ኢዮሣፍጥ የእስራኤል ንጉሥ አለመሆኑን በተገነዘቡ ጊዜ እርሱን ማሳደድ ተው፤",
      "34": "ይሁን እንጂ አንድ የሶርያ ወታደር በአጋጣሚ ያስፈነጠረው ፍላጻ በጥሩሩ መጋጠሚያ በኩል አልፎ አክአብን መታው፤ ንጉሥ አክአብም የሠረገላ ነጂውን “እኔ ቆስያለሁ! ስለዚህ ሠረገላውን መልሰህ ከጦር ሜዳው ውጣ!” ሲል አዘዘው፡፡",
      "35": "ጦርነቱም በተፋፋመ ጊዜ ንጉሥ አክአብ በሶርያውያን ፊት ለፊት በሠረገላው ላይ ተደግፎ ይታይ ነበር፤ ፀሐይ ስትጠልቅም ሞተ፡፡፡"
    },
    "Chapter 19": {
      "1": "የይሁዳ ንጉሥ ኢዮሣፍጥ በኢየሩሳሌም ወደሚገኘው ቤተ መንግሥቱ በደኅና ተመለስ፤",
      "2": "የሐናኒ ልጅ የሆነው ዬሁ ተብሎ የሚጠራው ነቢይ ንጉሥ ኢዮሣፍጥን ለመገናኘት መጥቶ እንዲህ ሲል ገሠጸው፤ “አንተ ክፉዎችን መርዳትና ያህዌን ከሚሰጡት ጋር መተባበር መልካም ይመስልሃልን? ይህ ያደረግኸው ክፉ ነገር የያህዌ ቁጣ በአንተ ላይ እንዲወርድ አድርጎአል፤",
      "3": "ይህም ሁሉ ሆኖ አንዳንድ መልካም ነገር አድርገሃል፤ ይኸውም ሕዝቡ ያመልኩአት የነበረችውን አሼራ ተብላ የምትጠራውን ሴት አምላክ ምስሎችን ሁሉ ከምድሪቱ አስወግደሃል፤ የያህዌንም ፈቃድ ለይተህ ለመፈጸም ጥረት አድርገሃል፡፡”",
      "4": "ምንም እንኳ ንጉሥ ኢዮሣፍጥ መኖሪያውን በኢየሩሳሌም ቢያደርግም ሕዝቡ ወደ ቀድሞ አባቶቻቸው አምላክ ወደ ሆነው ወደ ያህዌ እንዲመለሱ ለማድረግ በደቡብ ከቤርሳቤህ ጀምሮ በሰሜን እስከ ኮረብታማው የኤፍሬም አገር ዳርቻ ድረስ እየተመላለሰ በየጊዜው በሕዝቡ መካከል ተገኝቶአል፤",
      "5": "በተመሸጉት በይሁዳ ከተሞች ሁሉ ዳኞችን በመሾም እንዲህ የሚል መመሪያ ሰጥቶአል፤",
      "6": "“ፍርድ በምትሰጡበት ጊዜ ያህዌ ከእናንተ ጋር መሆኑን በመገንዘብ ብርቱ ጥንቃቄ አድርጉ፤ ምክንያቱም እናንተ የምትፈርዱት በመለኮታዊ ሥልጣን እንጂ በሰብአዊ ሥልጣን አይደለም፤",
      "7": "ማጭበርበር ወይም ማድላት ወይም ጉቦ መቀበል በአምላካችን በያህዌ ዘንድ ከባድ ቅጣት የሚያስከትሉ ስለሆኑ ያህዌን በመፍራት ትክክለኛ ፍርድ ስጡ፡፡”",
      "8": "ንጉሥ ኢዮሣፍጥ የያህዌን ሕግ በመተላለፍ ወይም በከተማይቱ ነዋሪዎች መካከል የሚነሣውን ሕግ ነክ ክርክር በሚመለከት ጉዳይ ሁሉ ይዳኙ ዘንድ ሌዋውያንን፤ ካህናትንና ከታወቁ የአገር ሽማግሌዎች አንዳንዶቹን በኢየሩሳሌም ሾመ፤",
      "9": "የሚከተለውንም መመሪያ ሰጣቸው፤ “ያህዌን በመፍራትና ለእርሱ በመታዘዝ ሥራችሁን ሁሉ ፈጽሙ፤",
      "10": "የአገራችሁ ዜጎች የሆኑ ወገኖቻችሁ ሁሉ ከማናቸውም ከተማ የነፍስ ግድያ ወይም ማናቸውም የሕግ ወይም የትእዛዝ መተላለፍን የሚመለከት ጉዳይ ይዘው ወደ እናንተ ሲመጡ ኃጢአት በመሥራት ያህዌን እንዳያሳዝኑ ፍርድ በሚተላለፍበት ወቅት መጥፎ ጠባይ ከማሳየት ይቆጠቡ ዘንድ በጥንቃቄ ምከሩአቸው፤ ይህን ባትፈጽሙ በእናንተና በእነርሱ ላይ የያህዌ ብርቱ ቁጣ ይወርዳል፤ ተግባራችሁን በትክክል ብትፈጽሙ ግን በደለኞች አትሆኑም፤",
      "11": "በመንፈሳዊ ጉዳይ ሁሉ ወሳኝ ሥልጣን የሚኖረው ሊቀ ካህናቱ አማርያ ነው፤ በዓለማዊ ጉዳይ ሁሉ ወሳኝ ሥልጣን የሚኖረው የይሁዳ አስተዳዳሪ የሆነው የእስማኤል ልጅ ዘባድያ ነው፤ የሌዋውያን ኀላፊነት ፍርድ ቤቱ ያስተላለፋቸውን ውሳኔዎች በሚገባ በሥራ ላይ መዋላቸውን ተከታትሎ ማረጋገጥ ነው፤ እንግዲህ በርቱ! እነዚህንም መመሪያዎች በሚገባ ፈጽሙ፤ ያህዌም መልካም ከሚያደርጉት ሰዎች ሁሉ ጋር ይሁን!”"
    },
    "Chapter 20": {
      "1": "ከዚህ በኋላ የዐሞንና የሞአብ ሠራዊት ከእነርሱም ጋር የጦር ቃል ኪዳን ጓደኞቻቸው የሆኑት መዑናውያን ይሁዳን ወረሩ፤",
      "2": "ሰዎች መጥተው ለንጉሥ ኢዮሣፍጥ “በአንተ ላይ አደጋ ለመጣል እጅግ ብዙ የሆነ ሠራዊት ከሙት ባሕር ባሻገር ካለው ከኤዶም ምድር መጥቶብሃል፤ እነሆ ሐጸጾንታርን ቀደም ሲል በድል አድራጊነት ይዘዋል” ሲሉ ነገሩት፤ (ሐጸጾንጻማር የዔንገዲ ሌላ መጠሪያ ስሙ ነው፤)",
      "3": "ኢዮሣፍጥ እጅግ ስለፈራ ፈቃዱን እንዲገልጥለት ወደ ያህዌ ጸለየ፤ ከዚህ በኋላ በመላው አገሪቱ ሕዝቡ ሁሉ እንዲጾሙ ትእዛዝ አስተላለፈ፤",
      "4": "ከመላው የይሁዳ ከተማዎች ሕዝቡ ሁሉ ያህዌ እንዲረዳቸው ለመጸለይ ፈጥነው ወደ ኢየሩሳሌም መጡ፤",
      "5": "ከኢየሩሳሌምም ነዋሪዎች ጋር በአንድነት ሆነው በቤተ መቅደሱ አዲስ አደባባይ ተሰበሰቡ፤ ንጉሥ ኢዮሣፍጥም መጥቶ በሕዝቡ ፊት ቆመ፤",
      "6": "ድምፁንም ከፍ በማድረግ እንዲህ ሲል ጸለየ፤ “የቀድሞ አባቶቻችን አምላክ የሆንህ ያህዌ ሆይ! በሰማይ ሆነህ የዓለም መንግሥታትን ሁሉ የምታስተዳድር አንተ ነህ፤ ኀይልና ሥልጣን ሁሉ በአንተ እጅ ነው፤ አንተን ሊቋቋምህ የሚችል ማንም የለም፤",
      "7": "አንተ አምላካችን ነህ፤ ሕዝብህ እስራኤል ወደዚህች ምድር በገቡ ጊዜ ቀደም ሲል በዚህ ይኖሩ የነበሩትን አሕዛብ አስወጥተህ ወዳጅህ ለነበረው ለአብርሃም ዝርያዎ ለዘለቄታው ርስት ትሆን ዘንድ ምድሪቱን የሰጠህ አንተ ነህ፤",
      "8": "ሕዝብህም በዚህች ምድር እስከ አሁን ይኖራሉ፤ ለአንተም ክብር ቤተ መቅደስን ሠርተዋል፤ ይህንንም ያደረጉበት ምክንያት፤",
      "9": "እነርሱን ለመቅጣት ጦርነትን፤ አባር ቸነፈርን ወይም ረሀብን የመሳሰለውን መቅሠፍት ብታመጣባቸው አንተ ወደምትመለክበት ወደዚህ ቤተ መቅደስ ፊት ለፊት መጥተው በመቆም ከመከራቸው እንድታድናቸው ወደ አንተ ይጸልያሉ፤ አንተም ጸሎታቸውን ሰምተህ በመታደግ ታድናቸዋለህ፡፡",
      "10": "“እነሆ አሁን የዐሞን፤ የሞአብና የኤዶም ሕዝቦች አደጋ ጥለውብናል፤ የቀድሞ አባቶቻችን ከግብጽ ምድር በወጡ ጊዜ ወደነዚህ ሕዝቦች ግዛቶች እንዲገቡ አልፈቀድህላቸውም፤ የቀድሞ አባቶቻችን እነርሱን ዞረው አለፉ እንጂ አላጠፉአቸውም፤",
      "11": "እነርሱ የሚከፍሉን ወሮታ ግን ይህ ነው፤- አንተ ርስት ቸድርገህ ከሰጠኸን ምድር አባርረው ሊያስወጡን መጥተዋል፡፡",
      "12": "እነሆ አንተ አምላካችን ነህ! በእኛ ላይ አደጋ ሊጥሉ የመጡትን እነዚህን ሠራዊት ሁሉ መቋቋም ስለማንችል አንተ ራስህ ቅጣቸው፤ የአንተን ዕርዳታ ለማግኘት ዐይናችንን ወደ አንተ ከማንሣት በቀር ሌላ ምንም ምድረግ አንችልም፡፡”",
      "13": "የይሁዳ ሰዎች ሁሉ ከሚስቶቻቸውና ከልጆቻቸው ጋር በዚያው በቤተ መቅደሱ ፊት ለፊት ቆመው ነበር፤",
      "14": "በዚህ ጊዜ የያህዌ መንፈስ ከሕዝቡ ጋር በነበረ በአንድ ሌዋዊ ላይ ወረደ፤ ይህም ሌዋዊ ያሐዚኤል ተብሎ የሚጠራ የዘካርያስ ልጅ ነበር፤ እርሱም የአሳፍ ጎሳ አባል ሲሆን በማታንያ፤ በይዒኤልና በበናያ በኩል ደግሞ የአሳፍ ዝርያ ነበር፤",
      "15": "ያሐዚኤልም እንዲህ አለ፤ “ንጉሥ ሆይ! እናንተም የይሁዳና የኢየሩሳሌም ሕዝብ በሙሉ! ያህዌ እንዲህ ይላል፤ ‹ተስፋ አትቁረጡ! ይህንንም ታላቅ ሠራዊት ለመቋቋም አተፍሩ! የሚዋጋላችሁ ራሱ ያህዌ ነው እንጂ እናንተ አይደላችሁም፤",
      "16": "ስለዚህ ነገ እነርሱ በጺጽ አተገብ ወዳለው መተላለፊያ ሲመጡ አደጋ ጣሉባቸው፤ በይሩኤል አጠገብ ወዳለው በረሓማ አገር በሚያመራው ሸለቆ መጨረሻ ጫፍ ላይ ታገኙአቸዋላችሁ፤",
      "17": "በዚህ ጦርነት ላይ የምትዋጉ እናንተ አይደላችሁም፤ ስፍራ ስፍራችሁን ይዛችሁ ብቻ ጠብቁ፤ ያህዌ ድልን እንደሚያጎናጽፋችሁ ታያላችሁ፤ የይሁዳና የኢየሩሳሌም ሕዝብ ሆይ! ሳታመነቱና በፍርሃት ሳትሸበሩ ነገ በቀጥታ ሄዳችሁ ተዋጉ፤ ያህዌም ከእናንተ ጋር ይሆናል፡፡›”",
      "18": "ከዚህ በኋላ ንጉሥ ኢዮሣፍጥና ከእርሱ ጋር የነበሩት ሕዝቦች ሁሉ በግንባራቸው ወደ መሬት ተደፍተው ለያህዌ ሰገዱ፤",
      "19": "የቀሃትና የቆራሕ ጎሳዎች አባላት የሆኑ ሌዋውያንም ቆሙ፤ ድምፃቸውንም ከፍ አድርገው የእስራኤል አምላክ የሆነውን ያህዌን አመሰገኑ፡፡",
      "20": "ሕዝቡ በማግሥቱ ጠዋት በማለዳ ተነሥተው ተቆዓ ተብሎ ከሚጠራ ስፍራ አጠገብ ወደሚገኘው በረሓማ አገር ሄዱ፤ ወደዚያ ለመሄድ ጉዞ በመጀመር ላይ ሳሉም ኢዮሣፍጥ እነርሱን “የይሁዳና የኢየሩሳሌም ሰዎች ሆይ! በአምላካችሁ በያህዌ ተማመሩ፤ ስርሱም ብርታት ያሰጣችኋል፤ የያህዌ ነቢያት የሚነግሩአችሁንም እመኑ፤ ያሳካላችኋልም” አላቸው፡፡",
      "21": "ንጉሥ ኢዮሣፍጥ ከሕዝቡ ጋር ከተመካከረ በኋላ መዘምራኑ በተቀደሱ በዓላት የሚለብሱአቸውን ካባዎች ለብሰው “ያህዌ ይመስገን! ፍቅሩ ዘላለማዊ ነው!” እያሉ በመዘመር በሠራዊቱ ፊት ለፊት እንዲያልፉ አዘዘ፡፡",
      "22": "መዘምራኑ መዘመርና ማመስገን በጀመሩ ጊዜ ያህዌ በወረራዎቹ ሠራዊት ላይ ሽብር አወረደባቸው፤",
      "23": "ስለዚህ ዐሞናውያንና ሞአባውያን በዔዶማውያን ሠራዊት ላይ አደጋ ጥለው በሙሉ ደመሰሱአቸው፤ ከዚያም በመቀጠል በጭካኔ እርስ በርሳቸው ተፋጁ፤",
      "24": "የይሁዳ ሠራዊት በበረሓ ወደነበረው ትልቅ ድንጋይ አጠገብ በደረሱ ጊዜ ጠላቶቻቸው ወዳሉበት አቅጣጫ ሲመለከቱ ጠላቶቻቸው በሙሉ አልቀው ሬሳዎቻቸው በምድር ላይ ተጋድመው አዩ፤ አንድም እንኳ በሕይወት ተርፎ ያመለጠ እነበረም፡፡",
      "25": "ከዚህ በኋላ ኢዮሣፍጥና ወታደሮቹ ምርኮ ለመውሰድ ወደዚያ ሄዱ፤ ብዙ የቀንድ ከብት፤ ስንቅና ትጥቅ፤ ልብስና ሌላም ውድ የሆኑ ዕቃዎች አገኙ፤ ምርኮውንም ለመሰብሰብ ሦስት ቀን ፈጀባቸው፤ ነገር ግን ምርኮው እጅግ ብዙ ስለነበር ሁሉንም መውሰድ አልቻሉም፤",
      "26": "በአራተኛው ቀን እስከ ዛሬ ድረስ “የበረከት ሸለቆ” ተብሎ በሚጠራው ስፍራ ተሰበሰቡ፤ ያህዌ ስላደረገላቸውም ነገር ሁሉ አመሰገኑት፤ ሸለቆው “በረከት” ተብሎ የተጠራውም ስለዚህ ነው፡፡",
      "27": "ያህዌ ጠላቶቻቸውን ድል ስላደረገም ኢዮሣፍጥ ወታደሮቹን እየመራ፤",
      "28": "ወደ ኢየሩሳሌም በደረሱ ጊዜም በመለከት፤ በዋሽንትና በበገና ድምፅ እየታጀቡ በሰልፍ ወደ ቤተ መቅደስ ሄዱ፤",
      "29": "ያህዌ የእስራኤልን ጠላቶች እንዴት ድል እንዳደረገ የሰሙ መንግሥታት ሁሉ በፍርሃት ተሸበሩ፤",
      "30": "ስለዚህም ኢዮሣፍጥ አገሪቱን በሰላም አስተዳዳረ፤ ያህዌም በሁሉ አቅጣጫ የሰላም ዋስትና ሰጠው፡፡",
      "31": "ኢዮሣፍጥ የይሁዳ ንጉሥ የሆነው በሠላሳ አምስት ዓመቱ ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሃያ አምስት ዓመት ገዛ፤ እናቱ ዐዙባ ተብላ የምትጠራ የሺልሒ ልጅ ነበረች፤",
      "32": "ኢዮሣፍጥ ከእርሱ በፊት እንደነበረው እንደ አባቱ እንደ አሳ በያህዌ ፊት መልካም የሆነውን ነገር ሁሉ አደረገ፤",
      "33": "ነገር ግን አረናውያን የማምለኪያ ስፍራዎችን አላስወገደም፤ የሕዝቡም የቀድሞ አባቶቻቸው አምላክ ወደሆነው ወደ ያህዌ በሙሉ ልባቸው ገና አልተመለሱም ነበር፡፡",
      "34": "ኢዮሣፍጥ ከነገሠበት ጊዜ ጀምሮ እስከ ዘመነ መንግሥቱ ፍጻሜ ድረስ ያደረገው ሌላው ነገር ሁሉ ከእስራኤል ነገሥታት ታሪክ ክፍል አንዱ በሆነው ነሐናኒ ልጅ ነዬሁ ታሪክ ውስጥ ተመዝግቦ ይገኛል፡፡",
      "35": "በአንድ ወቅት ንጉሥ ኢዮሣፍጥ ብዙ ክፉ ነገር ከፈጸመው ከእስራኤል ንጉሥ አካዝያስ ጋር የስምምነት ውል አድርጎ ነበር፤",
      "36": "ሁለቱም በመተባበር ዔጽዮንጋብር ተብሎ በሚጠራ ወደብ ላይ ውቅያኖስን አቋርጠው ሊጓዙ የሚችሉ መርከቦችን ሠርተው ነበር፤",
      "37": "ነገር ግን የማሬሻ ተወላጅ፣ የሆነው የዶዳዋ ልጅ ኤሊዔዘር ኢዮሣፍጥን “ከአካዝያስ ጋር የስምምነት ውል ስላደረግህ ያህዌ የሠራኸውን ሁሉ ያጠፋል” ሲል አስጠንቅቆት ስለነበር መርከቦቹ በሙሉ ተሰባበሩ፤ ከቶም በባሕር ላይ አልተጓዙም፡፡"
    },
    "Chapter 21": {
      "1": "ኢዮሣፍጥ ሞተ፤ በዳዊት ከተማ በሚገኘውም በመገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም ያህዌ ተተክቶ ልጁ ኢዮራም ነገሠ፡፡",
      "2": "የይሁዳ ንጉሥ የኢዮሣፍጥ ልጅ የሆነው ኢዮራም ስድስት ወንድሞች ነበሩት፤ እነርሱም ዐዛርያስ፤ ይሒኤል፣ ዘካርያስ፣ ዐዛርያ፣ ሚካኤልና ሸፋጥያ ተብለው የሚጠሩ ናቸው፡፡",
      "3": "አባታቸው ብዙ ወርቅና ብር እንዲሁም ከፍ ያለ ዋጋ ያለው ሌላም ልዩ ልዩ ንብረት ሰጣቸው፤ በተመሸጉት የይሁዳ ከተማዎች እያንዳንዱን በአንዳንድ ከተማ ላይ ሾመ፤ ኢዮራም የበኩር ልጁ ስለሆነ አባቱ ኢዮሣፍጥ በእርሱ ያህዌ ተተክቶ እንዲነግሥ አደረገ፤",
      "4": "ኢዮራም መንግሥቱን ካጠናከረ በኋላ ወንድሞቹን በሙሉ እንዲሁም አንዳንድ የእስራኤል ባለሥልጣኖችን ገደለ፡፡",
      "5": "ኢዮራም በሠላሳ ሁለት ዓመቱ ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ስምንት ዓመት ገዛ፤",
      "6": "ከአክአብ ሴቶች ልጆች አንዲቱን በማግባቱ፤ የንጉሥ አክአብንና የሌሎቹን የእስራኤል ነገሥታት መጥፎ ምሳሌነት ተከተሎ በያህዌ ፊት ኃጢአት ሠራ፤",
      "7": "ይሁን እንጂ ያህዌ የዳዊትን ሥርወ መንግሥት ሊያጠፋ አልፈለገም፤ ምክንያቱም ያህዌ ቀደም ብሎ ከዳዊት ጋር ቃል ኪዳን ገብቶ ስለነበርና የዳዊት ዝርያዎችም ዘወትር ሳያቋርጡ የሚነግሡ መሆናቸውን የሚያረጋግጥ የተስፋ ቃል ሰጥቶት ስለነበር ነው፡፡",
      "8": "በኢዮራም ዘመነ መንግሥት ኤዶም በይሁዳ ላይ ዐምፆ የራሱን ነፃ መንግሥት አቋቋመ፤",
      "9": "ስለዚህ ኢዮራም የጦር መሎንኖቹንና ሠረገላዎቹን ያዞ በመዝመት ኤዶምን ወረረ፤ በዚያም የኤዶም ሠራዊት በሌሊት ከበባውን ጥሰው ለማምለጥ ቻሉ፤",
      "10": "ከዚያን ጊዜም ጀምሮ ኤዶም ከይሁዳ በመገንጠል ነፃ መንግሥት ሆነች፤ በዚሁ ወቅት የሊብና ከተማም በይሁዳ ላይ ዐመፀች፤ ምክንያቱም ንጉሥ ኢዮራም የቀድሞ አባቶቹ አምላክ የሆነውን ያህዌን ስለተወ ነው፡፡",
      "11": "እርሱ በይሁዳ ኮረብታዎች ላይ ሳይቀር እንኳ አረማውያን የማምለኪያ ስፍራዎችን ሠራ፤ የይሁዳንና የእየሩሳሌምን ሕዝብ ወደ ኃጢአት በመምራት ያህዌን እንዲያሳዝኑ አደረገ፡፡",
      "12": "ከዚህ በኋላ ነቢዩ ኤልያስ እንዲህ የሚል ደብዳቤ ለኢዮራም ላከ፤ “አንተ የአባትህን የንጉሥ ኢዮሣፍጥን ወይም የአያትህን የንጉሥ አሳን መልካም ምሳሌነት ባለመከተልህ እነሆ የቀድሞ አባትህ የዳዊት አምላክ የሆነው ያህዌ መቅሠፍት ሊያወርድብህ ነው፤",
      "13": "አንተ የእነርሱን መልካም ምሳሌነት በመከተል ፈንታ የእስራኤልን ነገሥታት መጥፎ ምሳሌነት ተከተልህ፤ ልክ አክአብና በእርሱ ያህዌ የተተኩት ነገሥታት የእስራኤልን ሕዝብ በያህዌ እንዳይታመኑ እንዳደረጉት ሁሉ አንተም የይሁዳንና የኢየሩሳሌምን ሕዝብ ለያህዌ ታማኞች እንዳይሆኑ አደረግህ፤ ከአንተ የተሸሉትን ወንድሞችህን እንኳ ሳይቀር ገደልካቸው፤",
      "14": "ከዚህም የተነሣ ያህዌ ሕዝብህን፤ ልጆችህንና ሚስቶችህን በብርቱ ይቀጣል፤ ንብረትህንም ሁሉ ያጠፋል፤",
      "15": "አንተም በየዕለቱ እየከፋ በሚሄድ በብርቱ የአንጀት በሽታ ትሠቃያለህ፡፡”",
      "16": "በባህር ዳርቻ ሰፍረው በመበሩት ኢትዮጵያውያን አጠገብ ፍልስጥኤማውያንና ዐረቦች ይኖሩ ነበር፤ ያህዌም እነርሱን በኢዮራም ላይ ጦርነት እንዲያደርጉ አነሣሣቸው፤",
      "17": "ስለዚህም ይሁዳን በመውረር ቤተ መንግሥቱን ዘረፉ፤ ከኢዮራም መጨረሻ ልጅ ከአካዝ በቀር የንጉሡን ሚስቶችና ወንዶች ልጆች ሁሉ እስረኞች አድርገው ወሰዱአቸው፡፡",
      "18": "ከዚህም ሁሉ በኋላ ያህዌ ሊድን የማይችል ከባድ የአንጀት ሕመም በንጉሡ ላይ አመጣበት፤",
      "19": "ሕመሙም ለሁለት ዓመት ያህል እየጸናበት ስለሄደ ንጉሡ በብርቱ ተሠቃይቶ ሞተ፤ በቀብሩ ሥነ ሥርዓት ሕዝቡ ለቀድሞ አባቶቹ ይደረግ በነበረው ዐይነት ስለክብሩ እንጨት ከምረው እሳት አላነደዱለትም፡፡",
      "20": "ኢዮራም በሠላሳ ሁለት ዓመቱ ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ስምንት ዓመት ገዛ፤ እርሱ በሞተ ጊዜ ማንም አላዘነለትም፤ በዳዊት ከተማ ቀበሩት፤ ይሁን እንዲ በነገሥታት መካነ መቃብር አልተቀበረም፡፡"
    },
    "Chapter 22": {
      "1": "ዐረቦች በሰፈሩ ላይ አደጋ ጥለው ከሁሉ ታናሽ ከሆነው ከአካዝያስ በቀር የንጉሥ ኢዮራምን ወንዶች ልጆች በሙሉ ገደሉ፤ ስለዚህ የኢየሩሳሌም ሕዝብ አካዝያስ በአባቱ ያህቬህ(הוהי)ር ተተክቶ እንዲነግሥ አደረጉ፤",
      "2": "አካዝያስ ዕድሜው ሃያ ሁለት ዓመት ሲሆን ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ አንድ ዓመት ገዛ፤ የንጉሥ አክአብ ልጅ፤ የእስራኤል ንጉሥ የዖምሪ የልጅ ልጅ የሆነች ዐታልያ ተብላ የምትጠራ እናቱ ወደ ክፋት የሚመራ ምክር ትሰጠው ስለነበር አካዝያስ የንጉሥ አክአብን መጥፎ ምሳሌነት ተከተለ፤",
      "3": "ከአባቱ ሞት በኋላ፤ የአክአብ ቤተሰብ አባላት አማካሪዎቹ በመሆን ወደ ጥፋት ስለመሩት ኃጢአት በመሥራት ያህቬህ(הוהי)ን አሳዘነ፤",
      "4": "የእነርሱንም መጥፎ ምክር ተለትሎ በሶርያ ንጉሥ ሐዛኤል ላይ በተደረገው ጦርነት ከእስራኤል ንጉሥ ኢዮራም ጋር ተባበረ፤ ጦርነቱም በገለዓድ በምትገኘው በራሞት አጠገብ ተደርጎ በዚያ ውጊያ ላይ ኢዮራም ቆሰለ፤",
      "5": "ስለዚህ ከቁስሉ ለመፈወስ ተመልሶ ወደ ኢይዝራኤል ከተማ ሄደ፤ አካዝያስም ኢዮራምን ለመጠየቅ ወደዚያ ሄደ፡፡",
      "6": "አካዝያስ ኢዮራምን ሊጠይቅ የሄደው ያህቬህ(הוהי) ይህ ጉብኝት የአካዝያስ መጥፊያ እንዲሆን ስለፈቀደ ነው፤ አካዝያስ በዚያ በነበረበት ጊዜ እርሱና ኢዮራም የአክአብን ሥርወ መንግሥት ለማጥፋት ያህቬህ(הוהי) የመረጠውን የኒምሺ ልጅ ዬሁን ለመቀበል ወጡ፤",
      "7": "ዬሁ በአክአብ ሥርወ መንግሥት ላይ የያህቬህ(הוהי)ን ፍርድ በመፈጸም ላይ በነበረበት ጊዜ አካዝያስን አጅበው ከእርሱ ጋር መጥተው የነበሩትን የይሁዳ መሪዎችና የአካዝያስን ዘመዶች በዚያ አግኝቶ ሁሉንም ገደላቸው፡፡",
      "8": "አካዝያስንም ፈልገው በሰማርያ ተሸሽጎ አገኙት፤ ወደ ዬሁም አምጥተው ገደሉት፤ ነገር ግን የተቻለውን ያህል ያህቬህ(הוהי)ን ያገለግል ስለ አያቱ ስለ ኢዮሣፍጥ ሲሉ ሬሳውን ቀበሩት፡፡",
      "9": "ከአካዝያስ ቤተሰብ አባላት መካከል መንግሥቱን ሊመራ የሚችል አንድም ሰው አልተረፈም፡፡",
      "10": "የንጉሥ አካዝያስ እናት ዐታልያ የልጅዋን መገደል እንደሰማች ወዲያውኑ የይሁዳ ንጉሣውያን ቤተሰብ አባሎች በሙሉ እንዲገደሉ ትእዛዝ አስተላለፈች፡፡",
      "11": "አካዝያስ፤ ይሆያዳዕ ተብሎ የሚጠራውን ካህን ያገባች ይሆሼባዕ ተብላ የምትጠራ እኅት ነበረችው፤ እርስዋም ከአካዝያእ ወንዶች ልጆች አንዱ የሆነውን ኢዮአስን ሊገድሉት ጥቂት ቀርቶአቸው ከነበሩት መሳፍንት መካከል በስውር ወስዳ እርሱንና ሞግዚቱን በቤተ መቅደስ አጠገብ በሚገኝ መኝታ ቤት ውስጥ በመቀቻቸው፤ በዚህም ሁኔታ በመደበቅ ኢዮአስን በዐታልያ እጅ ከመገደል አዳነችው፤",
      "12": "በዐታልያ ዘመነ መንግሥት ኢዮአስ በቤተ መቅደሱ ውስጥ ስድስት ዓመት ሙሉ ተደብቆ ኖረ፡፡"
    },
    "Chapter 23": {
      "1": "ካህኑ ዮዳሄ ስድስት ዓመት ከጠበቀ በኋላ እርምጃ ለመውሰድ ወሰነ፤ ስለዚህ ከአምስት የጦር መኮንኖች ጋር የስምምነት ውል አደረገ፤ መኮንኖቹም የይሮሐም ልጅ ዐዛርያስ፤ የይሆሐናን ልጅ እስማኤል፤ የዖቤድ ልጅ ዐዛርያስ፤ የዐዳያ ልጅ ማዕሴያና የዚክሪ ልጅ ኤሊሻፋጥ ናቸው፤",
      "2": "እነርሱም ወደ መላው የይሁዳ ከተማዎች ተጉዘው ሌዋውያንና የጎሳ መሪዎችን ሁሉ ይዘው ወደ ኢየሩሳሌም ተመለሱ፡፡",
      "3": "ሁሉም በአንድነት በቤተ መቅደሱ ተሰብስበው ከንጉሡ ልጅ ከኢዮአስ ጋር የስምምነት ውል አደረጉ፤ ካህኑ ዮዳሄ እንዲህ አላቸው፤ “የሟቹ ንጉሥ ኢዮአስ እነሆ በዚህ ይገኛል፤ ያህቬህ(הוהי) ለዳዊት ‹ዝርያዎችህ ለዘለቄታ ይነግሣሉ› ሲል በሰጠው የተስፋ ቃል መሠረት አሁን መንገሥ ያለበት ኢዮአስ ነው፤",
      "4": "አሁን ማድረግ ያለብንም ይኸው ነው፤ ካህናትና ሌዋውያን በሰንበት ቀን አገልግሎታቸውን ለማከናወን በሚመጡበት ጊዜ ከእነርሱ አንድ ሦስተኛው እጅ የቤተ መቅደሱን ቀጽር በሮች ይጠብቅ፤",
      "5": "ሌላው አንድ ሦስተኛ እጅ ቤተ መንግሥቱን ይጠብቅ፤ የመጨረሻው አንድ ሦስተኛ እጅ የመሠረት ቅጽር በር ተብሎ የሚጠራውን ስፍራ ይጠብቅ፤ ሕዝቡም ሁሉ በቤተ መቅደሱ አደባባይ ውስጥ ይሰብሰቡ፤",
      "6": "በአገልግሎት ላይ ከሚገኙት ካህናትና ሌዋውያን በቀር ማንም ሰው ወደ ቤተ መቅደሱ መግባት የለበትም፤ ካህናትና ሌዋውያን ግን ለያህቬህ(הוהי) የተለዩ ስለሆኑ መግባት ይፈቀድላቸዋል፤ የቀሩት ሕዝብ የያህቬህ(הוהי)ን ትእዛዝ በመፈጸም ከቤተ መቅደሱ ውጭ ይሁኑ፡፡",
      "7": "ሌዋውያን ሰይፎቻቸውን በእጆቻቸው በመያዝ ዙሪያውን ሆነው ንጉሡን ይጠብቁት፤ ንጉሡ ወደሚሄድበትም ቦታ ሁሉ አብረው ይሂዱ፤ ወደ ቤተ መቅደስ ለመግባት የሚሞክር ማንኛውም ሰው ይገደል፡፡”",
      "8": "ሌዋውያንና የይሁዳ ሕዝብ ካህኑ ዮዳሄ የሰጣቸውን መመሪያ ሁሉ ፈጸሙ፤ ዮዳሄም አገልግሎታቸውን ፈጽመው በሰንበት ቀን ከሥራ ነፃ መሆን የሚገባቸው ሌዋውያን አላሰናበታቸውም ነበር፤ ስለዚህ ለዘብ ጥበቃ የሚሠማሩትና ከዘብ ጥበቃ ነፃ የሆኑት እዚያው ሰለነበሩ የጦር መኮንኖቹ በቂ ሰዎች ነበሩአቸው፤",
      "9": "ዮዳሄም በቤተ መቅደስ ተጠብቀው ይኖሩ የነበሩትን የንጉሥ ዳዊትን ጦሮችና ጋሻዎች ለጦር መኮንኖቹ ሰጣቸው፤",
      "10": "ጭፍሮቹም ሁሉ ሰይፋቸውን እንደመዘዙ ንጉሡን ከአደጋ ለመከላከል በመሠዊያው በኩል በቤተ መቅደሱ ፊት ለፊት ዙሪያውን ተሰልፈው እንዲቆሙ አደረጋቸው፡፡",
      "11": "ከዚህ በኋላ ዮዳሄ ኢዮአስን አውጥቶ በራሱ ላይ ዘውድ ጫነበት፤ ለመንግሥቱ መመሪያ የሆነውንም ሕግ አንድ ቅጅ አስረከበው፤ በዚህ ዐይነት ሁኔታም ካህኑ ዮዳሄና ልጆቹ ኢዮአስን ቀብተው አነገሡት፤ ሕዝቡም ሁሉ ድምፃቸውን ከፍ አድርገው “ንጉሡ ለዘላለም ይኑር!” በማለት ደስታቸውን ገለጡ፡፡",
      "12": "ዐታልያ ሕዝቡ ለንጉሡ ያደረገውን እልልታና ሆታ ሰምታ ሕዝቡ ወደ ተሰበሰቡበት ወደ ቤተ መቅደሱ በፍጥነት መጣች፤",
      "13": "እዚያም እንደደረሰች አዲሱ ንጉሥ በተለመደው ባሕል መሠረት ለነገሥታት በተመደበው በቤተ መቅደሱ መግቢያ በሚገኘው ዐምድ አጠገብ በጦር መኮንኖቹና በመለከት ነፊዎች ተከብቦ ታጅቦ እንደቆመ አየች፤ ሕዝቡም በደስታ ተሞልተው እልል ይሉ ነበር፤ መለከት ነፊዎችም መለከት ይነፉ ነበር፤ የቤተ መቅደሱ መዘምራንም በሙዚቃ መሣሪያዎች ታጅበው የበዓሉን ሥነ ሥርዓት ይመሩ ነበር፤ ዐታልያም በድንጋጤ ልብስዋን በመቅደድ “ይህ ሤራ ነው! ይህ ሤራ ነው!” ስትል ጮኸች፡፡",
      "14": "ዮዳሄ በበኩሉ ዐታልያ በቤተ መቅደሱ ክልል ውስጥ እንድትገደል አልፈለገም፤ ስለዚህም የጦር መኮንኖቹን ጠርቶ “ግራና ቀኝ በተሰለፉት ዘቦች መካከል አውጥታችሁ ውሰዱአት፤ እርስዋን ከሞት ለማትረፍ የሚሞክር ሰው ቢኖር ግደሉት” ሲል አዘዛቸው፡፡",
      "15": "እነርሱም እርስዋን አፈፍረ አድርገው በመያዝ ወደ ቤተ መንግሥት ወሰዱአት፤ እዚይም “የፈረስ መግቢያ ቅጽር በር” ተብሎ በሚጠራው ስፍራ ገደሏት፡፡",
      "16": "ካህኑ ዮዳሄ ራሱ እንዲሁም ንጉሥ ኢዮአስና ሕዝቡ የያህቬህ(הוהי) ሕዝብ መሆናቸውን ለማደስ ቃል ኪዳን እንዲገቡ አደረገ፡፡",
      "17": "ከዚህም በኋላ ሁሉም በአንድነት ባዓል ተብሎ ወደሚጠራው የጣዖት ማምለኪያ ቤት ሄደው አፈረሱት፤ መሠዊያዎቹንና ምስሎችን ሁሉ ሰባበሩ፤ ማታን ተብሎ የሚጠራውንም የበዓል ክህን በመሠዊያዎቹ ፊት ለፊት ገደሉት፡፡",
      "18": "ዮዳሄ ካህናቱንና ሌዋውያኑን የቤተ መቅደሱ ሥራ ኀላፊዎች እንዲሆኑ አደረገ፤ የእነርሱም ተግባር በንጉሥ ዳዊት የተመደበላቸውን ሥራ ማከናወንና በሙሴ ሕግ መሠረት ማቃጠል ነበር፤ እንዲሁም በዳዊት መመሪያ መሠረት የሙዚቃና የበዓል አከባበር ሥነ ሥርዓት ኀላፊነት ተሰጥቶአቸው ነበር፤",
      "19": "ዮዳሄ በሕጉ መሠረት ያልነጻ ማንኛውም ሰው ወደ ቤተ መቅደሱ እንዳይገባ በቤተ መቅደሱ ቀጽር በሮች ሆነው የሚጠብቁ ዘበኞችን መድቦ ነበር፡፡",
      "20": "የጦር መኮንኖቹ፤ የታወቁ የአገር ሽማግሌዎች የመንግሥት ባለሥልጣኖችና የቀሩትም ሕዝብ ሁሉ ከዮዳሄ ጋር በመሆን ከቤተ መቅደስ እስከ ቤተ መንግሥቱም ዋና በር ገቡ፤ ንጉሡም በዙፋኑ ላይ ተቀመጠ፤",
      "21": "ሕዝቡም ሁሉ በታላቅ ደስታ ተሞሉ፤ ዐታልያም ተገድላ ስለነበር ከተማይቱ ሰላም ሰፍኖባት ጸጥ ብላ ነበር፡፡"
    },
    "Chapter 24": {
      "1": "ኢዮአስ በሰባት ዓመቱ የይሁዳ ንጉሥ ሆነ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ አርባ ዓመት ገዛ፤ እናቱም ጺቢያ ተብላ የምትጠራ የቤርሳቤህ ከተማ ተወላጅ ነበረች፤",
      "2": "ካህኑ ዮዳሄ በሕይወት በነበረበት ዘመን ሁሉ ኢዮአስ፤ ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር ያደርግ ነበር፤",
      "3": "ዮዳሄ ለንጉሥ ኢዮአስ ሁለት ሚስቶችን መርጦለት ነበር፤ እነርሱም ወንዶችንና ሴቶች ልጆችን ወልደውለታል፡፡",
      "4": "ኢዮአስ ከነገሠ ከጥቂት ጊዜ በኋላ ቤተ መቅደሱን ለማደስ ወሰነ፤",
      "5": "ስለዚህ ካህናቱንና ሌዋውያኑን በአንድነት ሰብስቦ “ወደ ይሁዳ ከተማዎች ሄሳችሁ ለቤተ መቅደሱ ዓመታዊ ዕድሳት የሚሆን በቂ ገንዘብ ከእስራኤል ሕዝብ ሁሉ በፍጥነት ሰብስቡ” ሲል አዘዛቸው፤ ሌዋውያኑ ግን ቸል በማለት ዘገዩ፤",
      "6": "ስለዚህ ንጉሥ ኢዮአስ የሌዋውያኑን መሪ ዮዳሄን ጠርቶ “የያህቬህ(הוהי) አገልጋይ ሙሴ፤ ያህቬህ(הוהי) ለሚመለክበት ድንኳን አገልግሎት የሚሆን ግብር የእስራኤል ሕዝብ እንዲያዋጣ ያዘዘውን ሌዋውያኑ ከይሁዳና ከኢየሩሳሌም ሕዝብ ሰብስበው ያመጡ ዘንድ ለምን አላተጋሃቸውም?” አለ፡፡",
      "7": "የዚያች ዐታልያ ተብላ የምትጠራ መጥፎ ሴት ተከታዮች ቤተ መቅደሱን አበላሽተውት ነበር፤ ንዋያተ ቅድሳቱን እንኳ ሳይቀር ባዓል ተብሎ ለሚጠራው ጣዖት በሚደረገው የአምልኮ ሥነ ሥርዓት ይጠቀሙባቸው ነበር፡፡",
      "8": "ንጉሥ ኢዮአስ “የገንዘብ መሰብሰቢያ ሣጥን ሠርታችሁ በቤተ መቅደሱ ቅጽር በር በስተውጭ በኩል አኑሩት” ሲል ሌዋውያኑን አዘዘ፤",
      "9": "ከዚህ በኋላ ሌዋውያኑ በመላው ኢየሩሳሌምና በይሁዳ የሚገኙ ነዋሪዎች ሁሉ የያህቬህ(הוהי) አገልጋይ ሙሴ በምድረ በዳ ለመጀመሪያ ጊዜ ከእስራኤል ሕዝብ እንዲሰበሰብ ያዘዘውን ግብር ለያህቬህ(הוהי) እንዲያመጡ ትእዛዝ አስተላለፉ፤",
      "10": "ይህም ሕዝቡንና መሪዎቹን ሁሉ ደስ ስላሰኛቸው ገንዘብ በማምጣት ሣጥኑን ሞሉት፡፡",
      "11": "ሌዋውያኑም ሣጥኑን ወስደው ኀላፊዎች ለሆኑት ለመንግሥት ባለሥልጣኖች በየቀኑ ያስረክቡት ነበር፡፡ ሣጥኑ በገንዘብ በሞላ ቁጥር የቤተ መንግሥቱ ጸሐፊና የሊቀ ካህናቱ እንደራሴ ገንዘቡን ከሣጥኑ አውጥተው ከወሰዱ በኋላ፤ ሣጥኑን መልሰው በቦታው ያኖሩት ነበር፤ በዚህ ዐይነት መንገድ ብዙ ገንዘብ ሰበሰቡ፡፡",
      "12": "ንጉሡና ካህኑ ዮዳሄ ገንዘቡን የቤተ መቅደሱ እድሳት ኀላፊዎች ለሆኑት ሰዎች ይሰጡአቸው ነበር፤ እነዚህም ኀላፊዎች ገንዘቡን ቤተ መቅደሱን የሚጠግኑ ግንበኞችን፤ አናጢዎችንና ብረታ ብረት ሠራተኞችን ይቀጥሩበት ነበር፤",
      "13": "ሠራተኞቹም በብርቱ ትጋት በመሥራት ቤተ መቅደሱን ቀድሞ በነበረው ሁኔታ በጥሩ አኳኋን አደሱት፡፡",
      "14": "የእድሳቱ ሥራ ባለቀ ጊዜም ቀሪው ገንዘብ ለንጉሥ ኢዮአስና ለካህኑ ዮዳሄ ተሰጠ፤ እነርሱም በዚህ ወርቅ ለቤተ መቅደሱ አገልግሎትና ለመሥዋዕት የሚውሉ ሳሕኖችንና ሌሎች ልዩ ልዩ ዕቃዎችን ገዙ፡፡",
      "15": "ዮዳሄ በዕድሜ እጅግ ከሸመገለ በኋላ በአንድ መቶ ሠላሳ ዓመቱ ሞተ፤",
      "16": "እርሱ ለእስራኤል ሕዝብ፤ ለያህቬህ(הוהי)ና ለቤተ መቅደሱ ስለሰጠው አግለግሎት ውለታ በዳዊት ከተማ በሚገኘው በነገሥታት መካነ መቃብር ቀበሩት፡፡",
      "17": "ዮዳሄ ከሞተ በኋላ ግን የይሁዳ መሪዎች ወደ ንጉሥ ኢዮአስ መጥተው የያህቬህ(הוהי)ን ቤተ መቅደሱ እንዲተው አግባቡት፤",
      "18": "ስለዚህ ሕዝቡ የቀድሞ አባቶቻቸው አምላክ በሆነው በያህቬህ(הוהי) ቤተ መቅደሱ ውስጥ መስገድ ትተው፤ አሼራ ተብላ ለምትጠራ ሴት አምላክ ጣዖታትና ምስሎች መስገድ ጀመሩ፡፡ ይህንንም ኃጢአት በመሥራታቸው የያህቬህ(הוהי) ቁጣ በይሁዳና በኢየሩሳሌም ላይ ወረደ፡፡",
      "19": "ያህቬህ(הוהי) ወደ እርሱ እንዲመለሱ አጥብቀው ያሳስቡአቸው ዘንድ ነቢያትን ላከ፤ ሕዝቡ ግን አንሰማም አሉ፤",
      "20": "ከዚህ በኋላ የያህቬህ(הוהי) መንፈስ በካህኑ ዮዳሄ ልጅ በዘካርያስ ላይ ወረደ፤ እርሱም ሕዝቡ ሊያዩት በሚችሉበር ከፍ ያለ ስፍራ ላይ ቆሞ “ያህቬህ(הוהי) ‹ትእዛዜን ስለምን ትተላለፋላችሁ?› በገዛ ራሳችሁስ ላይ ስለምን መቅሠፍትን ታመጣላችሁ? ሲል ይጠይቃችኋል፤ እንግዲህ እናንተ ስለተዋችሁት እርሱም ትቷችኋል” አላቸው፡፡",
      "21": "ንጉሥ ኢዮአስ በዘካርያስ ላይ በተደረገው ሤራ ተባባሪ ሆነ፤ ሕዝቡም በንጉሡ ትእዛዝ ዘካርያስን በቤተ መቅደሱ አደባባይ ውስጥ በድንጋይ ወግረው ገደሉት፡፡",
      "22": "ንጉሥ ኢዮአስ የዘካርያስ አባት ዮዳሄ ያደረገለትን ቅን አገልግሎት በመዘንጋት ዘካርያስን ገደለ፤ ዘካርያስም ሊሞት ሲያጣጥር ሳ “ያህቬህ(הוהי) ይህን አንተ የምታደርገውን ግፍ አይቶ ይቅጣህ!” አለ፡፡",
      "23": "በዚያን ዓመት በመከር ወራት የሶርያ ሠራዊት በይሁዳና በኢየሩሳሌም ላይ አደጋ በመጣል መሪዎቹን ሁሉ ገደሉ፤ እጅግ ብዙ የሆነ ምርኮም ይዘው ወደ ደማስቆ ተመለሱ፤",
      "24": "የሶርያ ሠራዊት ጥቂት ነበር፤ ነገር ግን እጅግ ብዙ የሆነውን የይሁዳን ሠራዊት ድል እንዲያደርግ ያህቬህ(הוהי) ፈቀደ፤ ምክንያቱም ሕዝቡ የቀድሞ አባቶቻቸውን አምላክ የሆነውን ያህቬህ(הוהי)ን ስለተው ነው፤ በዚህ ዓይነት ሁኔታም ንጉሥ ኢዮአስ ተቀጣ፤",
      "25": "በብርቱም ቆስሎ ነበር፤ የጠላት ሠራዊት ከዚያ ተነሥቶ ከሄደ በኋላ ባለሟሎቹ ከሆኑት ባለሥልጣኖች የካህኑን የዮዳሄን ልጅ ደም ለመበቀል በንጉሡ ላይ አሢረው በአልጋው ላይ እንዳለ ገደሉት፤ ንጉሡም በዳዊት ከተማ ተቀበረ፤ ይሁን እንጂ በነገሥታት መካነ መቃብር አልተቀበረም፡፡",
      "26": "በንጉሡ ላይ ያሤሩትም ሺምዓት ተብላ የምትጠራ የዐሞን ተወላጅ ልጅ የሆነው ዛባድና ሺምሪት ተብላ የምትጠራ የሞአብ ተወላጅ ልጅ የሆነው ይሆዛባድ ናቸው፡፡",
      "27": "የኢዮአስ ልጆች ታሪክ፤ በኢዮአስ ላይ ተነግነረው የነበሩት የትንቢት ቃላትና ኢዮአስ ቤተ መቅደሱን እንዴት እንዳደሰ በነገሥታት የታሪክ መጽሐፍ መግለጫ ውስጥ ተመዝግቦ ይገኛል፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ አሜስያስ ነገሠ፡፡"
    },
    "Chapter 25": {
      "1": "አሜስያስ ዕድሜው ሃያ አምስት ዓመት ሲሆን ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሃያ ዘጠኝ ዓመት ገዛ፤ እናቱ የሆዓዲን ተብላ የምትጠራ የኢየሩሳሌም ተወላጅ ነበረች፤",
      "2": "አሜስያስ አብዛኛውን ጊዜ ያህዌን ደስ የሚያሰኝ ነገር ያደርግ ነበር፤ ይሁን እንጂ አንዳንድ ጊዜ የሚያደርገውን ነገር በሙሉ ልብ አያደርግም ነበር፤",
      "3": "መንግሥቱን እንዳጠናከረ ወዲያውኑ አባቱን የገደሉትን ባለሥልጣኖች በሙሉ በሞት ቀጣ፤",
      "4": "ሁን እንጂ ልጆቻቸውን አልገደለም፤ ምክንያቱም ያህዌ በሙሴ አማክያነት በሰጠው ሕግ “ወላጆች ልጆቻቸው በፈጸሙት ወንጄል፤ ልጆችም ወላጆቻቸው በፈጸሙት ወንጄል በሞት አይቀጡም፤ አንድ ሰው በሞት መቀጣት ያለበት ራሱ በፈጸመው ወንጀል ብቻ ነው” ሲል የተናገረውን ቃል በማክበር ነው፡፡",
      "5": "ንጉሥ አሜስያስ የይሁዳና የብንያም ነገዶች የሆኑትን ወንዶች ሁሉ በየጎሳዎቻቸው በቡድን በቡድን በመመደብ በየቡድኑ የሺ አለቆችና የመቶ አለቆችን ሾመ፤ በቡድን የተመደቡትም ሰዎች ዕድሜአቸው ሃያ ዓመት ወይም ከዚያ በላይ የሆኑ ወንዶችን ሁሉ የሚያጠቃልል ሲሆን ብዛታቸውም ሦስት መቶ ሺ ነበር፤ እነርሱም ለጦርነት የተዘጋጁ፤ በጦርና በጋሻ አያያዝ የሰለጠኑ ምርጥ ወታደሮች ነበሩ፤",
      "6": "አሜስያስ በተጨማሪ በሦስት ሺ አራት መቶ ኪሎ ጥሬ ብር ከእስራኤል አንድ መቶ ሺ ወታደሮችን ቀጠረ፤",
      "7": "ነገር ግን አንድ ነቢይ ወደ ንጉሥ አሜስያስ መጥቶ እንዲህ አለው፤ “እነዚህን የእስራኤል ወታደሮች ይዘህ አትዝመት፤ ምክንያቱም ያህዌ ከእስራኤልም ሆነ ከማንኛውም ከኤፍሬም ሕዝብ ጋር አይደለም፤",
      "8": "አንተ በዚህ በምታደርገው ጦርነት የእስራኤል ወታደሮች ድጋፍ ይሆኑኛል ብለህ ታስብ ይሆናል፤ ነገር ግን አሸናፊም ሆነ ተሸናፊ እንድትሆን የሚያደርግህ ያህዌ ብቻ ነው፤ እነሆ አሁንም እርሱ በጠላቶችህ ድል እንድትሆን ያደርግሃል፡፡”",
      "9": "አሜስያስ፤ ነቢዩን “አስቀድሜ የከፈልኩትስ ያ ሁሉ ገንዘብ እንዴት ሊሆን ነው?” ሲል ጠየቀው፡፡",
      "10": "ነቢዩም “ያህዌ ከዚህ ገንዘብ ይበልጥ የበዛ ሊሰጥህ ይችላል!” ሲል መለሰለት፡፡ ስለዚህ አሜስያስ ቅጥረኞቹን ወታደሮች ወደ የመኖሪያ ስፍራቸው እንዲሄዱ አሰናበታቸው፤ እነርሱም በይሁዳ ሕዝብ ላይ እጅግ ተቆጥተው ወደ መኖሪያ ስፍራቸው ሄዱ፡፡",
      "11": "ከዚህ በኋላ አሜስያስ በወኔ ተነሣሥቶ ወታደሮቹን በመምራት ወደ ጨው ሸለቆ ሄደ፤ በዚያም ወታደሮቹበኤዶም ሠራዊት ላይ አደጋ ጥለው ዐሥር ሺ ወታደሮችንገደሉ፤",
      "12": "ሌሎች ዐሥር ሺ ወታደሮችንም ማረኩ፤ እስረኞቹንም ሴላዕ ተብላ በምትጠራው ከተማ አጠገብ በሚገኘው ገደል አፋፍ ላይ አውጥተው ጣሏቸው፤ ሁሉም ከገደሉ በታች በሚገኙ አለቶች ላይ ተፈጥፍጠው ሞቱ፡፡",
      "13": "በዚሁ ወቀት አሜስያስ ከእርሱ ጋር ወደ ጦርነት እንዲሄዱ ያልፈቀደላቸው የእስራኤል ወታደሮች በሰማያና በቤትሖሮን መካከል በሚገኙት በይሁዳ ከተማዎች ላይ አደጋ በመጣል ሦስት ሺ ሰዎችን ገደሉ፤ እጅግ የበዛ ምርኮም ወሰዱ፡፡",
      "14": "አሜስያስ ኤዶማውያንን ድል አድርጎ በተመለሰ ጊዜ ጣዖቶቻቸውን ይዞ መጣ፤ አማልክት አድርጎም በማቆም ሰገደላቸው፤ ዕጣንም አጠነላቸው፤",
      "15": "ይህም ድርጊት ያህዌን አስቆጣ፤ ስለዚህ ያህዌ ወደ አሜስያስ አንድ ነቢይ ላከ፤ ይህም ነቢይ አሜስያስን “የገዛ ሕዝባቸውን ከአንተ እጅ ለማዳን እንኳ ላልቻሉ ለባዕዳን አማልክት ስለምን ሰገድህ?” ሲል ጠየቀው፡፡",
      "16": "ነቢዩ ገና ንግግሩን ሳይፈጽም አሜስያስ “ለመሆኑ አንተን የንጉሡ አማካሪ አድርገን የሾምንህ ከመቼ ወዲህ ነው? ይልቅስ ንግግርህን አቁም፤ አለበለዚያ እገድልሃለሁ!” አለው፡፡",
      "17": "ከዚህ በኋላ ንጉሥ አሜስያስና አማካሪዎቹ በእስራኤል ላይ አሤሩ፤ አሜስያስም የዬሁ የልጅ ልጅ የኢዮአካዝ ልጅ ወደ ሆነው ወደ እስራኤል ንጉሥ ዮአስ መልእክተኞች በመላክ “እንግህ ና ይዋጣልን!”ሲል ለጦርነት አነሣሣቸው፤",
      "18": "ንጉሥ ዮአስ ግን እንዲህ ሲል መለሰለት፤ “አንድ ጊዜ በሊባኖስ ተራራ ላይ የምትገኝ ኩርንችት ወደ ዝግባ ዛፍ መልእክት ልካ ‹ለወንድ ልጄ ሚስት ትሆነው ዘንድ ሴት ልጅህን ስጠን› ስትል ጠየቀችው፤ ነገር ግን አንድ አውሬ በዚያ በኩል ሲያልፍ ስለረገጣት ያች ኪርንችት ሞተች፤",
      "19": "አሜስያስ ሆይ! እነሆ አንተም ኤዶማውያንን ድል ስላደረግህ ልብህ በትዕቢት ተሞልቶአል፤ ይልቅስ በቤትህ ዐርፈህ ብትቀመጥ የሚሻልህ መሆኑን እመክርሃለሁ፤ በአንተና በሕዝብህ ላይ መቅሠፍትን የሚያስከትል ነገር ለመቆስቆስ ስለምን ትፈልጋለህ?”",
      "20": "አሜስያስ ግን የዮአስን ምክር ከምንም አልቆጠረውም፤ ይህም የሆነበት ምክንያት አሜስያስ የኤዶማውያንን ጣዖታት ስላመለከ ድል እንዲሆን ያህዌ ስለፈቀደ ነው፤",
      "21": "ስለዚህም የእስራኤል ንጉሥ ዮአስ የይሁዳን ንጉሥ ለመውጋት ዘመተ፤ በይሁዳ በሚገኘው ቤትሼሜሽ ተብሎ በሚጠራ ስፍራ ጦነት ገጠሙ፤",
      "22": "የይሁዳ ሠራዊትም ደል ሆነ፤ ወታደሮቹም ሸሽተው ወደ መኖሪያ ስፍራቸው ሄዱ፤",
      "23": "ንጉሥ ዮአስም አሜስያስን ማርኮ ወደ ኢየሩሳሌም ወሰደው፤ ከኤፍሬም ቅጽር በር አንሥቶ እስከ ማእዘን ቀጽር በር ድረስ ያለውን ርዝመቱ ሁለት መቶ ሜትር ያህል የሆነውን የኢየሩሳሌምን ቅጽር አፈረሰ፡፡",
      "24": "በቤተ መቅደስ የነበረውን ወርቅና ብር ሁሉ፤ በዖቤድኤዶም ዝርያዎች ይጠበቁ የነበሩትን የቤተ መቅደሱን ዕቃዎችና የቤተ መንግሥቱን ሀብት በሙሉ ምርኮ አድርጎ በመውሰድ ወደ ሰማርያ ተመለሰ፤ በመያዣም ስም ጥቂት ሰዎችን ይዞ ሄደ፡፡",
      "25": "የእስራኤል ንጉሥ ዮአስ ከሞተ በኋላ የይሁዳ ንጉሥ አሜስያስ ዐሥራ አምስት ዓመት ኖረ፤",
      "26": "አሜስያስ በዘመነ መንግሥቱ ከመጀመሪያ እስከ መጨረሻ ያደረገው ሌላው ነገር ሁሉ በይሁዳና በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝቦ ይገኛል፡፡",
      "27": "አሜስያስ ያህዌን ከተወበት ጊዜ ጀምሮ በኢየሩሳሌም ውስጥ እርሱን ለመግደል ሤራ ተጠንስሶ ነበር፤ በመጨረሻም አሜስያስ ሸሽጾ ወደ ላኪሽ ሄደ፤ ነገር ግን ጠላቶቹ እዚያው ድረስ ተከታትለው ገደሉት፤",
      "28": "ሬሳውንም በፈረስ ላይ ጭነው ወደ ኢየሩሳሌም በማምጣት በዳዊት ከተማ በሚገኘው በነገሥታት መካነ መቃብር ቀበሩት፡፡"
    },
    "Chapter 26": {
      "1": "መላው የይሁዳ ሕዝብ ዐሥራ ስድስት ዓመት የሆነውን አሜስያስን ልጅ ዖዝያን በአባቱ ያህቬህ(הוהי)ር ተተክቶ እንዲነግሥ መረጡት፤",
      "2": "(ዖዝያን ኤላትን መልሶ በመያዝ ከተማይቱን እንደገና የሠራው ከአባቱ ከአሜስያስ ሞት በኋላ ነው፡፡)",
      "3": "ዖዝያን በዐሥራ ስድስቱ ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ኀምሳ ሁለት ዓመት ገዛ፤ እናቱ ያኮልያ ተብላ የምትጠራ የኢየሩሳሌም ተወላጅ ነበረች፤",
      "4": "ዖዝያን የአባቱን መልካም አርአያነት በመከተል ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር አደረገ፤",
      "5": "መንፈሳዊ አማካሪው ዘካርያስ በሕይወት እስከነበረበት ዘመን ድረስ ዖዝያን ያህቬህ(הוהי)ን በታማኝነት ያገለግል ነበር፤ ያህቬህ(הוהי)ም ባረከው፡፡",
      "6": "ዖዝያን በፍልስትኤማውያን ላይ አደጋ ጥሎ የጋትን፤ የያብኔንና የአሽዶድን ከተማዎች ቅጽሮችን አፈራረሰ፤ በአሽዶድ አጠገብና በቀሪት፣ ፍ፤ስጥኡ፣ ግዛት ውስጥ የተመሸጉ ከተሞችን ሠራ፡፡",
      "7": "ፍልስጥኤማውያንን፤ በጉርባዓል ይኖሩ የነበሩትን ዐረቦችና መዑናውያንን ድል እንዲያደርግ ያህቬህ(הוהי) ረዳው፡፡",
      "8": "ዐሞናውያንም ለዖዝያን ገበሩለት፤ እጅግ እየገነነ በመሄዱ ዝናው እስከ ግብጽ ድረስ ተሰማ፡፡",
      "9": "ዖዝያን በማእዘን ቅጽር በር፤ በሸለቆ ቅጽር በርና በቅጽሩም መጠምዘዥያ ላይ መቆጣጠሪያ ግንቦችን በመሥራት የኢየሩሳሌም ምሽጎች አጠናከረ፤",
      "10": "በምዕራባዊ ኮረብታዎች ግርጌና በሜዳዎች ላይ ብዙ የቀንድ ከብቶች ስለነበሩትም በገጠር የተመሸጉ መጠበቂያ ግንቦችን ሠራ፤ ብዙ ጉድጓዶችንም ማሰ፤ ግብርና ስለሚወድም ሕዝቡ በኮረብታማ አገሮች የወይን ተክል እንዲተክሉ፤ ለም የሆነውንም ምድር እንዲያርሱ ያበረታታቸው ነበር፡፡",
      "11": "ዖዝያን ለጦርነት ዝግጁ የሆነ እጅግ የበዛ ሠራዊት ነበረው፤ የሠራዊቱም አባላት ስም ዝርዝር የንጉሡ ጸሐፊዎች በሆኑት በይዲዒኤልና በማዕሤያ ይመዘገብ ነበር፤",
      "12": "ሠራዊቱም የሚመራው በሁለት ሺ ስድስት መቶ የጦር መኮንኖች ነበር፤",
      "13": "በእነርሱም ሥልጣን ሥር የንጉሡን ጠላቶች ለመመከት በቂ ችሎታ ያላቸው ሦስት መቶ ሰባት ሺ አምስት መቶ ጀግኖች ወታደሮች ነበሩ፤",
      "14": "ዖዝያንም ለመላው ሠራዊቱ ጋሻና ጦር፤ የራስ ቁርና የደረት ጥሩርን፤ ቀስትና ፍላጻን፤ ወንጭፍና የሚወነጨፉ ድንጋዮችን አዘጋጅቶለት ነበር፤",
      "15": "ንጉሥ ዖዝያን በኢየሩሳሌም በእጅ ሥራ ጥበብ የሠለጠኑ ሰዎች ከመጠበቂያ ግንቦችና ከከተማይቱ ቅጽር ማእዘኖች ላይ ፍላጻዎችን የሚያስፈነጥሩ መሣሪያዎችን እንዲሠሩ አደረገ፤ ያህቬህ(הוהי) ስለረዳውም እጅግ በረታ፤ እጅግም ገናና ሆነ፤ ዝናውም በሁሉ ስፍራ ተሰማ፡፡",
      "16": "ንጉሥ ዖዝያን መንግሥቱን ባጠናከረ ጊዜ ዕብሪተኛ ሆነ፤ ይህም ዕብሪተኛነቱ ወደ ውድቀት አደረሰው፤ በዕጣን መሠዊያው ላይ ዕጣን ለማጠን ወደ ቤተ መቅደስ በድፍረት በመግባቱ ያህቬህ(הוהי)ን አሳዘነ፤",
      "17": "በዚህ ጊዜ ካህኑ ዐዛርያስና ከእርሱም ጋር ልበ ሙሉና ቆራጥ የሆኑ ሰማኒያ ካህናት ድርጊቱን ለመቃወም ንጉሡን ተከትለው ወደ ቤተ መቅደሱ ገቡ፡፡",
      "18": "እንዲህም አሉት፤ “ዖዝያን ሆይ! አንተ ለያህቬህ(הוהי) ዕጣን ታጥን ዘንድ አይገባህም፤ ይህን ለማድረግ የተመደቡት ለያህቬህ(הוהי) የተለዩት የአሮን ዝርያዎች የሆኑት ካህናት ብቻ ናቸው፤ ስለዚህ ከዚህ ከተቀደሰው ስፍራ ውጣ! ያህቬህ(הוהי) አምላክን አሳዝነሃል፤ ከዚህም የተነሣ ከእንግዲህ ወዲህ ከያህቬህ(הוהי) በረከት ተለይተሃል፡፡”",
      "19": "ዕጣን ለማጠን ዝግጁ ሆኖ ጥናውን በእጁ እንደያዘ በቤተ መቅደሱ ውስጥ በዕጣን መሠዊያው አጠገብ ቆሞ የነበረው ዖዝያንም በካህናቱ ላይ እጅግ ተቆጣ፤ ወዲያውኑ በግንባሩ ላይ አሠቃቂ የሆነ የቆዳ በሽታ ታየ፤",
      "20": "ዐዛርያስና ሌሎቹም ካህናት በታላቅ ድንጋጤ የንጉሡን ግንብር ትኩር ብለው ተመለከቱ፤ ከቤተ መቅደስም እንዲወጣ አስገደዱት፤ ዖዝያንም ያህቬህ(הוהי) እንደቀጣው አውቆ በችኮላ ከዚይ ወጥቶ ሄደ፡፡",
      "21": "ንጉሥ ዖዝያን በበሽታው ምክንያት እስከ ዕለተ ሞቱ ድረስ እንደ ሥርዓቱ ንጹሕ ሳይሆን ኖረ፤ ወደ ቤተ መቅደስም እንደገና መግባት አልቻለም፤ ከሥራው ሁሉ ተገልሎ በተለየ ቤት ውስጥ ለብቻው ይኖር ነበር፤ ልጁም ኢዮአታም አገሪቱን ያስተዳድር ነበር፡፡",
      "22": "ንጉሥ ዖዝያን በዘመነ መንግሥቱ ያደረገው ሌላው ነገር ሁሉ የዓሞጽልጅ ነቢዩ ኢሳይያስ መዝግቦት ይገኛል፤",
      "23": "ዖዝያን ሞተ፤ በነገሥታትም መካነ መቃብር አጠገብ ባለው ስፍራ ቀበሩት፤ በነገሥታት መካነ መቃብር ያልተቀበረው አሠቃቂ የሆነ የቆዳ በሽታ ስለነበረበት ነው፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ ኢዮአታም ነገሠ፡፡፡፡"
    },

    "Chapter 27": {
      "1": "ኢዮአታም ዕድሜው ሃያ አምስት ዓመት ሲሆነው ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ ስድስት ዓመት ገዛ፤ እናቱም ይሩሻ ተብላ የምትጠራ የጻዶቅ ልጅ ነበረች፤",
      "2": "ኢዮአታም አባቱ እንዳደረገው ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር ሠራ፤ አባቱ በቤተ መቅደሱ ውስጥ ዕጣን በማጠን ያደረገውን ኃጢአትም አልሠራም፤ ሕዝቡ ግን ኃጢአት መሥራታቸውን ቀጥለው ነበር፡፡",
      "3": "ኢዮአታም የቤተ መቅደሱን ሰሜናዊ በር እንደገና ሠራ፤ በተጨማሪም በኢየሩሳሌም አጠገብ በሚገኘው ዖፌል ተብሎ በሚጠራው ኮረብታማ ቦታ የከተማ ቅጽሮችን በመሥራት ብዙ ሥራ አከናውኗል፤",
      "4": "እንዲሁም በይሁዳ ተራራማ ስፍራዎችም ላይ ምሽጎችንና ቅጽሮችን ሠርቶ ነበር፤",
      "5": "በዐሞን ንጉሥና በሠራዊቱ ላይ ጦርነት ከፍቶ ድል አድርጎአቸው ነበር፤ ዐሞናውያንም በየዓመቱ ለሦስት ዓመት በተከታታይ ሦስት ሺ አራት መቶ ኪሎ የሚዝን ብር፤ አንድ ሚሊዮን ኪሎ የሚመዝን ስንዴና እንዲሁም አንድ ሚሊዮን ኪሎ የሚመዝን ገብስ እንዲገብሩለት አስገደዳቸው፡፡",
      "6": "ኢዮአታም አምላኩ ለሆነው ለያህቬህ(הוהי) ታማኝ በመሆኑ ገናና እየሆነ ሄደ፤",
      "7": "በኢዮአታም ዘመነ መንግሥት የተፈጸመዉ ሌላው ድርጊት ሁሉ፤ ያካሄደው ጦርነትና የመንግሥሩ አመራር ሁሉ በእስራኤልና በይሁዳ ነገሥታት የታሪክ መጻሕፍት ተመዝግበው ይገኛሉ፤",
      "8": "ኢዮአታም በነገሠ ጊዜ ዕድሜው ሃያ አምስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ ስድስት ዓመት ገዛ፤",
      "9": "ከዚያም በኋላ ሞተ፤ በዳዊት ከተማም ተቀበረ፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ አካዝ ነገሠ፡፡"
    },
    "Chapter 28": {
      "1": "አካዝ ዕድሜው ሃያ ዓመት ሲሆን ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ ስድሩት ዓመት ገዛ፤ የቀድሞ አባቱን የንጉሥ ዳዊትን መልካም ምሳሌነትን አልተከተለም፤ ይህን በማድረግ ፈንታ ያህቬህ(הוהי)ን የሚያሳዝን ነገር በመፈጸም፤",
      "2": "የእስራኤልን ነገሥታት መጥፎ አርአያነት ተከተለ፤ ባዓል ተብሎ የሚጠራ የጣዖት ምስሎችን አቅልጦ ሠራ፤",
      "3": "በሂኖም ሸለቆም ዕጣን አጠነ፤ እስራኤላውያን ወደ ምድሪቱ በገቡ ጊዜ ያህቬህ(הוהי) ከዚያ ያባረራቸውን ሕዝቦች አጸያፊ ልማት በመከተል፤ የራሱን ወንዶች ልጆች እንኳ ሳይቀር የሚቃጠል መሥዋዕት ቸድርጎ ለጣዖታት አቀረበ፡፡",
      "4": "በኮረብታዋ ላይ  በሚገኙ በአረማውያን የማምለኪያ ስፍራዎችና በየዛፉ ጥላ ሥር መሥዋዕትን አቀረበ፤ ዕጣንንም አጠነ፡፡",
      "5": "ንጉሥ አካዝ ኃጢአት ስለሠራ የሶርያ ንጉሥ ድል እንዲያደርገውና ብዙ አይሁዳውያንን እስረኞች አድርጎ ወደ ደማስቆ እንዲወስድ ያህቬህ(הוהי) ፈቀደ፤ እንዲሁም የረማልያ ልጅ የሆነው የእስራኤል ንጉሥ ፋቁሔ አካዝን ድል እንዲያደርግና እጅግ በጣም ጀግኖች ከሆኑ ከይሁዳ ወታደሮች መካከል በአንድ ቀን መቶ ሃያ ሺ እንዲገድል ያህቬህ(הוהי) ፈቀደ፤ የቀድሞ አባቶቻቸው አምላክ የሆነ ያህቬህ(הוהי) ይህን የፈቀደበት ምክንያት የይሁዳ ሕዝብ   እርሱን ስለተው ነው፡፡",
      "6": "ዚክሪ ተብሎ የሚጠራ አንድ ወታደር የንጉሥ አካዝን ልጅ ማዕሤያን፤ የቤተ መንግሥቱን አስተዳዳሪ ዓዝሪቃምንና በሥልጣን ከንጉሡ ሁለተኛ የሆነውን ኤልቃናን ገደለ፤",
      "7": "ምንም እንኳ አይሁዳውያን ወገኖቻቸው ቢሆኑም የእስራኤል ወታደሮች ሁለት መቶ ሺ ሴቶችንና ሕፃናትን እስረኞች አድርገው ከብዙ ምርኮ ጋር ወደ ሰማርያ ወሰዱአቸው፡፡",
      "8": "የያህቬህ(הוהי) ነቢይ የሆነ፤ ዖዴድ ተብሎ የሚጠራ አንድ ሰው በሰማርያ ከተማ ይኖር ነበር፤ የእስራኤል ሠራዊት አይሁዳውያንን እሰረኞች አድርገው በመውሰድ ወደ ሰማርያ ከተማ በመግባት ላይ ሳሉ ወደ እነርሱ መጥቶ እንዲህ አላቸው፤ “የቀድሞ አባቶቻችሁ አምላክ የሆነው ያህቬህ(הוהי) በይሁዳ ሕዝብ ላይ ስለተቆጣ እነርሱን ድል እንድታደርጉአቸው ፈወደ፤ እናንተ ግን አይሁዳውያን በግፍ ፈጃችኋቸው፤ ይህንንም የግፍ ሥራችሁን ያህቬህ(הוהי) ተመልክቷል፤",
      "9": "10ይህም አልበቃ ብሎአችሁ የኢየሩሳሌምንና የይሁዳን ወንዶችና ሴትች በሙሉ የእናንተ ባሪያዎ ልታደርጓቸው ታስባላችሁ፤ እናንተስ ይህን ስታደርጉ ልክ እንደ እነርሱ ኃጢአት በመሥራት አምላካችሁን ያህቬህ(הוהי)ን መሳዘናችሁ አይደለምን?11አሁንም እነሆ አድምጡኝ! እነዚህ እስረኞች ወንድሞቻችሁና እኅቶቻችሁ ናቸው፤ ወደየመኖሪያ ስፍራቸው ተመልሰው ይሄዱ ዘንድ ልቀቋቸው፤ አለበለዚያ የያህቬህ(הוהי) ቁጣ በእናንተ ላይ ይወርዳል፡፡”",
      "10": "እንዲሁም የይሆሐናን ልጅ ዐዛርያስ፤ የመሺሌሞት ልጅ ቤሬክያ፤ የሻሉም ልጅ የይሒዝቂያና የሐድላይ ልጅ ዐማሳ የተባሉት አራት የታወቁ የኤፍሬም ግዛት መሪዎች የሠራዊቱን ድርጊት ተቃወሙ፤",
      "11": "እንዲህም አሏቸው፤ “እነዚህን እስረኞች ወደዚህ አታምጡብን! ከዚህ ቀደም ኃጢአት በመሥራት ያህቬህ(הוהי)ን ስላሳዘንን ቁጣው በእኛ ላይ ወርዶአል፤ አሁንም በበደል ላይ በደል እንድንፈጽም ትፈልጋላችሁን?”",
      "12": "ስለዚህ ሠራዊቱ እስረኞቹንና ምርኮውን ለሕዝቡና ለመሪዎቻቸው አስረከበ፤",
      "13": "ከዚያም በኋላ እነዚያ አራት ሰዎች ለእስረኞቹ ከምርኮው አስፈላጊውን ነገር ሁሉ እንዲሰጡ ተመደቡ፤ እነርሱም ራቁታቸውን ለቀሩት እስረኞች ልብስና ጫማ፤ እንዲሁም በቂ ምግብና ውሃ ሰጡአቸው፤ በቁስላቸውም ላይ የወይራ ዘይት በማፍሰስ ዕርዳታ አደረጉላቸው፤ በያህቬህ(הוהי)ር ለመሄድ የማይችሉትን ደካማዎችንም በአህያ ላይ አስቀመጡአቸው፤ እስረኞቹም ሁሉ በይሁዳ ግዛት ወደምትገኘው ፤ የዘንባባ ዛፍ በብዛት ወደሚገኝበት ወደ ኢያሪኮ ከተማ መልሰው ወሰዷቸው፤ ከዚህም በኋላ እስራኤላውያን ወደ መኖሪያ ከተማቸው ወደ ሰማርያ ተመለሱ፡፡",
      "14": "ኤዶማውያን የይሁዳ ግዛት እንደገና በመውረር ብዙ ሰዎችን ማርከው ወሰዱ፤ ስለዚህ ንጉሥ አካዝ ዕርዳታ እንዲልክለት የአሦርን ንጉሥ ነገሥት ቲግላት ፐሌሴርን ለመነ፤",
      "15": "በዚሁ ጊዜ ፍልስጥኤማውያን በምዕራባዊ ኮረብታዎች ግርጌና በደቡባዊ ይሁዳ የሚገኙትን ታናናሽ ከተማዎች ወረሩ፤ ቤትሼሜሽ፤ አያሎን፤ ገዴሮች፤ ሶኮ፤ ቲምናና ጊምዞ ተብለው የሚጠሩትን ከተማዎች ከተማዎችና በዙሪያቸው የሚገኙትን መንደሮች በድል አድራጊነት ያዙ፤ በዚያም ለዘለቄታው ሰፈሩ፤",
      "16": "የይሁዳ ንጉሥ አካዝ የሕዝቡን መብት በመግፈፍና ለያህቬህ(הוהי) የነበረውን ታማኝነት በማጉደሉ፤ ያህቬህ(הוהי) በይሁዳ ላይ ችግርና መከራ እንዲወርድ ፈቀደ፡፡",
      "17": "የአሦር ንጉሠ ነገሥትም አካዝን በመርዳት ፈንታ ተቃወመው፤ ችግርም ፈጠረበት፤",
      "18": "ስለዚህ አካዝ ከያህቬህ(הוהי) ቤተ መቅደስ፤ ከቤተ መንግሥቱና ከሕዝቡ መሪዎች ዘንድ ብዙ ወርቅ ወስዶ ለንጉሠ ነገሥቱ መማለጃ አድርጎ ሰጠ፤ ይሁን እንጂ ይህን ማድረጉም አልጠቀመውም፡፡",
      "19": "አካዝ፤ ችግሩ እየባሰበት በሄደ ጊዜ ከምንጊዜውም ይበልጥ ኃጢአት በመሥራት ያህቬህ(הוהי)ን አሳዘነ፤",
      "20": "አካዝ ድልን ላጎናጸፉአቸው ለሶርያውያን አማልክት መሥዋዕት አቀረበ፤ ይህንንም ያደረገበት ምክንያት “የሶርያ አማልክት የሶርያን ነገሥታት ረድተዋል፤ መሥዋዕት ባቀርብላቸው እኔንም ይረዱኛል” ብሎ በማሰብ ነው፤ ይህን ድርጊት በራሱና ነሀገሩ ላይ ጥፋትን አመጣ፤",
      "21": "በተጨማሪም አካዝ የቤ መቅደሱን ዕቃ ሁሉ አውጥቶ ሰባበረው፤ ቤተ መቅደሱንም ዘጋ፤ በኢየሩሳሌምም በየስፍራው የጣዖት መሠዊያዎችን አቆመ፤",
      "22": "በይሁዳ ታላላቅና ታናናሽ ከተማዎች ሁሉ ለባዕዳን አማልክት ዕጣን የሚታጠንባቸውን አረማውያን የምምለኪያ ስፍራዎችን ሠራ፤ በዚህም ዐይነት ሁኔታ አካዝ የቀድሞ አብቶቹ አምላክ የሆነውን የያህቬህ(הוהי)ን ቁጣ በራሱ ላየ አመጣ፡፡",
      "23": "በአካዝ ዘመነ መንግሥት ከመጀመሪያ እስከ መጨረሻ የተፈጸመው ሌላው ነገር ሁሉ በይሁዳና በእስራኤል ነገሥታት የታሪክ መጻሕፍት ተመዝግቦ ይገኛል፤",
      "24": "ንጉሥ አካዝ ሞተ፤ በኢየሩሳሌምም ተቀበረ፤ ይሁን እንጂ በነገሥታት መቃብር አልተቀበረም፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ ሕዝቅያስ ነገሠ፡፡"
    },
    "Chapter 29": {
      "1": "ሕዝቅያስ ዕድሜው ሃያ አምስት ዓመት ሲሆነው ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሃያ ዘጠኝ ዓመት ገዛ፤ እናቱ አቢያ ተብላ የምትጠራ የዘካርያስ ልጅ ነበረች፤",
      "2": "ሕዝቅያስ የቀድሞ አባቱን የንጉሥ ዳዊትን መልካም ምሳሌነት በመከተል ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር አደረገ፡፡",
      "3": "ሕዝቅያስ በነገሠበት ዓመት በመጀመሪያው ወር የያህቬህ(הוהי)ን ቤተ መቅደስ በር ሁሉ እንደገና ከፍቶ አደሰ፤",
      "4": "ካህናትንና ሌዋውያንን በስተ ምሥራቅ በኩል በሚገኘው በቤተ መቅደሱ አደባባይ ሰብስቦ እንዲህ አላቸው፤",
      "5": "“እናንተ ሌዋውያን ራሳችሁን መቀደስና የቀድሞ አባቶቻችሁ አምላክ የሆነውን የያህቬህ(הוהי)ን ቤተ መቅደስ ማንጻት አለባችሁ፤ ቤተ መቅደሱን የሚየረክስ ነገር ሁሉ ከቤተ መቅደሱ ማስወገድ ይኖርባችኋል፡፡",
      "6": "የቀድሞ አባቶቻችን ለአምላካችን ለያህቬህ(הוהי) የነበራቸውን ታማኝነት በማጉደል አሳዘኑት፤ እርሱንም በመተው የስርሱ መሆሪያ ከሆነው ስፍራ ፊታቸውን አዞሩ፤",
      "7": "የቤተ መቅደሱን በር ሁሉ ዘጉ፤ መብራቶቹንም አጠፉ፤ የእስራኤል አምላክ በሆነው በያህቬህ(הוהי) ቤ መቅደስ ውስጥ እጣንን ማጠን ወይም መሥዋዕትን ማቅረብ ተዉ፤",
      "8": "በዚህም ምክንያት የያህቬህ(הוהי) ቁጣ በይሁዳና በኢየሩሳሌም ላይ ወረደ፤ በእነርሱም ላይ የወረደው መቅሠፍት ሁሉንም የሚያስደነግጥና የሚያስፈራ ሆነ፤ እናንተም ይህን ሁሉ በሚገባ ታውቃላችሁ፤",
      "9": "አባቶቻችን በጦርነት ተገድለዋል፤ ሚስቶቻቸንና ልጆቻችን ሁሉ እስረኞች ሆነው ተወስደዋል፡፡",
      "10": "“ከእንግዲህ ወዲህ የያህቬህ(הוהי) ቁጣ በእኛ ላይ እንዳይወርድብን እነሆ እኔ አሁን የእስራኤል አምላክ ከሆነው ከያህቬህ(הוהי) ጋር ቃል ኪዳን ለመግባት ወስኛለሁ፤",
      "11": "ልጆቼ ሆይ! እንግዲህ ቸልተኞች አትሁኑ! ምክንያቱም እናንተ ዕጣን እንድታጥኑለትና ሕዝቡ እርሱን በማምለክ የሚፈጽመውን ሥነ ሥርዓት እንድትመሩለት ያህቬህ(הוהי) የመረጣችሁ ናችሁ፡፡”",
      "12": "ስማቸው ከዚህ በታች የተዘረዘረው ሌዋውያን በዚያ ነበሩ፡- ከቀሃት ጎሳ፡- የዐማሣይ ልጅ ማሐትና የዐዛርያስ ልጅ ኢዩኤል፤",
      "13": "ከመራሪ ጎሳ፡- የዓብዲ ልጅ ቂሽና የይሀልኤል ልጅ ዐዛርያስ፤",
      "14": "ከጌርሾን ጎሳ፡- የዚማ ልጅ የአሕና የዮአሕ ልጅ ዔዴን፤ ከኤሊጻፋን ጎሳ፡- ሺሪና ይዒኤል፤ ከአሳፍ ጎሳ፡- ዘካርያና ማታንያ፤ ከሄማን ጎሳ፤ ይሒኤልና ሺምዒ፤ ከይዱቱን ጎሳ፡- ሸማዕያና ዑዚኤል፡፡",
      "15": "እነዚህም ሰዎች ሌውውያን ወገኖቻቸውን ሰብስበው ሁሉም በያህቬህ(הוהי) ሕግ መሠረት ራሳቸውን በሥርዓት አነጹ፤ ከዚህም በኋላ ንጉሡ እንዳዘዛቸው ሌዋውያኑ በያህቬህ(הוהי) ሕግ መሠረት ቤተ መቅደሱን በሥርዓት አነጹ፤",
      "16": "ካህናቱም ቤተ መቅደሱን ለማንጻት ወደ ውስጥ ገቡ፤ በሕጉ መሠረት በሥርዓት ያልነጻውንም ነገር ሁሉ ወደ ቤተ መቅደሱ አደባባይ አወጡት፤ ሌዋውያኑም ከዚያ አንሥተው ከከተማ ውጭ በመውሰድ በቄድሮን ሸለቆ ጣሉት፡፡",
      "17": "የማንጻቱ ሥራ በመጀመሪያው ወር መባቻ ቀን ተጀምሮ በስምንተኛው ቀን ወደ ቤተ መቅደስ የሚያስገባው ክፍል ጭምር ሙሉ በሙሉ ተፈጸመ፤ ከዚህ በኋላም ቤተ መቅደሱን ለአምልኮ ሥነ ሥርዓት ለማዘጋጀት በተከታዮቹ ስምንት ቀኖች ማለትም ወሩ በገባ እስከ ዐሥራ ስድስተኛው ቀን ድረስ ሠሩ፡፡",
      "18": "ሌዋውያኑ ሰለተከናወነው ሥራ ለንጉሥ ሕዝቅያስ የሚከተለውን መግለጫ አቀረቡ፤ “የሚቃጠል መሥዋዕት የሚቀርብበትን መሠዊያ፤ የተቀደሰው ኅብስት የሚቀመጥበትን ገበታና ከእነርሱም ጋር የተያያዙትን ሌሎች ዕቃዎች ጭምር ቤተ መቅደሱን በሙሉ በሕጉ መሠረት በሥርዓት አንጽተናል፤",
      "19": "እንዲሁም ንጉሥ አካዝ ለያህቬህ(הוהי) ታማኝ ባልነበረበት ዓመታት ወስዶት የነበረውን ዕቃ ሁሉ መልሰን በማምጣት ለያህቬህ(הוהי) የጠለዩ እንዲሆኑ አድርገናል፤ እነዚህም ዕቃዎች በሙሉ ለያህቬህ(הוהי) መሥዋዕት በሚቀርብበት መሠዊያ ፊትለፊት ባለው ስፍራ ይገኛሉ፡፡”",
      "20": "በማግሥቱ ጠዋት በማለዳ ንጉሥ ሕዝቅያስ የከተማይቱን ባለሥልጣኖች ሰብስቦ እነርሱን በማስከተል ወደ ቤተ መቅደሱ ሄደ፤",
      "21": "እነርሱም ለንጉሣዊው ቤተሰብና ለይሁዳ ሕዝብ የኃጢአት ስርየት፤ እንዲሁም ለቤተ መቅደሱ መንጻት መሥዋዕት ሆነው ለያህቬህ(הוהי) ይቀርቡ ዘንድ ሰባት ኮርማዎችን፤ ሰባት የበግ አውራዎችን፤ ሰባት የበግ ጥቦችንና ሰባት ፍየሎችን አመጡ፤ ንጉሡም የአሮን ዝርያዎች የሆኑትን ካህናት እንስሳቱን በያህቬህ(הוהי) መሠዊያ ላይ መሥዋዕት አድርገው እንዲያቀርቡ አዘዛቸው፤",
      "22": "ካህናቱም በመጀመሪያ ኮርማዎቹን፤ ቀጥሎም በጎቹን፤ በመጨረሻም የበግ ጥቦቶቹን ዐርደው የእያንዳንዱን መሥዋዕት ደም በመሠዊያው ላይ ረጩት፤",
      "23": "ከዚህ በኋላም ፍየሎቹን ወደ ንጉሡና ወደ ተሰበሰቡት ሰዎች አቀረቡአቸው፤ ንጉሡና ሰዎቹም እጃቸውን ጫኑባቸው፤",
      "24": "ንጉሡ ስለ መላው የእስራኤል ሕዝብ የሚቃጠል መሥዋዕትና ለኃጢአት ስርየት የሚሆን መሥዋዕት እንዲቀርብ አዝዞ ስለነበር፤ ክህናቱ በትእዛዙ መሠረት ፍየሎቹን ወርደው ደማቸውን መሥዋዕት በማድረግ በመሠዊያው ላይ አፈሰሱ፡፡",
      "25": "ንጉሥ ሕዝቅያስ ያህቬህ(הוהי) በነቢዩ ጋድና በነቢዩ ናታን አማካይነት ለንጉሥ ዳዊት የሰጠውን መመሪያ በመከተል በበገና፤ በጽናጽልና በመሰንቆ የሠለጠኑ ሌዋውያንን በቤተ መቅደሱ ውስጥ መደበ፤",
      "26": "ሌዋውያን እነዚህን ዳዊት ይጠቀምባቸው የነበሩትን የሙዚቃ መሣሪያዎች ይዘው፤ ካህናቱም መለከት ይዘው በዚያው በቤተ መቅደሱ ውስጥ ቆሙ፤",
      "27": "ንጉሥ ሕዝቅያስ የሚቃጠለውን መሥዋዕት በመሠዊያው ላይ ያሳርጉ አንድ አዘዘ፤ መሥዋዕቱንም ማሳረግ ሲጀምሩ ሕዝቡ የምስጋና መዝቡር አቀረቡ፤ መዘምራኑም መለከት መንፋትና በዳዊት የሙዚቃ መሣሪያዎች በመታጀብ ማዜም ጀመሩ፤",
      "28": "በዚያ የነበረ ሕዝብም ሁሉ በኅብረት ለያህቬህ(הוהי) ሰገደ፤ መሥዋዕቱም ሁሉ ፈጽሞ እስከሚቃጠል ድረስ መዘምራኑ በሙዚቃ መሣሪያ እየታጀቡ መዘመራቸውን ቀጠሉ፤",
      "29": "ከዚህ በኋላ ንጉሥ ሕዝቅያስና በዚያ የነበረ ሕዝብ ሁሉ ተንበርክከው ለያህቬህ(הוהי) ሰገዱ፤",
      "30": "ንጉሡና የሕዝቡ መሪዎች ሁሉ በዳዊትና በነቢዩ አሳፍ የተደረሱትን የምስጋና መዝሙሮች ለያህቬህ(הוהי) ክብር እንዲዘምሩ ሌዋውያንን አዘዙ፤ ስለዚህ ሁሉም ተናበርክከው በመስገድ ላይ ሳሉ በታላቅ ደስታ ይዘምሩ ነበር፡፡",
      "31": "ንጉሥ ሕዝቅያስም ሕዝቡን “አሁን በሕጉ መሠረት በሥርዓት ስለነጻችሁ፤ ለያህቬህ(הוהי) ምስጋና ለማቅረብ መሥዋዕታችሁን ሁሉ ወደ ያህቬህ(הוהי) ቤተ መቅደስ አምጡ” አላቸው፤ እነርሱም ንጉሡ እንዳዘዛቸው አደረጉ፤ አንዳንዶቹም በገዛ ፈቃዳቸው ለሚቃጠል መሥዋዕት የሚቀርቡ እንስሳትን አመጡ፤",
      "32": "በዚህ ዐይነት ሕዝቡ ለያህቬህ(הוהי) የሚቃጠል መሥዋዕት ሆነው እንዲቀርቡ ያመጡአቸው እንስሳት ብዛት ሰባ ኮርማዎች፤ አንድ መቶ የበግ አውራዎችና ሁለት መቶ የበግ ጥቦቶችን ነበሩ፤",
      "33": "በተጨማሪ ለኅብረት መሥዋዕት የተለዩ እንስሳት ብዛት ስድስት መቶ ኮርማዎችና ሦስት ሺ አውራ በጎች ነበሩ፤",
      "34": "ይህን ሁሉ እንስሳ ዐርደው ቆዳውን ለመግፈፍ በቂ ካህናት ስላልነበሩ ሥራው እስኪጠናቀቅና በሕጉ መሠረት በሥርዓት የነጹ ካህናት እስከሚገኙ ድረስ ሌዋውያን ይረዱአቸው ነበር፤ በሕጉ መሠረት በሥርዓት በመንጻት ረገድ ከካህናት ይልቅ ሌዋውያን ዘወትር ዝግጁዎች ነበሩ፡፡",
      "35": "ካህናቱ እጅግ ብዙ የሆነውን፤ ሙሉ በሙሉ የሚቃጠለውን መሥዋዕት የማሳረግና በተጨማሪም ለደኅንነት የሚሆን የኅብረት መሥዋዕት ስብን የማቃጠል፤ እንዲሁም ከሚቃጠለው መሥዋዕት ጋር የሚቀርበውን የወይን ጠጅ መባ በመሠዊያው ላይ የማፍሰስ ኀላፊነት ነበራቸው፡፡",
      "36": "በዚህ ዓይነት ሁኔታ በቤተ መቅደሱ ውስጥ የሚደረገው የአምልኮ ሥነ ሥርዓት እንደገና ተጀመረ፤ ንጉሥ ሕዝቅያስና ሕዝቡ ይህን ሁሉ በተፋጠነ አኳኋን ለማከናወን ያህቬህ(הוהי) ስረዳቸው ᥒጅግ ተደስቱ፡፡"
    },

    "Chapter 30": {
      "1": "ለፋሲካ በዓል አከባበር የተደረገ ዝግጅት",
      "2": "በሕጉ መሠረት በሥርዓት ራሳቸውን ያነጹ በቂ ካህናት ስላልነበሩና በኢየሩሳሌም ብዙ ሕዝብ ስላልተሰበሰበ፤ ሕዝቡ የፋሲካን በዓል እንደተለመደው በመፈመሪያው ወር ሲያከብሩ አልቻሉም፤ ስለዚህ ንጉሥ ሕዝቅያስ፤ ባለሟሎቹ የሆኑት ባለሥልጣኖችና የኢየሩሳሌም ሕዝብ የፋሲካ በዓል በሁለተኛው ወር እንዲከበር ተስማምተው ወሰኑ፤",
      "3": "በዚህ መሠረት ንጉሡ ለመላው የእስራኤልና የይሁዳ እንዲሁም የኤፍሬምና የምናሴ ሕዝብ የእስራኤል አምላክ ለሆነው ለያህቬ ክብር በፋሲካ በዓል ተካፋዮች ይሆኑ ዘንድ በኢየሩሳሌም ወደሚገኘው ቤተ መቅደስ እንዲመጡ የጥሪ ደብዳቤ ላከላቸው፤",
      "4": "ንጉሡና ሕዝቡም በዚሁ ዕቅዳቸው ደስ ተሰኙ፤",
      "5": "ስለዚህ በሰሜን ከዳን ጀምሮ በደቡብ እስከ ቤርሳቤህ የሚገኙ እስራኤላውያን ሁሉ ከምንጊዜውም ሁሉ ይልቅ በሕጉ መሠረት በብዛት መጥተው የፋሲካን በዓል እንዲያከብሩ ጥሪ አስተላለፉላቸው፤",
      "6": "በንጉሡና ባለሟሎቹ በሆኑት ባለሥልጣኖቹ ትእዛዝ መልእክተኞች ወደ መላው ይሁዳና የእስራኤል ግዛት ሄዱ፤ የጠሪው ደብዳቤም እንዲህ የሚል ነበር፤",
      "7": "“የእስራኤል ሕዝብ ሆይ! ከአሦራውያን ነገሥታት እጅ አምልጣችሁ የተረፋችሁ እናንተ ናችሁ፤ ስለዚህ አሁን የአብርሃም፤ የይስሐቅና የያዕቆብ አምላክ ወደሆነው ወደ ያህቬ ተመለሱ፤ እርሱም ወደ እናንተ ይመለሳል፤",
      "8": "አምላካችሁ ለሆነው ለያህቬ ታማኞች እንዳልሆኑት እንደ ቀድሞ አባቶቻችሁና አንደ ወገኖቻችሁ እስራኤላውያን አትሁኑ፤ እንደምታውቁት ሁሉ ያህቬ እነርሱን በብርቱ ቀጥቷቸዋል፤",
      "9": "ለያህቬ ታዘዙ እንጂ እንደ እነርሱ ልበ ደንዳኖች አትሁኑ፤ አምላካችሁ የሆነው ያህቬ ለዘላለም ወደ ቀደሰው በኢየሩሳሌም ወደሚገኘው ቤተ መቅደስ ኑ፤ ከእንግዲህ ወዲህ ያህቬ ቁጣውን በእናንተ ላይ እንዳያወርድ እርሱን ብቻ አምልኩ፤",
      "10": "ወደ ያህቬ ብትመለሱ፤ እነዚያ ልጆቻችሁንና ዘመዶቻችሁን ማርከው የወሰዱ ሰዎች ለእነርሱ በመራራት ወደየመኖሪያ ስፍራቸው ተመልሰው እንዲመጡ ይፈቅዱላቸዋል፤ አምላካችሁ ያህቬ ቸርና መሐሪ ስለሆነ እናንተ ወደ እርሱ ብተመለሱ እርሱ ይቀበላችኋል፡፡”",
      "11": "መልእክተኞቹ በኤፍሬምና በምናሴ ነገዶች ግዛት ወደሚገኙት ከተማዎች ሁሉ በመሄድ እስከ ዛብሎን ነገድ ሰሜናዊ ግዛት ድረስ ዘለቁ፤ እነዚያ ሕዝብ ግን በንቀት እየሳቁ ተሳለቁባቸው፤",
      "12": "ይሁን እንጂ ለያህቬ ትህትናን በማሳየት ወደ ኢየሩሳሌም ለመምጣት ፈቃደኞች የሆኑ ከአሴር፣ ከምናሴና ከዛብሎን ነገዶች አንዳንድ ሰዎች ነበሩ፤ በይሁዳም ሕዝብ ዘንድ ያህቬ ይሠራ ስለነበር የንጉሡንና የባለሥልጣኖቹን ትእዛዝ በመፈጸም በኩል ሕዝቡ ለፈቃዱ ታዛዥዎች ይሆኑ አንድ ያህቬ በአንድ አሳብ እንዲተባበሩ አደረጋቸው፡፡",
      "13": "የፋሲካ በዓል ተከበረ",
      "14": "በሁለተኛው ወር የቂጣን በዓል ለማክበር ብዙ ሕዝብ በኢየሩሳሌም ተሰበሰቡ፤ በኢየሩሳሌም መሥዋዕትን ለማቅረብና ዕጣንን ለማጠን አገልግሎት ይውሉ የነበሩትን የጣዖታት መሠዊያዎች ሁሉ አንሥተው በመውሰድ በቄድሮን ሸለቆ ጣሏቸው፡፡",
      "15": "የሁለተኛው ወር በገባ በዐሥራ አራተኛው ቀን የበግ ጥቦቶችን ለፋሲካ በዓል መሥዋዕት አድርገው ዐረዱ፤ በዚህ ጊዜ በሕጉ መሠረት በሥርዓት ራሳቸውን ያላነጹ ካህናትና ሌዋውያን በጣም አፈሩ፤ ከዚህም የተነሣ ራሳቸውን ለያህቬ ለዩ፤ ከዚያም በኋላ በቤተ መቅደሱ ውስጥ የምቃጠለውን መሥዋዕት ማቅረብ ቻሉ፤",
      "16": "የያህቬ ሰው ሙሴ በሰጠውም መመሪያ መሠረት በቤተ መቅደሱ ውስጥ በተመደበላቸው ቦታ ቆሙ፤ ሌዋውያኑም የመሥዋዕቱን ደም ለካህናቱ አቀረቡ፤ ካህናቱም ደሙን በመሠዊያው ላይ ረጩ፤",
      "17": "ከሕዝቡ መካከል ብዙዎቹ በሕጉ መሠረት ራሳቸውን በሥርዓት ያላነጹ ስለነበሩ ለፋሲካ የሚሆኑትን የበግ ጥቦች ለማረድ አልተፈቀደላቸውም ነበር፤ ስለዚህ ሌዋውያን በእነርሱ ምትክ የበግ ጥቦቶችን በማረድ ለያህቬ አቀረቧቸው፤",
      "18": "በተጨማሪም ከኤፍሬም፤ ከምናሴ ከይሳኮርና ከዛብሎን ነገዶች የመጡት ብዙ ሰዎች በሕጉ መሠረት በሥርዓት የነጹ ስላልነበሩ የፋሲካን በዓል በሚገባ አላከበሩም፤ ንጉሥ ሕዝቅያስም ስለ እነርሱ፤",
      "19": "“የቀድሞ አባቶቻቸው አምላክ የሆንህ ያህቬ ሆይ! ምንም አንኳ እነዚህ ሰዎች በሕጉ መሠረት ራሳቸውን በሥርዓት ያላነጹ ቢሆኑም እነሆ በፍጹም ልባቸው አንተን በማምለክ ላይ ይገኛሉ፤ ስለዚህ በቸርነትህ ይቅር በላቸው” ሲል ጸለየ፤",
      "20": "ያህቬም የሕዝቅያስን ጸሎት ሰምቶ ይቅር አላቸው፤ አንዳች ጉዳትም አላደረሰባቸውም፡፡",
      "21": "በኢየሩሳሌም የተሰበሰበው ሕዝብ ሰባት ቀን ሙሉ የቂጣን በዓል በታላቅ ደስታ አከበረ፤ ሌዋውያኑና ካህናቱም በየቀኑ በሙዚቃ መሣሪያዎቻቸው በመታጀብ እየዘመሩ ያህቬን ያመሰግኑ ነበር፤",
      "22": "ሕዝቅያስም ለያህቬ የተደረገውን የአምልኮ ሥነ ሥርዓት በመምራት ከፍ ያለችሎታ ስላሳዩ ሌዋውያኑን አመሰገነ፡፡",
      "23": "የቀድሞ አባቶቻቸው አምላክ ለሆነው ለያህቬ ክብር ሰባት ቀን የኅብረት መሥዋዕት አቅርበው ከበሉ በኋላ፤",
      "24": "በተጨማሪ ለሰባት ቀን በዓል እንዲያደርጉ በአንድነት ወስነው በዓሉን በደስታ አከበሩ፤ ንጉሥ ሕዝቅያስ አንድ ሺ ኮርማዎችን፤ ሰባት ሺ በጎችንና ፍየሎችን፤ ባለሟሎቹ የሆኑት ባለሥልጣኖች ደግሞ አንድ ሺ ኮርማዎችን፤ ዐሥር ሺ በጎችንና ፍየሎችን ዐርደው እንዲበሉ ለሕዝቡ ሰጡ፤ ቁጥራቸው እጅ የበዛ ካህናትም በሕጉ መሠረት ራሳቸውን ለያህቬ ለዩ፤",
      "25": "ስለዚህ የይሁዳ ሕዝብ፤ ካህናቱ፣ ሌዋውያኑ፣ ከሰሜን ግዛቶች የመጡ፤ በእስራኤልና በይሁዳ ምድር ለዘለቄታው የሰፈሩ የውቅያኖስ አግረ ሰዎ ሁሉ እጅግ ደስ አላቸው፤",
      "26": "ከዳዊት ልጅ ከሰሎሞን ጊዜ ጀምሮ እስከ አሁን ድረስ ይህንነ የመሰለ በዓል በኢየሩሳሌም ተከብሮ ስለማያውቅ የኢየሩሳሌም ከተማ ሕዝብም እጅግ ተደሰቱ፤",
      "27": "ካህናቱን ሌዋውያኑም ቆመው የያህቬ በረከት በሕዝቡ ላይ እንዲወርድ ጸለዩ፤ ያህቬም በተቀደሰ መጎሪያው በሰማይ ሆኖ ጸሎታቸውን ሰማ፡፡"
    },
    "Chapter 31": {
      "1": "ንጉሥ ሕዝቅያስ ያደረገው መንፈሳዊ ተሐድሶ",
      "2": "ከበዓሉ ፍጻሜ በኋላ መላው የእስራኤል ሕዝብ ወደ ይሁዳ ከተማዎች ሁሉ በመኔድ ከድንጋይ የተሠሩትን የጣዖት ዐምዶች ሰባበሩ፤ አሼራ ተብላ በምትጠራው ሴት አምላክ ስም የቆሙ መስሎችንም ሰባብረው ጣሉ፤ መሠዊያዎችንና አረማውያን መስገጃ ስፍራዎችንም ደመሰሱ፤ እንዲሁም በቀሩት በይሁዳ፤ በብንያም፤ በኤፍሬምና በምናሴ ግዛቶች ውስጥ የነበሩትን የጣዖት መስገጃዎችንና መሠዊያዎችን ሁሉ አፈራረሱ፤ ከዚያም በኋላ ወደየመኖሪያ ስፍራዎቻቸው ተመለሱ፡፡",
      "3": "ንጉሥ ሕዝቅያስ የካህናትንና የሌዋውያንን ጉባኤ እንደገና አቋቋመ፤ በዚህም ጉባኤ ውስጥ እያንዳንዱ ካህንና እያንዳንዱ ሌዋዊ የተለየ የሥራ ምድብ ነበረው፤ ይህም የሥራ ምድብ የሚቃጠለውን መሥዋዕትና ለደኅንነት የሚቀርበውን የኅብረት መሥዋዕትን ማቅረብን፤ በቤተ መቅደሱ ውስጥ በሚከናወነው የአምልኮ ሥነ ሥርዓት መሳተፍን፤ በሌሎቹም በቤተ መቅደሱ ልዩ ልዩ ክፍሎች ምስጋናና ውዳሴ ማቅረብን የሚያጠቃልል ነበር፤",
      "4": "ዘወትር ጠዋትና ማታ ለሚቃጠል መሥዋዕት፤ በሰንበታት፤ በወር መባቻዎችና በያህቬ ሕግ በተወሰነው በሌሎች በዓላት ለሚቀርብ መሥዋዕት ንጉሥ ሕዝቅያስ የራሱ ንብረት ከሆኑ በጎችና የቀንድ ከብቶች ይሰጥ ነበር፡፡",
      "5": "በተጨማሪም ካህናቱና ሌዋውያኑ ጊዜአቸውን በሙሉ የያህቬ ሕግ ለሚጠይቀው አገልግሎት ማዋለው ይችሉ ዘንድ ለእነርሱ መሰጠት የሚገባውን ሁሉ የኢየሩሳሌም ሕዝብ እንዲያመጡ ንጉሱ አዘዘ፤",
      "6": "የእስራኤልም ሕዝብ ይህን የንጉሡን ትእዛዝ እንደሰሙ ከእህላቸውና ከወይን ጠጃቸው፤ ከወይራ ዘይታቸውና ከማራቸው ከሌላውም የእርሻቸው ፍሬ ሁሉ ምርጥ የሆነውን በኩራት በልግሥና አበረከቱ፤ ከነበራቸውም ሀብት ሁሉ ዐሥራት አውጥተው ሰጡ፤",
      "7": "በይሁዳ ከተማዎች የሚኖሩ ሕዝብም ሁሉ ከቀንድ ከብቶቻቸውና ከበጎቻቸው ዐሥራት አውጥተው ሰጡ፤ እንዲሁም ለአምላካቸው ለያህቬ የተለየ ያደረጉትን ስጦታ አምጥተው ሰጡ፤",
      "8": "ስጦታዎቹንም ማምጣት የጀመሩት በሦስተኛው ወር ሲሆን በተከታታይ ለአራት ወራት ስጦታቸውን አመጡ መከመር ቀጠሉ፤",
      "9": "ንጉሥ ሕዝቅያስና ባለሟሎቹ የሆኑት ባለሥልጣኖች መጥተው እጅግ የበዛውን የስጦታ ክምር ባዩ ጊዜ ያህቬንና የእርሱ ወገኖች የሆኑትን የእስራኤልን ሕዝብ አመሰገኑ፤",
      "10": "ንጉሡ ከሕዝቡ ስለ ተበረከተው የስጦታ ክምር ካህናቱንና ሌዋውያኑን ጠየቀ፤",
      "11": "የሳዶቅ ዝርያ የሆነው ሊቀ ካህናት ዐዛርያ ስም ንጉሡን “ሕዝቡ ዐሥራታቸውን ወደ ያህቬ ቤት ማምጣት ከጀመሩ ወዲህ እነሆ በቂ ምግብ አለን፤ ብዙም ተርፎናል፤ ያህቬ ሕዝቡን ስለባረከ እነሆ ይህን ሁሉ በብዛት አግኝተናል” አለው፡፡",
      "12": "ንጉሥ ሕዝቅያስም በቤተ መቅደሱ አካባቢ የዕቃ ግምጃ ቤት እንዲዘጋጅና፤ ዐሥራቱና የስጦታ ግምጃ ቤት እንዲዘጋጅ አዘዘ፤ ዐሥራቱና በኩራቱ ሁሉ በዚያ በጥንቃቄ እንዲቀመጥ አዘዘ፤ ኮናንያ ተብሎ የሚጠራው ሌዋዊ የዕቃ ግምጃ ቤቱ ኀላፊ ሆኖ ሲሾም፤ ወንድሙ ሺምዒ ደግሞ ረዳቱ ሆኖ ተሾመ፤",
      "13": "ከእነርሱም ሥር ሆነው የሚሠሩ ይሒኤል፣ ዐዛዝያ፣ ናሐት፣ ዐሣሄል፣ ይሪሞት፣ ዮዛባድ፣ ኤሊኤል፣ ዩስማክያ፣ ማሐትና በናያ ተብለው የሚጠሩ ዐሥር ሌዋውያን ተመደቡ፡፡ እነዚህን ሁሉ የሾሙ ንጉሥ ሕዝቅያስና ሊቀ ካህናቱ ሊቀ ካህናቱ ዐዛርያስ ናቸው፤",
      "14": "የቤተ መቅደሱ የምሥራቃዊ በር ዘብ ጠባቂዎች አለቃ ለነበረው ለሌዋዊው ዩምና ልጅ ለቆሬ ደግሞ ለያህቬ የሚቀርበውን ዐሥራትና በኩራቱ ሁሉ የመቀበልና የማከፋፈል ኀላፊነት ተሰጠው፡፡",
      "15": "ካህናት በሚኖሩባቸው በሌሎች ከተማዎች ቆሬን በታማኝነት የሚረዱ ዔደን፣ ሚንያሚን፣ ኢያሱ፣ ሸማዕያ፣ አማርያና ሸካንያ ተብለው የሚጠሩ ሰዎች ነበሩ፤ እነርሱም በጎሳቸው ክፍል ሳይሆን በሥራቸው ምድብ መሠረት ምግቡን ወገኖቻቸው ለሆኑ ሌዋውያን በትክክል ያከፋፍሉ ነበር፡፡",
      "16": "በቤተ መቅደሱ ውስጥ በየቀኑ የሥራ ምድብ ላላቸው፤ ዕድሜአቸው ሦስት ዓመት ወይም ከዚያ በላይ ለሆነ ወንዶችም እንደየምድባቸው ድርሻ ድርሻቸውን ይሰጡአቸው ነበር፤",
      "17": "የካህናት ሥራ ምድብ በጎሳ በጎሳ ሲሆን፤ ዕድሜአቸው ሃያ ወይም ከዚያ በላይ የሆነ ሌዋውያን የሥራ ምድብ ግን በሚያከናዉኑት የሥራ ዐይነት የሚወሰን ነበር፤",
      "18": "እነዚህ ካህናትና ሌዋውን የተቀደሰ አግልግሎታቸውን በማንኛውም ጊዜ ለማከናወን ዝግጁ ሆነው መገኘት ስላለባቸው የሚመዘገቡት ከሚስቶቻቸው ከልጆቻቸውና በእነርሱ ሥር ከሚተዳደሩት ሰዎች ሁሉ ጋራ በአንድነት ነበር፤",
      "19": "ለዘሮን ዝርያዎች በተመደቡ ከተማዎች ወይም የእነዚህ ከተማዎች ይዞታ በሆኑት የግጦሽ ቦታዎች ከሚኖሩት ካህናት መካከል ለካህናት ቤተሰቦችና ሌዋውያን ጎሳ የስም ዝርዝር በያዘ መዝገብ ውስጥ ስማቸው ለሚገኝ ወንዶች ሁሉ ምግብን ለማከፋፈል ኀላፊዎች የሆኑ ሰዎች ነበሩ፡፡",
      "20": "ንጉሥ ሕዝቅያስ በመላው የይሁዳ ግዛት መልካም የሆነውንና ለያህቬ ደስ የሚያሰኘውን ነገር ሁሉ አደረገ፤",
      "21": "ለቤተ መቅደሱ አግልግሎት ወይም ሕጉን ለመጠበቅ ያከናወነው ሥራ ሁሉ አምላኩ ለሆነው ለያህቬ በፍጹም ታማኝነትና በመንፈሳዊ ቅንአት ስለነበር ሁሉ ነገር ተሳካለት፡፡"
    },

    "Chapter 32": {
      "1": "ንጉሥ ሕዝቅያስ ያህቬህ(הוהי)ን በታማኝነት በማገልገል ብዙ ነገሮችን ካከናወነ በኋላ የአሦር ነጉሠ ነገሥት ሰናክሬብ ይሁዳን ወረረ፤ የተመሸጉትንም ከተማዎች ከከበበ በኋላ ሠራዊቱ የከተማዎቹን ቅጽሮች ጥሰው እንዲገቡ አዘዘ፡፡",
      "2": "ሰናክሬብ በኢየሩሳሌምም ላይ አደጋ ለመጣል ያቀደ መሆኑን ንጉሥ ሕዝቅያስ በተገነዘበ ጊዜ፤",
      "3-4": "እርሱና ባለሟሎቹ የሆኑት ባለሥልጣኖች ከክተማይቱ ውጭ ያሉትን ምንጮችና የውሃ መተላለፊያ ቦይ ለመቁረጥ ወሰኑ፤ ይህንንም ያደረጉት አሦያውያን ወደ ኢየሩሳሌም ሲቃረቡ ምንም ውሃ እንዳያገኙ ለማድረግ ነው፤ ስለዚህ ባለሥልጣኖቹ ብዙ ሕዝብ ወደዚያ በመውሰድ ከምንጮቹ ውሃ እንዳይፈስስ ለማድረግ እነዚያን ምንጮች ሁሉ ደፈኑአቸው፡፡",
      "5": "ንጉሥ ሕዝቅያስም ቅጽሮችን ጠግኖ በላያቸው ላይ የመቆጣጠሪያ ግንቦችን በመሥራትና ከውጭም በኩል ቅጽሮችን በመገንባት የከተማይቱን መከላከያዎች አጠናከረ፤ በተጨማሪም ከጥንታዊት ኢየሩሳሌም በስተ ምሥራው በኩል በሚገኘው በተደለደለው ጎታ ላይ የተሠሩትን መከላከያዎች ሰደሰ፤ ብዙ ጦርና ጋሻም ሠራ፤",
      "6": "የከተማይቱ ነዋሪዎች የሆኑ ወንዶች ሁሉ በጦ መኮንኖች ሥር እንዲሆኑ አድርጎ፤ በከተማይቱ ቅጽር በር አጠገብ በሚገኘው ገላጣ አደባባይ ላይ ሰበሰባቸው፤ እንዲህም በማለት አበረታታቸው፤",
      "7": "“ቆራጦችና ልበ ሙሉዎች ሁኑ! የአሦርን ንጉሠ ነገሥትን ሆነ በእርሱ የሚመራውን ሠራዊት አትፍሩ! ከእር ጋር ካለው ኀይል ይልቅ ከእኛ ጋር ያለው ኀይል ይበልጣል፤",
      "8": "ከእርሱ ጋር ያለው ኀይል ሰብአዊ ኀይል ነው፤ ከእኛ ጋር ሆኖ የሚረዳንና የሚዋጋልን ግን አምላካችን ያህቬህ(הוהי) ነው፤” ሕዝቡም ንጉሣቸው በተናገረው በዚህ ቃል ተበረታቱ፡፡",
      "9": "ከዚህ በኋላ ትንሽ ቆይቶ፤ ንጉሥ ሰናክሬብና ሠራዊቱ ገና በላኪሽ ሳሉ ለሕዝቅያስና ከእርሱ ጋር በኢየሩሳሌም ለነበሩት ለይሁዳ ሕዝብ እንዲህ የሚል መልእክት ላከ፤",
      "10": "“እኔ የአሦር ነጉሠ ነገሥት የሆንሁ ሳናክሬብ በእኔ ሠራዊት በተከበበችው በኢየሩሳሌም ለመቆየት ያሰባችሁት መባን ተማምናችሁ እንደሆነ ማወቅ እልጋለሁ፤",
      "11": "ህዝቅያስ ‹አምላካችን ያህቬህ(הוהי) አሦራውያን እጅ ያድነናል› ይላችኋል፤ ነገር ግን እርሱ እንደዚህ ባለ አነጋገር እያታለለ በረሀብና በውሃ ጥም እንድታልቁ ሊያደርጋችሁ ነው፤",
      "12": "ከዚህ ቀደም ተቀደሱትን የያህቬህ(הוהי)ን የማምለኪያ ስፍራዎችና መሠዊያዎን ያፈራረሰ፤ የይሁዳና የኢየሩሳሌም ሕዝብም በአንድ መሠዊያ ላይ ብቻ ዕጣን እያጠኑ እንዲሰግዱ ያደረገ ሕዝቅያስ ነው፤",
      "13": "የቀድሞ አባቶቼና እኔ በሌሎች ሕዝቦች ላይ ምን እንዳደረግን አታውቁምን? ከሌሎች ሕዝቦ መካከል ሕዝቡን ከአሦ ንጉሥ ነገሥት ያዳነ አምላክ አንድ እንኳ ይገኛልን?",
      "14": "አባቶቼ ካወደሙአቸው ከእነዚህ አገሮች አማልክት መካከል አንዱ እንኳ አገሩን ያዳነበት ጊዜ አለን? ታዲያ የእናንተ አምላክ ከእጄ እንዴት ሊያድናችሁ ይችላል?",
      "15": "ስለዚህ ሕዝቅያስ በዚህ ዐይነት መንገድ አያታልላችሁ፤ ወደ ስሕተትም አይመረራችሁ፤ ከቶ እርሱን አትመኑ፤ ምክንያቱም የማንም ሕዝግ አምላክ የራሱን ሕዝብ ከማንኛውም የአሦር ንጉሠ ነገሥት እጅ ሊያድን የቻለበት ጊዜ የለም፤ ይህም የእናንተ አምላክ እናንተን ሊያድን እንደማይችል የተረጋገጠ ነው!”",
      "16": "የአሦር ባለሥልጣኖችም በያህቬህ(הוהי)ና በአገልጋዩ በሕዝቅያስ ላይ ከዚህ የከፋ ነገር ተናገሩ፤",
      "17": "የአሦር ንጉሠ ነገሥት የጻፈው ደብዳቤ “የሌሎች ሕዝቦች አማልክት ሕዝቦቻቸውን ከእኔ እጅ አላዳኑም፤ የሕዝቅያስም አምላክ ሕዝቡን ከእጄ ሊያድናቸው ከቶ አይችልም” በማለት የእስራኤል አምላክ የሆነውን ያህቬህ(הוהי)ን የሚዘልፍ ነበር፤",
      "18": "የአሦር ባለሥልጣኖች ይህን ብቻ የዛቻ ቃል በዕብራይስጥ ቋንቋ በቅጽሮቹ ላይ ለነበሩት ለኢየሩሳሌም ሕዝብ ከፍ ባለ ድምፅ ያሰሙ ነበር፤ ይህንንም ያደረጉበት ምክንያት ሕዝቡን አስፈራርተው ተስፋ በማስቆረጥ ከተማይቱን በቀላሉ ለመያዝ ዐቅደው ነው፡፡",
      "19": "በሰው እጅ በተሠሩ በሌሎች ሕዝቦች የጣዖት አማልክት ላይ በድፍረት በተናገሩት ዐይነት በኢየሩሳሌም አምላክ ላይም ይናገሩ ነበር፡፡",
      "20": "ከዚህ በኋላ ንጉሥ ሕዝቅያስና የዓሞጽ ልጅ ነቢዩ ኢሳይያስ ወደ ያህቬህ(הוהי) ጸለዩ፤ እንዲረዳቸውም ወደ እርሱ አጥብቀው ጮኹ፤",
      "21": "ያህቬህ(הוהי)ም መልአክን ልኮ የአሦርን ወታደሮችና የጦር መኮንኖች እንዲገደሉ አደረገ፤ ስለዚህም የአሦር ንጉሠ ነገሥት ተዋርዶ ወደ አገሩ ተመለሰ፤ አንድ ቀን በአምላኩ መስገጃ ስፍራ በነበረበት ወቅት የገዛ ልጆቹ በሰይፍ ገደሉት፡፡",
      "22": "በዚህ ዐይነት ሁኔታ ያህቬህ(הוהי) ንጉሥ ሕዝቅያስንና የኢየሩሳሌምን ሕዝብ ከአሦር ንጉሠ ነገሥት ከሰናክሬብና ከሌሎችም ጠላቶቻቸው እጅ በመታደግ አዳናቸው፤ ጎረቤቶቻቸው ከሆኑትም ሕዝቦች ሁሉ ጋር በሰላም እንዲኖሩ ፈቀደ፤",
      "23": "ብዙ ሕዝብም ለያህቬህ(הוהי) መባን፤ ለንጉሥ ሕዝቅያስ ደግሞ ገጸ በረከትን ይዘው ወደ ኢየሩሳሌም መጡ፤ ከዚያም ጊዜ ጀምሮ ሕዝቦች ሁሉ ሕዝቅያስን ከፍ ባለ አክብሮት ተመለከቱት፡፡",
      "24": "በዚሁ ጊዜ ንጉሥ ሕዝቅያስ ታሞ ሊሞት ተቃርቦ ነበር፤ ወደ ያህቬህ(הוהי)ም ጸለየ፤ ያህቬህ(הוהי)ም እንደሚያድነው የሚያረጋግጥ ምልክት አሳየው፤",
      "25": "ሕዝቅያስ ግን ልቡ በትዕቢት ተሞልቶ ስለነበር ያህቤህ ስላደረገለት ቸርነት ሁሉ ተገቢ ምስጋና አላቀረበም፤ ከዚህም የተነሣ በስርሱ፤ በይሁዳና በኢየሩሳሌም ሕዝብ ብርቱ ሥቃይ ደረሰባቸው፡፡",
      "26": "ይሁን እንጂ በመጨረሻ ሕዝቅያስና የኢየሩሳሌም ሕዝብ በትሕትና ራሳቸውን ስላዋረዱ ሕዝቅያስ ከዚህ ዓለም በሞት እስከተለየበት ጊዜ ድረስ ያህቬህ(הוהי) ሕዝቡን አልቀጣም፡፡",
      "27": "ንጉሥ ሕዝቅያስ እጅግ በለጸገ፤ ሕዝቡም ሁሉ አከበሩት፤ ወርቁን፣ ብሩን፣ የከበረ ዕንቁውን፣ ቅመማ ቅመሙን፣ ጋሻዎቹንና ሌሎቸንም ውድ የሆኑ ዕቃዎቹን የሚያኖርባቸው ዕቃ ግምጃ ቤቶችን ሠራ፤",
      "28": "በተጨማሪም ለእህሉ፤ ለወይን ጠጁና ለወይራ ዘይቱ ማኖሪያ የሚሆኑ የዕቃ ግምጃ ቤቶችን፤ ለቀንድ ከብቶቹ በረት፤ ለበጎቹም ጉረኖ ሠርቶ ነበር፤",
      "29": "ከዚህም ሁሉ ሌላ ያህቬህ(הוהי) ብዙ የቀንድ ከብትና የበግ መንጋ እንዲሁም ሌላ እጅግ የበዛ ሀብት ስለሰጠው ብዙ ከተማዎችን ሠራ፤",
      "30": "በላይ በኩል ያለውን የግዮንን ምንጭ መውጫ ገድቦ ውሃውን በቦይ ወደ ኢየሩሳሌም ምዕራብ ቅጽር ውስጥ እንዲወርድ ያደረገም ሕዝቅስ ነው፤ ሕዝቅያስ ያደረገው ነገር ሁሉ በመልካም ሁኔታ ተሳካለት፤",
      "31": "ነገር ግን የባቢሎን መልእክተኞች በአገሪቱ  ስለተደረገው አስደናቂ ነገር ሊጠይቁት ወደ እርሱ መጥተው በነበረ ጊዜ ያህቬህ(הוהי) በሕዝቅያስ ልብ ውስጥ ያለውን አሳብ ለማወቅ ይፈትነው ዘንድ ተወው፡፡",
      "32": "ንጉሥ ሕዝቅያስ ያደረገው ሌላው ነገር ሁሉ፤ ለያህቬህ(הוהי)ም የነበረው መንፈሳዊ ቅንአት በዓሞጽ ልጅ በነቢዩ ኢሳይያስ ራእይ እንዲሁም በይሁዳና በእስራኤል የታሪክ መጻሕፍት ተመዝግበው ይገኛሉ፡፡",
      "33": "ሕዝቅያስ ሞተ፤ በላይኛው ክፍል በሚገኘውም በነገሥታት መካነ መቃብር ተቀበረ፤ የይሁዳና የኢየሩሳሌም ሕዝብም ሁሉ ታላቅ የቀብር  ሥነ ሥርዓት አደረጉለት፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ ምናሴ ነገሠ፡፡"
    },
    "Chapter 33": {
      "1": "ምናሴ በይሁዳ በነገሠ ጊዜ ዕድሜው ዐሥራ ሁለት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ኀምሳ አምስት ዓመት ገዛ፤",
      "2": "የእስራኤል ሕዝብ ወደ ተስፋይቱ አገር በሚገቡበት ጊዜ ያህቬህ(הוהי) ከፊታቸው ነቃቅሎ ያጠፋቸውን የአህዛብን አሳፋሪ ልማድ በመከተል ምናሴ የሠራው ኃጢአት ያህቬህ(הוהי)ን አሳዘነ፤",
      "3": "ምናሴ አባቱ ሕዝቅያስ አፈራርሶአቸው የነበሩትን አረማውያን የማምለኪያ ስፍራዎች እንደገና ሠራ፤ ባዓል ተብሎ ለሚጠራው ባዕድ አምላክ መሠዊያዎችን፤ አሼራ ተብላ የምትጠራው ሴት አምላክ ምስሎችን አቆመ፤ የሰማይ ከዋክብትንም አመለከ፤",
      "4": "ያህቬህ(הוהי) ለዘላለም  እንዲመለክበት ባዘዘው ስፍራ፤ ማለትም በኢየሩሳሌም ቤተ መቅደስ ውስጥ አረማዊ መሠዊያዎችን ተከለ፤",
      "5": "በሁለቱም የቤተ መቅደሱ አደባባዮች የሰማይ ከዋክብት የሚመለክባቸውን መሠዊያዎች ሠራ፤",
      "6": "የገዛ ወንዶች ልጆቹንም በሂኖም ሸለቆ የሚቃጠል መሥዋዕት አድርጎ አቀረበ፤ እሱም ራሱ ሟርተኛና አስማተኛ ሆኖ ከጠንቋዮችና ከሙታን ጠሪዎእ ምክርን ያጠይቅ ነበር፤ በዚህም ሁሉ አድራጎቱ ታላቅ ኃጢአት ስለሠራ ያህቬህ(הוהי)ን አስቆጣ፡፡",
      "7": "በቤተ መቅደስም ውስጥ የጣዖት ምስልን አቆመ፤ ይህም ቤተ መቅደስ ያህቬህ(הוהי) ለዳዊትና ለልጁ ለሰሎሞን “ይህ በኢየሩሳሌም የሚገኘው ቤተ መቅደስ እኔ እመለክበት ዘንድ ከዐሥራ ሁለቱ የእስራኤል ነገዶች ግዛት ሁሉ የመረጥሁት የተቀደሰ ስፍራ ነው፤",
      "8": "የእስራኤል ሕዝብ  ታእዛዛቴን ቢጠብቁና ለአገልጋዬ ለሙሴ የሰጠሁትንም ሕግ ቢፈጽሙ፤ ለቀድሞ አባቶቻቸው ከሰጠኋቸው ከዚህች ምፍር ተጋርረው እንዲወጡ አልፈቅድም” ሲል ነግሮአቸው የነበረው ነው፡፡",
      "9": "ምናሴ የይሁዳንና የኢየሩሳሌምን ሕዝብ በሚገቡበት ጊዜ ያህቬህ(הוהי) ከፊታቸው እንዲባረሩ ያደረጋቸው ሕዝቦች ካደረጉት ይበልጥ የከፋ  ኃጢአት እንዲሠሩ አደረጋቸው፡፡",
      "10": "ምንም እንኳ ያህቬህ(הוהי) ምናሴንና ሕዝቡን በብርቱ ያስጠነቀቃቸው ቢሆንም እነርሱ መስማት እምቢ አሉ፤",
      "11": "ስለዚህም የአሦር ሠራዊት ይሁዳን እንዲወርር ያህቬህ(הוהי) ፈቀደ፤ ሠራዊቱም ምናሴን ማርኮ በአፍንጫው መንጠቆ በማግባት በሰንሰለት አስቶ ወደ ባቢሎን ወሰደው፡፡",
      "12": "ምናሴ ሥቃይ በበዛበት ጊዜ ራሱን በትሕትና በማዋረድ ወደ አምላኩ ወደ ያህቬህ(הוהי)ተመለሰ፤ የያህቬህ(הוהי)ንም ዕርዳታ ለመነ፤",
      "13": "ያህቬህ(הוהי)ም የምናሴን ጸሎት ሰማ፤ ወደ ኢየሩሳሌም ተመልሶ እነደገና እንዲገዛ ፈቀደለት፤ በዚህም ምናሴ ያህቬህ(הוהי) እውነተኛ አምላክ መሆኑን ተገነዘበ፡፡",
      "14": "ከዚህ በኋላ ምናሴ በዳዊት ከተማ በስተምሥራቅ በኩል የሚገኘውን የውጭ ቅጽር ቁመት ከፍ አድርጎ ሠራ፤ ይህም ቅጽር በሸለቆው ውስጥ ከግዮን ምንጭ በስተ ምዕራብ በኩል አንሥቶ በስተ ሰሜን እስከ ዓሣ ቅጽር በር የሚደርስ ሲሆን፤ በከተማይቱ አጠገብ የሚገኘውን ዖፌል ተብሎ የሚጠራውን ስፍራ የሚያጠቃልል ነው፤ እንዲሁም ምናሴ በተመሸጉት የይሁዳ ከተማዎ ሁሉ ለእያንዳንዳቸው አንዳንድ የክፍለ ጦር አዛዥ መደበላቸው፤",
      "15": "ምናሴ ባዕዳን አማልክትንና እርሱ ራሱ በዚያ አቁሞት የነበረውን የጣዖት ምስል ከቤተ መቅደስ አወጣ፤ እንዲሁም በኢየሩሳሌም ቤተ መቅደሱ በቆመበት ኮረብታና በሌሎችም ስፍራዎ ላይ የነበሩትን የጠዖታት መሠዊያዎች ሁሉ አስወገደ፤ እነዚህንም ሁሉ አንሥቶ ከከተማይቱ ውጭ ጣላቸው፤",
      "16": "ያህቬህ(הוהי) ይመለክበት የነበረውንም መሠዊያ በማደስ በላዩ ላይ ለደኅንነት የሚቀርበውን የኅብረት መሥዋዕትና የምስጋና መባን አቀረበ፤ የእስራኤል አምላክ የሆነውን ያህቬህ(הוהי)ን ያመልኩ ዘንድ መላውን የይሁዳ ሕዝብ አዘዘ፤",
      "17": "ምንም እንኳ ሕዝቡ በሌሎቹ የማምለኪያ ስፍራዎች ላይ መሥዋዕት ማቅረባቸውን ቢቀጥሉም፤ መሥዋዕቱን የሚያቀርቡት ለያህቬህ(הוהי) ብቻ ነበር፡፡",
      "18": "ምናሴ ያደረገው ሌለ ነገር ሁሉ፤ ለአምላኩ ለያህቬህ(הוהי) ያቀረበው ጸሎት፤ ነቢያት የእስራኤል አምላክ በሆነው በያህቬህ(הוהי) ስም ለምናሴ የተናገሩአቸው ቃላት ጭምር በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግበው ይገኛሉ፤",
      "19": "ንጉሥ ምናሴ ወደ ያህቬህ(הוהי) ያቀረበው ጸሎትና፤ ያህቬህ(הוהי)ም ለጸሎቱ የሰጠው መልስ፤ ተጸጽቶ ንስሓ ከመግባቱ በፊት ያደረገው ኃጢአት ሁሉ፤ ማለትም የፈጸመው ልዩ ልዩ ክፋት፤ እርሱ ራሱ የሠራቸው አረማውያን ማምለኪያ ስፍራዎችና አሼራ ተብላ የምትጠራው ሴት አምላክ ምስሎች፤ ያመልካቸው የነበሩ ጣዖታት ሁሉ በነቢያት የታሪክ መጻሕፍት ውስጥ ተመዝግበው ይገኛሉ፤",
      "20": "ምናሴ ሞተ፤ በቤተ መንግሥቱም አጠገብ በሚገኘው ስፍራ ተቀበረ፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ አሞን ነገሠ፡፡",
      "21": "አሞን ዕድሜው ሃያ ሁለት ዓመት ሲሆነው በይሁዳ ላይ ነገሠ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሁለት ዓመት ገዛ፤",
      "22": "እርሱም እንደ አባቱ እንደ ምናሴ ኃጢአት በመሥራት ያህቬህ(הוהי)ን አሳዘነ፤ አባቱ ያመልካቸው የነበሩትንም ጣዖታት አመለከ፤ መሥዋዕትንም አቀረበላቸው፤",
      "23": "አባቱ እንዳደረገው ሁሉ ራሱን በትሕትና ዝቅ አድርጎ በማዋረድ ወደ ያህቬህ(הוהי) አልተመለሰም፤ እንዲያውም ከአባቱ ይበልጥ የከፋ ኃጢአት ሠራ፡፡",
      "24": "የአሞን ባለሟሎች የሆኑት ባለሥልጣኖች በእርሱ ላየ በማሤር በቤተ መንግሥቱ ውስጥ ገደሉት፤",
      "25": "የይሁዳም ሕዝብ የአሞንን ገዳዮች ገድለው በእርሱ ያህቬህ(הוהי)ር ልጁን ኢዮስያስን አነገሡ፡፡"
    },

    "Chapter 34": {
      "1": "ኢዮስያስ በይሁዳ በነገሠ ጊዜ ዕድሜው ስምንት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሠላሳ አንድ ዓመት ገዛ፤",
      "2": "ኢዮስያስ ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር አደረገ፤ የቀድሞ አባቱን የንጉሥ ዳዊትን መልካም ምሳሌነት በመከተል የያህቬህ(הוהי)ን ሕግ ሁሉ በጥንቃቄ ጠበቀ፡፡",
      "3": "ኢዮስያስ በነገሠ በስምንተኛ ዓመቱ፤ ገና ወጣት ሳለ የቀድሞ አባቱ የንጉሥ ዳዊት አምላክ የሆነውን ያህቬህ(הוהי)ን ማምለክ ጀመረ፤ ከአራት ዓመት በኋላም አረማውያን የማምለኪያ ስፍራዎችን፤ አሼራ ተብላ የምትጠራ የሴት አምላክ ምድሎችንና ሌሎችን ጣዖታት ሁሉ ከኢየሩሳሌምና ከይሁዳ ማስወገድ ጀመረ፤",
      "4": "በእርሱም ትእዛዝ የእርሱ ሰዎች ባዓል ተብሎ የሚጠራው ጣዖት ይመከክባቸው የነበሩትን መሠዊያዎችንና በእነርሱም አጠገብ የነበሩትን ዕጣን የሚታጠንባቸውን መሠዊያዎች ሰባበሩ፤ አሼራ ተብላ የምትጠራውን የሴት አምላክ ምስሎችንና ሌሎችንም ጣዖታት ሁሉ ትቢያ እስኪሆኑ ድረስ አንከታከቱአቸው፤ ትቢያውንም ወስደው ለእነዚያ ጣዓታት መሥዋዕት ያቀርቡ በነበሩ ሰዎች መቃብር ላይ በተኑት፤",
      "5": "ኢዮስያስ የአረማውያንን ካህናት ዐፅም ሁሉ እነርሱ ራሳቸው ይሰግዱላቸው በነበሩት መሠዊያዎች ላይ አቃጠላቸው፤ ይህን ሁሉ በማድረጉም ይሁዳና ኢየሩሳሌም በሥርዓት እንደገና እንዲነጹ አደረገ፤",
      "6": "እስከ ሰሜን ንፍታሌም ድረስ ባሉ በምናሴ፤ በኤፍሬምና በስምዖን ግዛቶች በሚገኙ ከተማዎች እንዲሁም በተደመሰሱት አካባቢዎቻቸው ተመሳሳይ ድርጊት ፈጸመ፤",
      "7": "በመላው የእስራኤል ግዛት የነበሩትን የጣዖታት መሠዊያዎችንና የአሼራ ምስሎችን ሁሉ ሰባበራቸው፤ ጣዖታቱንም ትቢያ እስኪሆኑ አደቀቃቸው፤ ዕጣን የሚታጠንባቸውንም የጣዖት መሠዊያዎች አንከታክቶ ጣለ፤ ከዚህም በኋላ ወደ ኢየሩሳሌም ተመለሰ፡፡",
      "8": "ኢዮስያስ በነገሠ በዐሥራ ስምንተኛው ዓመት የአረማውያን አምልኮ በማጥፋት ምድሪቱንና ቤተ መቅደሱን ካነጻ በኋላ፤ የያህቬህ(הוהי)ን ቤተ መቅደስ ያድሱ ዘንድ የአጻልያን ልጅ ሳፋንን፤ የኢየሩሳሌም አስተዳዳሪ የሆነውን ማዕሤያንና ከፍተኛ ባለሥልጣን የሆነውን የኢዮአሐዝን ልጅ ጸሓፊውን ዮአሕን በአጠቃላይ ሦስት ሰዎችን ላከ፤",
      "9": "ዘብ ጠባቂዎች የሆኑ ሌዋውያን በቤተ መቅደሱ ውስጥ የሰበሰቡት ገንዘብ ሁሉ ለሊቀ ካህናቱ ሒልቂያ ተሰጠ፤ ገንዘቡም የተሰበሰበው ከኤፍሬም፣ ከምናሴና ከቀሩትም የእስራኤል ሕዝብ፣ እንዲሁም ከይሁዳ፤ ከብንያምና ከኢየሩሳሌም ሕዝብ ነበር፤",
      "10": "ይህም ገንዘብ ለቤተ መቅደሱ ዕድሳት ኀላፊዎች ለነበሩት ለነዚያ ሦስት ሰዎች ተሰጠ፤ እነርሱም በበኩላቸው ገንዘቡን ለሠራተኞችና",
      "11": "የይሁዳ ነገሥታት እንዲፈራርሙ ያደረጉአቸውን ሕንጻዎች ማሠሪያ የሚሆን ድንጋይና እንጨት ይገዙበት ዘንድ ለአናጢዎችና ለግንበኞች ሰጡ፤",
      "12": "አናጢዎቹና ግንበኞቹም ሥራውን በታማኝነት አከናወኑ፤ የእነርሱም የበላይ ተቆጣጣሪዎች ከመራሪ ጎሳ ያሐትና ዖባድያ፤ ከቀሃት ጎሳ ዘካርያስና መሹላም ተብለው የሚጠሩት አራት ሌዋውያን ነበሩ፤ (ሌዋውያን ሁሉ በሙዚቃ መሣሪያ የመዘመር ከፍ ያለ ችሎታ ያላቸው ሰዎች ነበሩ፤)",
      "13": "ሌሎቹ ሌዋውያን ዕቃዎን ለሚያጓጉዙና በልዩ ልዩ ሥራ ለተመደቡ ሠራተኞች የበላይ ኀላፊዎችና ተቆጣጣሪዎች ሲሆኑ፤ የቀሩት ሌዋውያን ደግሞ ጸሐፊዎች ወይም ዘብ ጠባቂዎች ነበሩ፡፡",
      "14": "የቀረበውን ገንዘብ ከግምጃ ቤት ያወጡ በነበሩበት ጊዜ ሊቀ ካህናቱ ሒልቂያ ያህቬህ(הוהי) ለሙሴ የሰጠውን የያህቬህ(הוהי)ን ሕግ መጽሐፍ አገኘ፤",
      "15": "እርሱም ጸሐፊውን ሳፋንን “የያህቬህ(הוהי)ን ሕግ መጽሐፍ በዚህ በቤተ መቅደሱ ውስጥ አግኝቻለሁ” በማለት መጽሐፉን ሰጠው፤",
      "16": "ሳፋንም መጽሐፉን ወደ ንጉሡ ወስዶ ንጉሡን “እነሆ አንተ ያዘዝከንን ሁሉ አድርገናል፤",
      "17": "በቤተ መቅደሱ ተቀምጦ የነበረውን ገንዘብ ወስደን ለሠራተኞችና እነርሱን ለሚቆጣጠሩ ሰዎች አስረክበናል” አለው፤",
      "18": "ንግግሩንም በመቀጠል “ሒልቂያ የሰጠኝ መጽሐፍ እነሆ በእጄ ይገኛል” አለው፤ መጽሐፉንም ለንጉሡ አነበበለት፡፡",
      "19": "ንጉሡም መጽሐፉ ሲነበብለት በሰማ ጊዜ በሐዘን ልብሱን ቀደደ፤",
      "20": "ከዚህም በኋላ ንጉሡ ለሒልቂያ፣ ለሳፋን ልጅ ለአሒቃም፣ ለሚካያ ልጅ ለዐብዶን፤ ለቤተ መንግሥቱ ጸሐፊ ለሳፋንና የንጉሡ የቅርብ አገልጋይ ለሆነው ለዐሳያ የሚከተለውን ትእዛዝ ሰጠ፤",
      "21": "“ሄዳችሁ ስለ እኔና እንዲሁም በእስራኤልና በይሁዳ ስለቀረው ሕዝብ ያህቬህ(הוהי)ን ጠይቁ፤ በዚህ መጽሓፍ ስላለውም ትምህርት አረጋግጡ፤ የቀድሞ አባቶቻችን ለያህቬህ(הוהי) ቃል ባለመታዘዛቸውና ይህ መጽሐፍ አድርጉ የሚላቸውን ሁሉ ባለመፈጸማቸው ያህቬህ(הוהי) ቁጣውን በእኛ ላይ አውርዷል፡፡”",
      "22": "ሒልቂያና የቀሩት ሰዎች ንጉሡ ባዘዛቸው መሠረት በኢየሩሳሌም ከተማ አዲሱ ክፍል ነዋሪ ወደሆነችው ሑልዳ ተብላ ወደምትጠራ ነቢይት ሄደው ስለተላኩበት ጉዳይ ጠየቋት፤ የዚህች ነቢይት ባለቤት ሻሉም ተብሎ የሚጠር የቲቅዋ ልጅ የሐርሐስ የልጅ ልጅ ሲሆን፤ እርስም የቤተ መቅደሱ አልባሳት ኀላፊ ነበር፤ ሰዎቹም ለነቢይቱ ሁኔታውነ በዝርዝር ገለጡላት፤",
      "23": "እርስዋም “ወደ እኔ ወደላካችሁ ንጉሥ ተመልሳች በመሄድ ከዚህ የሚከተለውን የያህቬህ(הוהי)ን ቃል ስጡት አለቻቸው፡፡”",
      "24": "ቃሉም እንዲህ የሚል ነበር፤ “እኔ ያህቬህ(הוהי) ለንጉሡ በተነበበለት መጽሐፍ ውስጥ በሚገኙት እርግማኖች ኢየሩሳሌመንና ሕዝብዋን ሁሉ እቀጣለሁ፤",
      "25": "እነርሱ እኔን ትተው ለባዕዳን አማልክት መሥዋዕት አቅርበዋል፤ ይህም ይደረጉት በደል ቁጣዬን አነሣሥቷል፤ በኢየሩሳሌም ላይ የተነሣሣው ቁጣዬም ይፈጸማል እንጂ አይበርድም፤",
      "26": "ስለ ንጉሡ የሆነ እንደሆነ፤ እኔ የእስራኤል አምላክ የሆንሁ ያህቬህ(הוהי) የምለው ይህ ነው፤ ‹አንተ በኢያ መጽሐፍ የተነገረውን ቃል ሰምተሃል፤",
      "27": "እኔ ኢየሩሳሌምንና ሕዝብዋን እንዴት እንደምቀጣ በሰማህ ጊዜ ራስህን አዋርደህ በሐዘን ልብስህን በመቅደድና በማልቀስ ንስሓ ገብተሃል፤ ስለዚህ ጸሎትህን ሰምቻለሁ፤",
      "28": "አንተ በሕይወት እስካለህ ድረስ በኢየሩሳሌም ላይ ቅጣት አላመጣም፤ አንተ በሰላም እንድትሞት አደርጋለሁ፡፡›”",
      "29": "ሰዎቹም ይህን መልእክት ይዘው ወደ ንጉሥ ኢዮስያስ ተመለሱ፡፡",
      "30": "ንጉሥ ኢዮስያስ የይሁዳንና የኢየሩሳሌምን የታወቁ ሽማግሌዎች ሁሉ በማስጠራት በአንድነት እንዲሰበሰቡ አደረገ፤",
      "31": "እነርሱም ከንጉሡ ጋር ካህናትንና ሌዋውያንን፤ ሌሎችንም ሕዝብ ማለትም ባለጸጎችንም ድኾችንም ሁሉ አስከትለው ወደ ቤተ መቅደሱ ሄዱ፤ ንጉሡም በዚያ ጠፍቶ በነበረውና በቤተ መቅደሱ በተገኘው የቃል ኪዳን መጽሐፍ የሰፈረውን ቃል በሙሉ ለሕዝቡ አነበበ፤",
      "32": "ኢዮስያስም ተነሥቶ በነገሥታቱ ዐምደ ወርቅ አጠገብ ቆመ፤ ለያህቬህ(הוהי) ታዛዥ ለመሆን፤ በፍጹም ልቡ፤ በፍጹም ነፍሱም በቃል ኪዳኑ መጽሐፍ ውስጥ የሚገኘውን ሕግና ትእዛዝ ሁሉ ለመፈጸም ከያህቬህ(הוהי) ጋር ቃል ኪዳን ገባ፤",
      "33": "ከዚህ በኋላ መላው የብንያም ሕዝብና በኢየሩሳሌም የተገኙ ሌሎች ሰዎች ሁሉ ቃል ኪዳኑን ይጠብቁ ዘንድ ቃል እንዲገቡ አደረገ፤ በዚህም መሠረት የኢየሩሳሌም ሕዝብ የቀድሞ አባቶቻቸው አምላክ ከሆነው ከያህቬህ(הוהי) ጋር የገቡት ቃል ኪዳን የሚጠይቀውን ግዴታ ሁሉ ፈጸሙ፤",
      "34": "ንጉሥ ኢዮስስ በእራኤል ግዛት ውስጥ የነበሩትን አስጸያፊ ጣዖታት ሁሉ አስወግዶ ሕዝቡ አምላካቸውን ያህቬህ(הוהי)ን እንዲያገለግሉ አደረገ፤ በዘመነ መንግሥቱም ሁሉ ሕዝቡ ከቀድሞ አባቶቻቸው አምላክ ከያህቬህ(הוהי) ፈቀቅ አላሉም፡፡"
    },
    "Chapter 35": {
      "1": "ንጉሥ ኢዮስያስ በኢየሩሳሌም ለያህዌ ክብር የፋሲካን በዓል አከበረ፤ የመጀመሪያው ወር በገባ በዐሥራ አራተኛው ቀን ሕዝቡ የፋሲካን በግ ዐረዱ፤",
      "2": "ካህናት በቤተ መቅደሱ ውስጥ የሚያደርጉትን አገልግሎት መድቦ በሚገባ እንዲያከናውኑት አበረታታቸው፤",
      "3": "ለያህዌም ራሳቸውን ለዩ፤ የመላው እስራኤል መምህራን ለሆኑ ሌዋውያን፡ የተቀደሰውን የቃል ኪዳን ታቦት የዳዊት ልጅ ንጉሥ ሰሎሞን ባሠራው ቤተ መቅደስ ውስጥ አኑሩት፤ ከእንግዲህ ወዲህ እናንተ አምላካችሁ የሆነውን ያህዌንና ሕዝቡን እስራኤልን ማገልገል እንጂ የቃል ኪዳኑን ታቦት በትከሻችሁ ተሸክማችሁ ከስፍራ ወደ ስፍራ መውሰድ የለባችሁም፤",
      "4": "ንጉሥ ዳዊትና ልጁም ንጉሥ ሰሎሞን በሰጧችሁ ኃላፊነት መሠረት በየጎሳችሁ በመመደብ በቤተ መቅደስ አገልግሎት ቦታ ቦታችሁን ያዙ፤",
      "5": "ከእናንተ አንዳንዶቹ ለየጎሳው ከተመደቡት ሌዋውያን ጋር ሆናችሁ እያንዳንዱን የእስራኤል ሕዝብ ቤተሰብ ለመርዳት በምትችሉበት ሁኔታ ራሳችሁን አደራጁ፤",
      "6": "ወገኖቻችሁ የሆኑ እስራኤላውያን ያህዌ በሙሴ አማካይነት የሰጠውን መመሪያ በጥንቃቄ ይከተሉ ዘንድ በሕጉ መሠረት ራሳቸውን አንጽታችሁ የፋሲካን በግ ዕረዱ፡፡",
      "7": "ንጉሥ ኢዮስያስ በዚያው በፋሲካ በዓል የተገኙ ሕዝብ መሥዋዕት አድርገው የሚያቀርቧቸውን የራሱ ሀብት ከሆኑ የቀንድ ከብት፣ እንዲሁም የበግና የፍየል መንጋ፣ ሠላሳ ሺ የበግና የፍየል ጥቦቶችንና ሦስት ሺ ኮርማዎችን ሰጠ፤",
      "8": "የንጉሡ ባለሟሎች የሆኑ ባለሥልጣኖችም መሥዋዕት ሆነው የሚቀርቡ እንስሳትን በገዛ ፈቃዳቸው ለሕዝቡ፣ ለካህናትና ለሌዋውያን ሰጡ፤ የቤተ መቅደሱ አለቆች የሆኑት ሊቀ ካህናቱ ሕልቅያ፣ ዘካርያስና ይሕኤልም የፋሲካ መሥዋዕት ሆነው የሚቀርቡ ሁለት ሺ ስድስት መቶ የበግና የፍየል ጥቦቶችንና ሦስት መቶ ኮርማዎችን ለካህናት ሰጡ፤",
      "9": "የሌዋውያን አለቆች ኮናንያና ወንድሞቹ ሸማዕያና ነታንኤል፣ እንዲሁም ሐሻብያ፣ ይዒኤልና ዮዛባድ ሌዋውያኑ ለፋሲካ በዓል መሥዋዕት አድርገው የሚያቀርቧቸውን አምስት ሺ የበግና የፍየል ጥቦቶችን እንዲሁም አምስት መቶ ኮርማዎችን ሰጡ፡፡",
      "10": "ለፋሲካው በዓል የሚሆነው ዝግጅት ከተጠናቀቀ በኋላ ካህናቱና ሌዋውያኑ በንጉሡ ትእዛዝ መሠረት ቦታ ቦታ ቆሙ፤",
      "11": "ለፋሲካውም በዓል የታረዱትን የበግና የፍየል ጥቦቶች ሌዋውያኑ ገፈፉአቸው፤ ካህናቱም ደሙን በመሠዊያው ላይ ረጩ፤",
      "12": "ለሚቃጠል መሥዋዕት የቀረቡትን እንስሳት በየቤተሰቡ ለተመደበው ሕዝብ አከፋፈሉ፤ ይህንንም ያደረጉበት ምክንያት በሙሴ ሕግ በተሰጠው መመሪያ መሠረት መሥዋዕት አድርገው እንዲያቀርቡ ነው፤",
      "13": "ሌዋውያኑም መሕጉ መሠረት የፋሲካውን መሥዋዕት በእሳት ጠበሱት፤ የተቀደሰውንም ቁርባን በምንቸት፣ በሰታቴና በድስት ቀቅለው ሥጋውን በፍጥነት ለሕዝቡ አከፋፈሉ፤",
      "14": "ከዚህም በኋላ ሌዋውያኑ ለራሳቸውና የአሮን ዝርያዎች ለሆኑት ካህናት የፋሲካን መሥዋዕት አዘጋጁ፤ ምክንያቱም ካህናቱ የሚቃጠለውን መሥዋዕትና ስቡን በሙሉ ላማቃጠል እስከ ሌሊት ድረስ ይሠሩ ስለነበር ነው፡፡",
      "15": "ከዚህ በታች ስማቸው የተመለከተው የሌዋዊው የአሳፍ ጎሳ የሆኑ ዘማሪዎች ንጉሥ ዳዊት በሰጠው መመሪያ መሠረት በተመደበላቸው ስፍራ ነበሩ፤ እነርሱም አሳፍ፣ ሄማንና የንጉሡ ነቢይ ይዱቱን ናቸው፤ ሌሎች ሌዋውያን የፋሲካውን መሥዋዕት ያዘጋጁላቸው ስለነበር የቤተ መቅደሱ ዘብ ጠባቂዎች ስፍራቸውን አይተውም ነበር፤",
      "16": "በዚህም ዓይነት ሁኔታ ለያህዌ የሚቀርበው የአምልኮ ሥነ ሥርዓት፣ የፋሲካ በዓል አከባበርና የሚቃጠለውን መሥዋዕት በመሠዊያው ላይ የማቅረቡ ሥራ ሁሉ ንጉሥ ኢዮስያስ ባዘዘው መሠረት በዚያ ቀን ተከናወነ፡፡",
      "17": "በዚያ የነበሩ የእስራኤል ሕዝብ ሁሉ የፋሲካን በዓል አከበሩ፤ እንዲሁም ለሰባት ቀን የቂጣን በዓል አከበሩ፤",
      "18": "ከነቢዩ ሳሙኤል ዘመን ጀምሮ የፋሲካ በዓል ይህን በመሰለ ሁኔታ ከቶ ተከብሮ ያልታወቀም፤",
      "19": "ይህም በዓል የተከበረው ኢዮስያስ በነገሠ በዐሥራ ስምንተኛው ዓመት ነበር፡፡",
      "20": "ንጉሥ ኢዮስያስ ለቤተ መቅደሱ ይህን ሁሉ ካደራጀ በኋላ የግብጽ ንጉሥ ነኮ በኤፍራጥስ ወንዝ አጠገብ በሚገኘው ካርከሚሽ ተብሎ በሚጠራው ስፍራ ላይ አደጋ ለመጣል ሠራዊቱን አሰልፎ መጣ፤ ኢዮስያስም ሊቋቋመው ተነሣ፤",
      "21": "ነኮ ግን ለኢዮስያስ የይሁዳ ንጉሥ ሆይ! እኔንና አንተን የሚያጣላን ምንም ነገር የለም! እኔ የመጣሁት ጠላቶቼን ለመውጋት እንጂ አንተን ለመውጋት አይደለም፤ አምላክህም በፍጥነት እንድወጋ አዝዞሃል፤ አምላክህ ከእኔ ጋር ስለሆነ ባትቃወመኝ ያሻልሃል፤ እምቢ ብትል ግን አምላክህ ያጠፋሃል! የሚል መልእክት ላከበት፤",
      "22": "ኢዮስያስ ግን ጦርነት ለመግጠም ቁርጥ ውሳኔ አደረገ፤ አምላኩ በንጉሥ ነኮ አማካይነት የተናገረውንም ሊሰማ አልፈለገም፤ ልብሰ መንግሥቱን ለውጦ ሌላ ሰው በመምሰል በመጊዶ ወደሚገኘው ሜዳ ሊወጋ ሄደ፡፡",
      "23": "ጦርነቱም በመፋፋም ላይ ሳለ ንጉሥ ኢዮስያስ ከብግጽ ወታደሮች በተወረወረ ቀስት ተወጋ፤ እርሱም አገልጋዮቹን ክፉኛ ቆስያለሁና ከጦር ሜዳው አውጡኝ! ሲል አዘዛቸው፤",
      "24": "እነርሱም ከሠረገላው አውጥተው እዚያ በነበረው በሌላ ሠረገላ ውስጥ በማስቀመጥ ወደ ኢየሩሳሌም ወሰዱት፤ በዚያም ሞተ፤ በነገሥታትም መካነ መቃብር ተቀበረ፤ የይሁዳና የኢየሩሳሌም ሕዝብ ሁሉ አለቀሱለት፡፡",
      "25": "ነቢዩ ኤርምያስም ለንጉሥ ኢዮስያስ የልቅሶ ሙሾ አወጣለት፤ ሴቶችም ሆኑ ወንዶች አልቃሾች ኢዮስያስን በማስታወስ በሚያለቅሱበት ጊዜ በዚሁ በነቢዩ ኤርምያስ የልቅሶ ሙሾ ማልቀስ በእስራኤል አገር የተለመደ ሆነ፤ ይህም የለቅሶ ሙሾ የእስራኤልን የልቅሶ ሰቆቃ በያዘ መጽሐፍ ውስጥ ተመዝግቦ ይገኛል፡፡",
      "26": "ኢዮስያስ ያደረገው ሌላው ነገር ሁሉ፤ ለያህዌ የነበረው ታላቅ ፍቅር፤ ለያህዌ ሕግ የነበረው ታዛዥነት፤",
      "27": "ከመጀመሪያ እስከ መጨረሻ ያለው የእርሱ ታሪክ ጭምር በእስራኤልና በይሁዳ ነገሥታት የታሪክ መጻሕፍት ውስጥ ተመዝግበው ይገኛሉ፡፡"
    },
    "Chapter 36": {
      "1": "የይሁዳ ንጉሥ የኢዮስያስን ልጅ ኢዮአሐዝን መርጠው በአባቱ ተተክቶ በኢየሩሳሌም እንዲነግሥ አደረጉት፤",
      "2": "ኢዮአሐዝ በይሀዳ ላይ በነገሠ ጊዜ ዕድሜው ሃያ ሦስት ጫመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሦስት ወር ገዛ፤",
      "3": "የግብጽ ንጉሥ ነኮ ኢዮአሐዝን እስረኛ አድርጎ ወሰደው፤ የይሁዳንም ሕዝብ ሦስት ሺ አራት መቶ ኪሎ የሚመዝን ብርና ሠላሳ አራት ኪሎ የሚመዝን ወርቅ እንዲገብሩለት አደረገ፤",
      "4": "ነኮ የኢዮአሐዝን ወንድም ኤልያቂምን በይሁዳና በኢየሩሳሌም ላይ አነገሠው፤ ስሙንም በመለወጥ ኢዮአቄም ብሎ ጠራው፤ ኢዮአሐዝን ግን እስረኛ አድርጎ ወደ ግብጽ ወሰደው፡፡",
      "5": "ኢዮአቄም በይሁዳ በነገሠ ጊዜ ዐድሜው ሃያ አምስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ አንድ ዓመት ገዛ፤ እርሱም ኃጢአት በመሥራቱ አምላኩ የሆነውን ያህቬህ(הוהי)ን አሳዘነ፤",
      "6": "የባቢሎንም ንጉሥ ናቡከነፆር ይሁሳ ወረረ፤ ኢዮአቄምንም ማርኮ ከነሐስ በተሠራ ሰንሰለት በማሰር ወደ ባቢሎን ወሰደው፤",
      "7": "ናቡከደነፆር የቤተ መቅደሱን ሀብት ዘርፎ በመውሰድ በባቢሎን በመውሰድ በባቢሎን በሚገኘው ቤተ መንግሥቱ ውስጥ አኖረው፡፡",
      "8": "ንጉሥ ኢዮአቄም ያደረገው ሁሉ፤ አስጸያፊ የሆነው ልማዱና የፈጸመው ክፉ ነገር ጭምር በእስራኤልና በይሁዳ ነገሥታት የታሪክ መጻሕፍት ተመዝግቦ ይገኛል፤ በእርሱም ያህቬህ(הוהי)ር ተተክቶ ልጁ ዮአኪን ነገሠ፡፡",
      "9": "ዮአኪን በይሁዳ ላይ በነገሠ ጊዜ ዕድሜው ዐሥራ ስምንት ዓመት ነበር፤ መኖሪየውንም በኢየሩሳሌም አድርጎ ሦስት ወር ከዐሥር ቀን ገዛ፤ እርሱም ኃጢአት በመሥራቱ ያህቬህ(הוהי)ን አሳዘነ፡፡",
      "10": "የጸደይ ወራት በደረሰ ጊዜ ንጉሥ ናቡከደነፆር ዮአኪንን እስረኛ አድርጎ ወደ ባቢሎን ወሰደው፤ የቤ መቅደሱንም ሀብት ዘርፎ ወሰደ፤ ከዚህ በኋላ የዮአኪን አጎት የሆነውን ኤዴቅያስን በይሀዳና በኢየሩሳሌም ላይ አነገሠ፡፡",
      "11": "ሴዴቅያስ በይሁዳ ላይ በነገሠ ጊዜ ዕድሜው ሃያ አንድ ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ አንድ ዓመት ገዛ፤",
      "12": "እርሱም ኃጢአት በመሥራት ያህቬህ(הוהי)ን አሳዘነ፤ የያህቬህ(הוהי)ን ቃል የተናገረውን ነቢዩን ኤርምያስ በትሕትና አላዳመጠውም፡፡",
      "13": "ሴዴቅያስ፤ ታማኝ እንዲሆንለት በያህቬህ(הוהי) ስም ባስማለው በንጉሥ ናቡከደነፆር ላይ ዐመፀ፤ ተጸጽቶ ንስሓ በመግባት የእስራኤል አምላክ ወደሆነው ወደ ያህቬህ(הוהי) ለመመለስ በእልኸኛነተ እምቢ አለ፡፡",
      "14": "በተጨማሪም የካህናት መሪዎችና ሕዝቡ ጣዖታትን በማምለክ በዙሪያቸው የሚገኙትን ሕዝቦች መጥፎ ምሳሌነት ተከተሉ፤ ያህቬህ(הוהי) ራሱ የቀደሰውን ቤተ መቅደስም አረከሱ፤",
      "15": "የቀድሞ አባቶቻቸው አምላክ የሆነው ያህቬህ(הוהי) ሕዝቡንና ቤተ መቅደሱን ከጥፋት ሊያድን ስለፈለገ ያስጠነቅቁአቸው ዘንድ ነቢያትን መላክ ቀጠለ፡፡",
      "16": "የእስራኤል ሕዝብ ግን በያህቬህ(הוהי) መልእክተኞች ላይ ተሳለቁ፤ በነቢያቱም በማፌዝ የያህቬህ(הוהי)ን ቃል አቃለሉ፤ ከዚህም የተነሣ የያህቬህ(הוהי)ን ቁጣ በሕዝቡ ላይ ወረደ፤ ከታላቅ ቁጣውም ለማምለጥ አልቻሉም፡፡",
      "17": "ስለዚህ የባቢሎን ንጉሥ በእነርሱ ላይ አደጋ እንዲጥል ያህቬህ(הוהי) ፈቀደ፤ ንጉሡም በቤተ መቅደሱ ውስጥ የነበሩትን እንኳ ሳይቀር በይሁዳ የሚገኙትን ወጣቶች ወንዶችን ሁሉ በሰይፍ ፈጀ፤ ያህቬህ(הוהי) ለናቡከደነፆር አሳልፎ ስለሰጣቸውም ወጣት ወይም ሽማግሌ፤ ወንድ ወይም ሴት፤ በሽተኛ ወይም ጤነኛ ማንንም ሳያስቀር ሁሉንም ያለ ምሕረት አጠፋቸው፡፡",
      "18": "የባቢሎን ንጉሥና ናቡከደነፆር የቤተ መቅደሱን፤ የንጉሡንና የእርሱ ባለሟሎች የሆኑትን ባለሥልጣኖች ሀብት በሙሉ ዘርፎ ወደ ባቢሎን ወሰደ፤",
      "19": "ቤተ መቅደሱንና የኢየሩሳሌምን ከተማ ከነቤተ መንግሥት ሕንጻዎችና ከነሀብትዋ አቃጠለ፤ የከተማይቱንም የቅጽር ግንብ አፈራረሰለ",
      "20": "በሰይፍ ከመገደል የተረፉትንም ሁሉ ማርኮ ወደ ባቢሎን ወሰዳቸው፤ እነርሱም የፋርስ ንጉሠ ነገሥት መንግሥት እስከተነሣበት ጊዜ ድረስ በዚያው በባቢሎን ባሪያዎች ሆነው ንጉሥ ናቡከደነፆርንና የእርሱን ዝርያዎች ያገለግሉ ነበር፡፡",
      "21": "በዚህ  ዓይነት አስቀድሞ ያህቬህ(הוהי) በነቢዩ ኤርምያስ አማካይነት “ሕዝቡ ሰንበታትን ባላከበሩበት ልክ ምድሪቱ ለሰባ ዓመት ባድማ ሆና ስለምትቀር የሰንበት ዕረፍት ታገኛለች” ሲል የተናገረው የትንቢት ቃል ተፈጸመ፡፡",
      "22": "ያህቬህ(הוהי) በነቢዩ ኤርምያስ አማካይነት አስቀድሞ የተናገረው የትንቢት ቃል፤ ቂሮስ የፋርስ ንጉሠ ነገሥት በሆነ በመጀመሪያው ዓመት ተፈጸመ፤ ከዚህ የሚከተለውን ዐዋጅ እንዲያወጣና በንጉሠ ነገሥቱ ግዛት ሁሉ በጽሑፍ በማስተላለፍ ከፍ ባለ ድምፅ ለሕዝቡ በንባብ እንዲገለጥ ያደርግ ዘንድ ያህቬህ(הוהי) ቂሮስን አነሣሣው፡፡",
      "23": "የዐዋጁም ቃል እንዲህ የሚል ነው፤ “ይህ የፋርስ ንጉሠ ነገሥት የቂሮስ ትእዛዝ ነው፤ የሰማይ አምላክ የሆነው ያህቬህ(הוהי) በዓለም ሁሉ ላይ ገዥ አድርጎኛል፤ በይሁዳ ውስጥ በምትገኘው ኢየሩሳሌም ከተማ ለእርሱ ክብር ቤተ መቅደስን እሠራ ዘንድ ኀላፊነት ሰጥቶኛል፤ ስለዚህ የያህቬህ(הוהי) ሕዝብ የሆናችሁ ሁሉ ወደ ኢየሩሳሌም ሂዱ፤ አምላካችሁ የሆነው ያህቬህ(הוהי)ም ከእናንተ ጋር ይሁን፡፡”"
    }
  }
}
