{
  "2kings": {
    "Chapter 1": {
      "1": "ከእስራኤል ንጉሥ አክአብ ሞት በኋላ ሞአብ በእስራኤል ላይ በመጥፋት ተበረታ።",
      "2": "በዚያን ጊዜ እስራኤል ንጉሥ አካዝያስ በሰማርያ ቤተ መንግሥቱ ውስጥ ከሰገነቱ መስኮት ወድቆ ታሞ ነበር። እርሱም፦ «እኔ ከዚህ ሕመም እድናለሁን? አልድንምን? ስለዚህ ወደ ፍልስጥኤም አምላክ ወደ ብዔል ዘቡል ይጠይቁልኝ ዘንድ መልክተኞችን ላክ» አለ።",
      "3": "የእግዚአብሔር መልአክም ቴሽቢያዊው ኤልያስን እንዲህ ሲል ተናገረው፦ «ተነሣ፥ የሰማርያ ንጉሥ አካዝያስ የላካቸውን መልክተኞች ለመገናኘት ውጣ፥ እንዲህም በላቸው፦ በእስራኤል ውስጥ አምላክ የለምን? ስለዚህ የኤክሮንን አምላክ ብዔል ዘቡልን ልትጠይቁ የምትሄዱ ነው?",
      "4": "ስለዚህ እግዚአብሔር እንዲህ ይላል፦ አንተ ከዚህ አልጋ ወደ ላይ አትነሣም፥ ሞትህን ትሞታለህ»። ኤልያስም ሄዶ እንደ እግዚአብሔር ቃል ተናገረ።",
      "5": "መልክተኞቹም ወደ ንጉሡ ተመለሱ። ንጉሡም፦ «ለምን ተመልሳችሁ መጣችሁ?» አላቸው።",
      "6": "እነርሱም፦ «አንድ ሰው ሲገናኘን፦ ወደ ንጉሣችሁ ተመልሳችሁ እንዲህ በሉት፦ እግዚአብሔር እንዲህ ይላል፦ በእስራኤል ውስጥ አምላክ የለምን? ስለዚህ የኤክሮንን አምላክ ብዔል ዘቡልን ልትጠይቁ መልክተኞች ልትልክ ነው? ስለዚህ ከዚህ አልጋ ወደ ላይ አትነሣም፥ ሞትህን ትሞታለህ አለን» አሉት።",
      "7": "ንጉሡም፦ «ያገኛችሁት ሰው ምን ያህል ነበር? እንዴት ነበር?» አላቸው።",
      "8": "እነርሱም፦ «በወገቡ የጠፍር ቀበቶ ያለው ሰው ነበር» አሉት። ንጉሡም፦ «እርሱ ኤልያስ ቴሽቢያዊ ነው» አለ።",
      "9": "ከዚያም አምሳት ሰዎች ጋር የሚሾም አለቃ ወደ ኤልያስ ላከ። ኤልያስም ተራራው ላይ ተቀምጦ አገኘው። አለቃውም፦ «አንተ የእግዚአብሔር ሰው፥ ንጉሡ ወደ ርሱ እንድትወርድ ያዛል» አለው።",
      "10": "ኤልያስም መልሶ፦ «እኔ የእግዚአብሔር ሰው ብዬ ከሰማይ እሳት ይውረድ አንተንና አምሳት ሰዎችህንም ይበላ» አለ። ወዲያውም ከሰማይ እሳት ወርዶ አለቃውንና አምሳቱን ሰዎች ዋጠ።",
      "11": "ንጉሡም ሌላ አለቃ ከአምሳት ሰዎች ጋር ወደ ኤልያስ ላከ። እርሱም፦ «አንተ የእግዚአብሔር ሰው፥ ንጉሡ ወደ ርሱ እንድትወርድ ያዛል፥ ፈጥነህ ውረድ» አለው።",
      "12": "ኤልያስም መልሶ፦ «እኔ የእግዚአብሔር ሰው ብዬ ከሰማይ እሳት ይውረድ አንተንና አምሳት ሰዎችህንም ይበላ» አለ። የእግዚአብሔር እሳትም ከሰማይ ወርዶ አለቃውንና አምሳቱን ሰዎች ዋጠ።",
      "13": "ንጉሡም ሦስተኛ አለቃ ከአምሳት ሰዎች ጋር ላከ። ሦስተኛው አለቃ ግን ወደ ላይ ወጥቶ በኤልያስ ፊት ተንበርክኮ፦ «አንተ የእግዚአብሔር ሰው፥ ነፍሴንና አምሳት ሰዎችህንም ንጹሕ አድርግልን።",
      "14": "እነሆ፥ ከሰማይ እሳት ወርዶ የፊተኛዎቹን ሁለት አለቆችንና አምሳት ሰዎቻቸውን ዋጠ፤ አሁን ግን ነፍሴ ንጹሕ ይሁን» አለው።",
      "15": "የእግዚአብሔር መልአክም ኤልያስን፦ «ከእርሱ ጋር ውረድ፥ አትፍራ» አለው። ኤልያስም ተነሣ ከአለቃውም ጋር ወደ ንጉሡ ወረደ።",
      "16": "ኤልያስም ንጉሡን አለው፦ «እግዚአብሔር እንዲህ ይላል፦ አንተ በእስራኤል ውስጥ አምላክ የለምን? ስለዚህ የኤክሮንን አምላክ ብዔል ዘቡልን ልትጠይቁ መልክተኞች ልትልክ ነው? ስለዚህ ከዚህ አልጋ ወደ ላይ አትነሣም፥ ሞትህን ትሞታለህ»።",
      "17": "እግዚአብሔርም በኤልያስ አፍ ተናግሮ ያለው ቃል በመሆኑ አካዝያስ ሞተ። ወንድ ልጆች ስላልነበሩት ወንድሙ ዮራም በዙፋኑ ላይ ተቀመጠ።",
      "18": "የአካዝያስ ሌሎች ሁሉ ሥራዎች በእስራኤል ነገሥታት ዜና መጽሐፍ ተጽፈው ይገኛሉ።"
    },
    "Chapter 2": {
      "1": "እግዚአብሔር ኤልያስን በነፋስ ውስጥ ወደ ሰማይ ሊወስደው ያሰበው ጊዜ ደረሰ። ኤልያስና ኤልሳዕ ከጊልጋል ወጡ።",
      "2": "በመንገድ ላይ ኤልያስ ኤልሳዕን፦ «እባክህ በዚህ ቆይ፥ እግዚአብሔር ወደ ቤቴል ልላከኝ» አለው። ኤልሳዕም፦ «እግዚአብሔር ሕያው ነው፥ ነፍስህም ሕያው ናት፥ ከአንተ አልለይም» አለ። ስለዚህ ወደ ቤቴል ወረዱ።",
      "3": "የነቢያት ልጆች በቤቴል የነበሩት ወደ ኤልሳዕ መጥተው፦ «እግዚአብሔር ዛሬ ጌታህን ከአንተ ሊወስድ እንደሚፈልግ ታውቃለህን?» አሉት። እርሱም፦ «አዎ አውቃለሁ፥ ዝም በሉ» አለ።",
      "4": "ኤልያስም ኤልሳዕን፦ «እባክህ በዚህ ቆይ፥ እግዚአብሔር ወደ ኢያሪኮ ልላከኝ» አለው። ኤልሳዕም፦ «እግዚአብሔር ሕያው ነው፥ ነፍስህም ሕያው ናት፥ ከአንተ አልለይም» አለ። ስለዚህ ወደ ኢያሪኮ መጡ።",
      "5": "የነቢያት ልጆች በኢያሪኮ የነበሩት ወደ ኤልሳዕ መጥተው፦ «እግዚአብሔር ዛሬ ጌታህን ከአንተ ሊወስድ እንደሚፈልግ ታውቃለህን?» አሉት። እርሱም፦ «አዎ አውቃለሁ፥ ዝም በሉ» አለ።",
      "6": "ኤልያስም ኤልሳዕን፦ «እባክህ በዚህ ቆይ፥ እግዚአብሔር ወደ ዮርዳኖስ ልላከኝ» አለው። ኤልሳዕም፦ «እግዚአብሔር ሕያው ነው፥ ነፍስህም ሕያው ናት፥ ከአንተ አልለይም» አለ። ሁለቱም ሄዱ።",
      "7": "አምሳት የነቢያት ልጆች ደግሞ ተከተሉዋቸው፥ በዮርዳኖስ አጠገብ ርቀው ቆሙ።",
      "8": "ኤልያስም ካባውን ወስዶ ጠቀለለው፥ ውሃውንም መታ፥ ውሃውም ተከፈለ፥ ሁለቱም በደረቁ ምድር አለፉ።",
      "9": "ከዚያም በኋላ ኤልያስ ኤልሳዕን፦ «እኔ ከአንተ ከምወሰድ በፊት ምን እንድሰጥህ ለምኝ» አለው። ኤልሳዕም፦ «የአንተ መንፈስ በእጥፍ ይሁንልኝ» አለ።",
      "10": "ኤልያስም፦ «አስቸጋሪ ነገር ለመናገር ለምንሃል? እኔ ከአንተ ብወሰድ ብታየኝ ያን ጊዜ ትቀበለዋለህ፥ ባታየኝ ግን አትሆንልህም» አለው።",
      "11": "እየተነጋገሩ እየሄዱ ነበር፥ እነሆም እሳት የሚጋጩ ፈረሶችና እሳት የሚያወጡ ሰረገሎች መጥተው በመካከላቸው ለዩ፥ ኤልያስም በነፋስ ውስጥ ወደ ሰማይ ዐረገ።",
      "12": "ኤልሳዕም ይህን ሲመለከት፦ «አባቴ ሆይ፥ አባቴ ሆይ፥ የእስራኤል ሰረገላና ፈረሱ ሆይ!» እያለ ጮኸ። ከዚያም በኋላ አላየውም። ልብሱንም ወስዶ ሁለት ክፍል አደረገ።",
      "13": "ኤልያስ የጣለውንም ካባ አነሳ፥ ወደ ዮርዳኖስም ተመለሰ።",
      "14": "የኤልያስንም ካባ በጣለበት ወደ ውሃው መታ፦ «የኤልያስ አምላክ የእግዚአብሔር ወዴት ነው?» አለ። ውሃውም ተከፈለ፥ ኤልሳዕም አለፈ።",
      "15": "የነቢያት ልጆች በኢያሪኮ ከሚኖሩት አይተውት፦ «የኤልያስ መንፈስ በኤልሳዕ ላይ ዐርፎአል» አሉ። ወደ እርሱም መጡ፥ በፊቱም ሰገዱ።",
      "16": "እንዲህም አሉት፦ «እነሆ፥ አምሳት ጠንካሮች ሰዎች አሉን፤ እንሂድ ጌታህን እንፈልግ፤ ምናልባት የእግዚአብሔር መንፈስ ወስዶ በአንድ ተራራ ወይም በአንድ ሸለቆ ጣለው»። ኤልሳዕም፦ «አትሂዱ» አላቸው።",
      "17": "እስከ አሳዘኙት ድረስ አጸጸቱት። እርሱም፦ «ሂዱ» አላቸው። አምሳቱ ሰዎችም ሄዱ፥ ሦስት ቀን ፈለጉት አላገኙትም።",
      "18": "ወደ ኤልሳዕ ሲመለሱ እርሱ በኢያሪኮ ነበረ። እርሱም፦ «አትሂዱ ብያችሁ አልነበረምን?» አላቸው።",
      "19": "የከተማይቱ ሰዎች ወደ ኤልሳዕ መጥተው፦ «እንደምታይ ይህች ከተማ መልካም ናት፥ ነገር ግን ውሃው መጥፎ ነው፥ ምድርዋም እርጉዝ ናት» አሉት።",
      "20": "ኤልሳዕም፦ «አዲስ የሆነ የተጠቀለለ ሳህን አምጡልኝ፥ በውስጡም ጨው ጨምሩ» አለ። አመጡለትም።",
      "21": "ወደ የውሃውም ምንጭ ወጥቶ ጨውን ጣለበት እንዲህም አለ፦ «እግዚአብሔር እንዲህ ይላል፦ ይህን ውሃ ፈወስኩት፥ ከእርሱ ወዲህ ሞትና እርጉዝነት አይመጣም»።",
      "22": "ውሃውም እስከ ዛሬ ድረስ ፈዋሽ ሆነ፥ እንደ ኤልሳዕ ቃል ነው።",
      "23": "ከዚያም ወደ ቤቴል ወጣ። በመንገድ ላይ ሳለ ከከተማይቱ ትንንሽ ልጆች ወጥተው፦ «ራስ ጠፋጣ፥ ውጣ፥ ራስ ጠፋጣ፥ ውጣ» እያሉ አዋረዱት።",
      "24": "ኤልሳዕም ዘወር ብሎ አየው፥ በእግዚአብሔርም ስም ረገማቸው። ከጫካውም ሁለት ድቦች ወጥተው ከልጆቹ አርባ ሁለት ልጆች ቀደዱ።",
      "25": "ኤልሳዕም ወደ ከርሜሎስ ተራራ ሄደ፥ ከዚያም ወደ ሰማርያ ተመለሰ።"
    },
    "Chapter 3": {
      "1": "የይሁዳ ንጉሥ ኢዮሣፍጥ በነገሠ በዐሥራ ስምንተኛው ዓመት የአክአብ ልጅ ኢዮራም በእስራኤል ላይ ነገሠ፤ መኖሪያውንም በሰማርያ አድርጎ ዐሥራ ሁለት ዓመት ገዛ፤",
      "2": "እርሱም ኃጢአት በመሥራት ያህቬህ(הוהי)ን አሳዘነ፤ ይሁን እንጂ እርሱ የአባቱንና የእናቱን የኤልዛቤልን ያህል መጥፎ ሰው አልነበረም፤ ባዓል ተብሎ የሚጠራውን ባዕድ አምላክ ለማምለክ አባቱ አሠርቶት የነበረውን ምስል አስወገደ፤",
      "3": "ይህም ሆኖ ከእርሱ በፊት እስራኤልን ወደ ኃጢአት የመራው የነባጥ ልጅ የንጉሥ ኢዮርብዓምን አምልኮ ተከተለ እንጂ አላስወገደውም፡፡",
      "4": "የሞአብ ንጉሥ ሜሻዕ በግ አርቢ ነበር፤ በየዓመቱም አንድ መቶ ሺ ትቦትና የአንድ መቶ ሺ በጎች ጠጉር ለእስራኤል ንጉሥ ይገብር ነበር፤",
      "5": "ነገር ግን የእስራኤል ንጉሥ አክአብ በሞተ ጊዜ የሞአብ ንጉሥ ሜሻዕ በእስራኤል ላይ ዐመፀ፤",
      "6": "በዚያን ጊዜ ንጉሥ ኢዮራም ወዲያውኑ ከሰማርያ ወጥቶ ወታደሮቹን ሁሉ በአንድነት ሰበሰበ፤",
      "7": "ወደ ይሁዳ ንጉሥ ወደ ኢዮሣፍጥም “የሞአብ ንጉሥ በእኔ ላይ አምፆብኛል፤ በእርሱ ላይ በማደርገው ጦርነት ትተባበራለህን?” የሚል መልእክት ላከ፡፡",
      "8": "ንጉሥ ኢዮሣፍጥም “አዎ እተባበርሃለሁ፤ እኔን እንደ አንተ፤ ሠራዊቴን እንደ ሠራዊትህ፤ ፈረሶቼን እንደ ፈረሶችህ መቁጠር ትችላለህ” ሲል ከመለሰ በኋላ፤ ዳሩ ግን “አደጋ ለመጣል የምትጓዘው በየትኛው መንገድ ነው?” ሲል ጠየቀው፡፡ ንጉሥ ኢዮራምም “በኤዶም በረሓ የሚገኘውን ዙሪያ መንገድ ይዘን እንጓዛለን” ሲል መለሰለት፡፡",
      "9": "ስለዚህም ንጉሥ ኢዮራምና እንዲሁም የይሁዳና የኤዶም ነገሥታት ለዘመቻ ወጡ፤ ከሰባት ቀን ጉዞም በኋላ ውሃ አለቀባቸው፤ ለሠራዊቱም ሆነ ለጭነት እንስሶች የተረፈ ምንም ውሃ አልነበረም፡፡",
      "10": "ንጉሥ ኢዮራምም “ያህቬህ(הוהי) ሦስታችንንም ነገሥታት ለሞአብ ንጉሥ አሳልፎ ሊሰጠን ነውና ወዮልን!” ሲል ጮኸ፡፡",
      "11": "ንጉሥ ኢዮሣፍጥም “በእርሱ አማካይነት ያህቬህ(הוהי)ን መጠየቅ እንድንችል በዚህ አንድም ነቢይ የለምን?” ሲል ጠየቀ፡፡ ከንጉሥ ኢዮራም ሠራዊት አዛዥዎች አንዱ “ቀድሞ የኤልያስ ረዳት የነበረው የሣፋጥ ልጅ ኤልሳዕ እዚህ አለ” መልስ ሰጠ፡፡",
      "12": "ንጉሥ ኢዮሣፍጥም “እርሱ እውነተኛ ነቢይ ነው” አለ፤ ከዚያም በኋላ ሦስቱም ነገሥታት ወደ ኤልሳዕ ሄዱ፡፡",
      "13": "ኤልሳዕም የእስራኤልን ንጉሥ ኢዮራምን “እኔ አንተን የምረዳህ ስለምንድን ነው? ሄደህ አባትህና እናትህ ይጠይቁአቸው የነበሩትን እነዚያን ነቢያት ጠይቅ” አለው፡፡ ንጉሥ ኢዮራምም መልሶ “አይደለም እኮ! ሦስታችንንም ነገሥታት ለሞአብ ንጉሥ አሳልፎ የሰጠን ያህቬህ(הוהי) ነው” አለ፡፡",
      "14": "ኤልሳዕም “እኔ በማገለግለው በሕያው ያህቬህ(הוהי) ስም እምላለሁ፤ አንተን ለመርዳት ለመጣው ለይሁዳ ንጉሥ ኢዮሣፍጥ ክብር ስል ነው እንጂ ለአንተስ ምንም ነገር ላደርግልህ ባልተገባ ነበር፤",
      "15": "አሁንም በገና የሚደረድር ሰው አምጡልኝ” አለ፡፡ ባለ በገናውም በሚደረድርበት ጊዜ የያህቬህ(הוהי) መንፈስ በኤልሳዕ ላይ ወርዶ እንዲህ አለ፤",
      "16": "“ያህቬህ(הוהי) እንዲህ ይላል፤ ‹በዚህ የደረቀ ሸለቆ ሁሉ የውሃ ጉድጓድ ቆፍሩ፤",
      "17": "ምንም ዝናምና ነፋስ ባታዩም ይህ ሸለቆ በውሃ የተሞላ ይሆናል፤ እናንተ፤ የቀንድ ከብቶቻችሁና የጭነት እንስሶቻችሁ ሁሉ የምትጠጡት በቂ ውሃ ታገኛላችሁ፡፡›",
      "18": "ነገር ግን ይህን ማድረግ በያህቬህ(הוהי) ዘንድ ቀላል ነገር ነው፤ ከዚህም በላይ እርሱ በሞአባውያን ላይ ድልን ያጎናጽፋችኋል፡፡",
      "19": "የተመሸጉና ምርጥ የሆኑ ከተሞቻቸውን ሁሉ ድል አድርጋችሁ ትይዛላችሁ፤ የፍራፍሬ ዛፎቻቸውን ሁሉ ትቆርጣላችሁ፤ ምንጮቻቸውን ትደፍናላችሁ፤ ለም የሆኑ የእርሻ ቦታዎቻቸውን በማበላሸት ድንጋይ ትከምሩባቸዋላችሁ፡፡”",
      "20": "በማግሥቱም ጠዋት መሥዋዕት የሚቀርብበት ሰዓት ሲደርስ ከኤዶም በኩል የውሃ ምንጭ ፈልቆ ምድሩን ሸፈነው፡፡",
      "21": "ሞአባውያንም ሦስቱ ነገሥታት አደጋ ሊጥሉባቸው መምጣታቸውን በሰሙ ጊዜ ከሽማግሌ እስከ ወጣት መሣሪያ መያዝ የሚችሉ ሰዎች ሁሉ ተጠርተው በመውጣት በጠረፉ ላይ ተጠባበቁ፡፡",
      "22": "በማግሥቱም ጠዋት ከእንቅልፋቸው ነቅተው ሲመለከቱ፤ በውሃው ላይ የሚያበራው የፀሐይ ነጸብራቅ እንደ ደም መስሎ ታያቸው፤",
      "23": "ስለዚህም ድምፃቸውን ከፍ አድርገው በመጮኽ “ይህ ነገር ምንድን ነው! የሦስቱ ጠላቶቻችን ሠራዊት እርስ በርሳቸው በመተራረድ ተላልቀዋል፤ እንግዲህ ሄደን ሰፈራቸውን እንዝረፍ” ተባባሉ፡፡",
      "24": "ነገር ግን እነርሱ ወደ ሰፈር በደረሱ ጊዜ እስራኤላውያን ተነሥተው አደጋ በመጣል ወደ ኋላ መለሱአቸው፤ ከዚህም በኋላ እስራኤላውያን ሞአባውያንን እየጨፈጨፉና፤",
      "25": "ከተሞቻቸውን እየደመሰሱ ማሳደድ ጀመሩ፤ ለም በሆነውም እርሻ ውስጥ በሚያልፉበትም ጊዜ እያንዳንዱ እስራኤላዊ አንዳንድ ድንጋይ ይወረውርበት ስለነበር በመጨረሻ እርሻዎቹ ሁሉ በድንጋይ ተሸፈኑ፤ ምንጮቻቸውን ደፈኑ፤ የፍራፍሬ ዛፎቻቸውንም ሁሉ ቆረጡ፤ በመጨረሻም የአገሪቱ ዋና ከተማ የነበረችው ቂርሔሬስ ብቻ ቀረች፤ እርስዋንም ድንጋይ የሚያወነጭፉ ጦረኞች ከብበው አደጋ ጣሉባት፡፡",
      "26": "የሞአብ ንጉሥ ድል እንደተመታ ባረጋገጠ ጊዜ ሰይፍ የታጠቁ ሰባት መሮ ሰዎችን አስከትሎ የጠላት ጦር የተሰለፈበትን መስመር ጥሶ ለማምለጥ ወደ ሶርያ ንጉሥ ለመሄድ ቢሞክርም ከቶ አልተሳካለትም፡፡",
      "27": "ስለዚህም በእርሱ ምትክ መንገሥ የሚገባውን የመጀመሪያ ልጁን በከተማይቱ ግንብ ላይ ለሞአብ አምላክ መሥዋዕት አድርጎ አቀረበ፤ እስራኤላውያንም በነገሩ ስለተሠቀቁ ከተማይቱን ለቅቀው ወደ አገራቸው ተመለሱ፡፡"
    },
    "Chapter 4": {
      "1": "የነቢያት ጉባኤ አብል የነበረ ባልዋ የሞተባት አንዲት ሴት ወደ ኤልሳዕ መጥታ “ጌታዬ ሆይ! ባሌለ ሞቶብኛል፤ አርሱም አንተ እንደምታውቀው ያህቬህ(הוהי)ን የሚፈራ ሰው ነበር፤ ነገር ግን እነሆ ለባሌ ገንዘብ አበድሮት የነበረ አንድ ሰው በባሌ ዕዳ ፈንታ ሁለት ወንዶች ልጆቼን ወስዶ ባሪያ አድርጎ ሊገዛቸው ፈልጎአል” አለችው፡፡",
      "2": "ኤልሳዕም “ታዲያ ምን እንዳደርግልሽ ትፈልጊያለሽ? በቤትሽም ምን እንዳለሽ ንገሪኝ” ሲል ጠየቃት፡፡ እርስዋም “በትንሽ ማሰሮ ከሚገኝ የወይራ ዘይት በቀር ሌላ ምንም የለኝም” ስትል መለሰች፡፡",
      "3": "ኤልሳዕም እንዲህ አላት፤ “ወደ ጎረቤቶችሽ ሄደሽ ማግኘት የምትችይውን ያህል ባዶ ማድጋ ለምኚ፤",
      "4": "ከዚህም በኋላ አንቺና ልጆችሽ ወደ ቤት ገብታችሁ መዝጊያውን ዝጉ፤ የማሰሮውንም ዘይት ወደ ማድጋዎቹ ማንቆርቆር ጀምሩ፤ እያንዳንዱ ማድጋ በሚሞላባት ጊዜ ለብቻው በማግለል አኑሩት፡፡”",
      "5": "ስለዚህም ሴትዮዋ ወደ ቤትዋ ሄዳ ከልጆችዋ ጋር በሩን ዘጋች፤ ዘይት የነበረበትን ትንሽ ማሰሮ አንሥታ ልጆችዋ እያቀረቡላት በማንቆርቆ በየማድጋዎቹ ሞላች፡፡",
      "6": "ማድጋዎቹንም ሁሉ ከሞሉ በኋላ “ሌላ ትርፍ የለም ወይ?” ስትል ጠየቀች፤ ከልጆችዋም አንዱ “ይህ የመጨረሻው ነው” ሲል መለሰላት፡፡ ከዚያም በኋላ ዘይቱ መፍሰሱን አቆመ፤",
      "7": "እርስዋም ተመልሳ ወደ ነቢዩ ኤልሳዕ ሄደች፤ እርሱም “እንግዲህ ዘይቱን ሸጠሸ ዕዳሽን በሙሉ ክፈይ፤ ለአንቺና ለልጆችሽ መተዳደሪያ የሚሆንም ብዙ  ገንዘብ ይተርፍሻል” አላት፡፡",
      "8": "አንድ ቀን ኤልሳዕ አንዲት ባለጸጋ ሴት ወደምትኖርበት ወደ ሹኔም ሄደ፤ እርስዋም ምግብ እንዲበላ ጋበዘችው፤ ከዚያን ዕለት ጀምሮ ወደ ሹኔም በሚመጣበት ጊዜ ሁሉ በቤትዋ ይመገብ ነበር፤",
      "9": "እርስዋም ባልዋን እንዲህ አለችው፤ “ብዙ ጊዜ ወደ ቤታችን የሚመጣው ይህ ሰው የተቀደሰ የያህቬህ(הוהי) ሰው ስለመሆኑ እርግጠኛ ነኝ፤",
      "10": "ስለዚህም በጣራው ላይ አንድ ትንሽ ክፍል ሠርተን በዚያች ውስጥ አንድ አልጋ፤ አንድ ጠረጴዛ፤ አንድ ወንበርና አንድ የፋኖስ መብራት እናኑርለት፤ አርሱም እኛን ለመጎብኘት በሚመጣበት ጊዜ ሁሉ ማረፊያ ትሆነዋለች፡፡”",
      "11": "አንድ ቀን ኤልሳዕ ወደ ሹኔም ተመልሶ ሄደ፤ ዕረፍት ለማድግም ወደ ተሠራለት ክፍል ገባ፤",
      "12": "ጌሐዚ ተብሎ የሚጠራውንም አገልጋዩን “ሄደህ ያችን ሴት ጥራ” አለው፤ ሴቲቱም በመጣች ጊዜ፤",
      "13": "ጌሐዚን “ለእኛ ስላደረገችው መልካም ነገር ሁሉ ምን አደርግላት ዘንድ እንደምትፈልግ ጠይቃት፤ ምናልባት ወደ ንጉሡ ወይም ወደ ጦር አዛዡ ዘንድ ሄጄ የምነግርላት ጉዳይ ሊኖር ይችላል” አለው፡፡ እርስዋም “በዘመዶቼ መካከል በምኖርበት በዚህ ስፍራ ምንም የሚቸግረኝ ነገር የለም” ስትል መለሰችለት፡፡",
      "14": "ኤልሳዕም ጌሐዚን “ታዲያ ምን ላድርግላት እችላለሁ?” ሲል ጠየቀው፡፡ ጌሐዚም “እነሆ ልጅ የላትም፤ ባልዋም ሽማግሌ ነው” ሲል መለሰ፡፡",
      "15": "ኤልሳዕም “እንድትመጣ ንገራት” ብሎ አዘዘው፡፡ እርስዋም መጥታ በበሩ አጠገብ ቆመች፤",
      "16": "ኤልሳዕም “በመጪው ዓመት ልክ ይህን ጊዜ ወንድ ልጅ ትታቀፊያለሽ” አላት፡፡ እርስዋም ድምፅዋን ከፍ አድርጋ “ጌታዬ ሆይ! አንተ የያህቬህ(הוהי) ሰው ነህ፤ እባክህ የማይፈጸም የተስፋ ቃል አትንገረኝ” አለችው፡፡",
      "17": "ነገር ግን ኤልሳዕ የጠናገረው ጊዜ ሲደርስ በተከታዩ ዓመት ወንድ ልጅ ወለደች፡፡",
      "18": "ከጥቂት ዓመታትም በኋላ በመከር ወራት አንድ ቀን ጠዋት ያ ልጅ ከአጫጆች ግር በእርሻ ውስጥ ወደነበረው ወደ አባቱ ሄደ፤",
      "19": "በድንገትም “ራሴን! ራሴን!” ብሎ ወደ አባቱ ጮኸ፡፡ አባትየውም አንዱን አገልጋይ ጠርቶ “ልጁን ወደ እናቱ ውሰድ” ሲል አዘዘው፡፡",
      "20": "አገልጋዩም ያን ልጅ ተሸክሞ በመውሰድ ለእናቱ ሰጣት፤ እርስዋም እንደታቀፈችው ቆይቶ እኩለ ቀን ላይ ሞተ፤",
      "21": "እርሱንም አውጥታ ለኤልሳዕ በተሠራው ክፍል በማስገባት በአልጋው ላይ አስተኛችው፤ በሩንም ዘግታበት ተመልሳ ሄደች፤",
      "22": "ባልዋንም ጠርታ “አንድ አገልጋይና አንድ አህያ ላክልኝ፤ ምክንያቱም ወደ ነቢዩ ኤልሳዕ ዘንድ መሄድ ይገባኛል፤ በተቻለም መጠን ፈጥኜ እመለሳለሁ” አለችው፡፡",
      "23": "ባልዋ ግን “ዛሬ ስለምን ትሄጃለሽ? ሰንበት ወይም የጨረቃ በዓል የሚከበርበት ጊዜ አይደለምን?” አላት፡፡ አርስዋም “ግድ የለም፤ እንዳልኩህ አድርግ” አለችው፤",
      "24": "እርስዋም አህያው እንዲጫንላት ካደረገች በኋላ አገልጋዩን “በሚቻል መጠን አህያው እንዲፈጥን አድርግ፤ እኔም ካልነገርሁህ በቀር ቀስ ብሎ እንዲሄድ ፋታ አትስጠው”  ስትል አዘዘችው፡፡",
      "25": "አርስዋም ከዚያ ተነሥታ ኤልሳዕ ወደነበረበት ወደ ቀርሜሎስ ተራራ ወጣች፡፡",
      "26": "ኤልሳዕም ገና በሩቅ ሳለች ወደ እርሱ ስትመጣ አይቶ አገልጋዩን ጌሐዚህ፤ “ተመልከት ያች ሴት ከሹኔም ወደዚህ በመምጣት ላይ ናት! ፈጠን ብለህ ሂድና የእርስዋን የባልዋንና የልጅዋን ደኅንነት ጠይቃት” አለው፡፡ አርስዋም ጌሐዚን “ሁላችንም ደኅና ነን” ስትል ነገረችው፡፡",
      "27": "ወደ ኤልሳዕ በቀረበች ጊዜ ግን ወደ መሬት ለጥ ብላ እጅ በመንሣት እግሮቹን ያዘች፤ በዚህ ጊዜ ጌሐዚ ገፍቶ ሊያስወግዳት ቃጣ፤ ኤልሳዕ ግን “ተዋት! ምን ያህል ጭንቀት እንዳለባት አታይምን? ያህቬህ(הוהי)ም ስለ እርስዋ ችግር የገለጠልኝ ነገር የለም” አለው፡፡",
      "28": "ሴቲቱም “ልጅ እንድትሰጠኝ ጠይቄህ ነበርን? ‹የማይፈጸምስ የተስፋ ቃል አትስጠኝ› ብዬ ነግሬህ አልነበረምን?” አለችው፡፡",
      "29": "ኤልሳዕም ወደ ጌሐዚ መለስ ብሎ “በፍጥነት ተነሥና እኔ የምመረኮዘውን በትር ይዘህ ሂድ! ለአንድም ሰው ሰላምታ ለመስጠት እንኳ በመንገድ አትቁም፤ ማንም ሰው ሰላምታ ቢሰጥህ አጸፋውን ለመመለስ ጊዜ አታጥፋ፤ በቀጥታ ወደ ቤት ሄደህ የእኔን በትር በልጁ ላይ አኑር” አለው፡፡",
      "30": "ሴትዮዋ ግን ኤልሳዕን “በምተማመንበት በሕያው ያህቬህ(הוהי) ስምና በነፍስህ እምልልሃለሁ፤ ከቶ አንተን ትቼ አልሄድም” አለችው፤ ስለዚህ እርስዋን ተከትሎ ለመሄድ ተነሣ፤",
      "31": "ጌሐዚም ወደ ፊት ቀድሞአቸው ሄደና የኤልሳዕን በትር በልጁ ላይ አኖረ፤ ነገር ግን ድምፅም ሆነ ሌላ የሕይወት ምልክት አልነበረም፤ ስለዚህም ተመልሶ ሄዶ ኤልሳዕን “ልጁ ሊነሣ አልቻለም!” አለው፡፡",
      "32": "ኤልሳዕም በደረሰ ጊዜ ብቻውን ወደ ክፍሉ ገብቶ ልጁ ሞቶ በአልጋው ላይ መጋደሙን አየ፤",
      "33": "ከልጁ ጋር ብቻውን ሆኖ ክፍሉንም ዘግቶ ወደ ያህቬህ(הוהי) ጸለየ፤",
      "34": "ከዚህም በኋላ አፉን ከአፉ፤ ዐይኖቹን ከዐይኖቹ፤ እጆቹን ከእጆቹ ጋር ገጥሞ በልጁ ሬሳ ላይ ተጋደመ፤ ኤልሳዕም ተዘርግቶ እንደተጋደመበት የልጁ ሰውነት መሞቅ ጀመረ፡፡",
      "35": "ኤልሳዕም ተነሥቶ በክፍሉ ውስጥ ወዲያና ወዲህ ይመላለስ ጀመር፤ እንደገናም ተመለሰና በመዘርጋት በልጁ ላይ ተጋደመ፤ ልጁም ሰባት ጊዜ ካስነጠሰው በኋላ ዐይኖቹን ከፈተ፡፡",
      "36": "ኤልሳዕም ጌሐዚን “የልጁን እናት ጥራ” አለው፤ አርስዋም በመጣች ጊዜ ኤልሳዕ “ልጅሽ ያኸውልሽ!” አላት፡፡",
      "37": "አርስዋም ወደ መሬት ለጥ ብላ በኤልሳዕ ጫማ ላይ በመውደቅ እጅ ነሣች፤ ከዚያም በኋላ ልጅዋን ይዛ ሄደች፡፡",
      "38": "በመላ አገሪቱ ፈሀብ በነበረበት በአንድ ወቅት ኤልሳዕ ወደ ጊልጋል ተመልሶ መጣ፤ በዚያም የነቢያትን ጉባኤ በማስተማር ላይ ሳለ አገልጋዩን “ትልቅ ድስት ጥደህ ወጥ ሥራላቸው” አለው፡፡",
      "39": "ከነቢያቱም አንዱ ጎመን የሚመስል ቅጠላ ቅጠል ለመልቀም ወደ ሜዳ ሄደ፤ እርሱም በዱር ውስጥ የበቀለ የቅል ሐረግ አገኘ፤ መሸከም የሚችለውን ያህል በርከት ያለ ቅል ቆርጦ አመጣ፤ የዚያንም ምንነት ሳያውቅ ክትፎ ወጡ ውስጥ ጨመረው፤",
      "40": "ነቢያትም እንዲመገቡት የወጣላቸውን ወጥ ቀምሰው “በዚህ ወጥ ውስጥ የሚገድል መርዝ አለ!” ብለው ወደ ኤልሳዕ ጮኹ፤ ሊመገቡትም አልወደዱም፤",
      "41": "ኤልሳዕም ዱቄት እንዲሰጡት ጠይቆ በድስቱ ውስጥ ጨመረውና “ወጡን እያወጣህ ጨምርላቸው!” ሲል አዘዘ፤ በዚህም ጊዜ በወጡ ውስጥ ምንም ዐይነት መራራነት አልነበረም፡፡",
      "42": "ሌላም ጊዜ በዓልሻሊሻ ተብሎ ከሚጠራው ስፍራ አንድ ሰው በመከር ጊዜ በመጀመሪየ ከተወቃው ገብስ የተጋገሩ ሃያ የዳቦ ሙልሙሎችና አዲስ የተቆረጠ እሸት ለኤልሳዕ ይዞለት መጣ፤ ኤልሳዕም “ለነቢያት ጉባኤ አቅርብላቸውና ይብሉ” ብሎ አገልጋዩን አዘዘው፤",
      "43": "አገልጋዩ ግን “ይህ ለመቶ ሰው የሚበቃ ይመስልሃልን?” ሲል ጠየቀው፡፡ ኤልሳዕም “እንዲበሉ አቅርብላቸው፤ ምክንያቱም በልተው መጥገብ ብቻ ሳይሆን እንደሚተርፋቸውም ያህቬህ(הוהי) ተናግሮአል” አለው፡፡",
      "44": "ስለዚህም አገልጋዩ ምግቡን አቀረበላቸው ያህቬህ(הוהי)ም በተናገረው መሠረት ሁሉም በልተው ከጠገቡ በኋላም የተረፈ ምግብ ነበር፡፡"
    },
    "Chapter 5": {
      "1": "የሶርያ ጦር አዛዥ የነበረው ንዕማን በሶርያ ንጉሥ ዘንድ እጅግ የተከበረና የተወደደ ባለሟል ነበር፤ ምክንያቱም እግዚአብሔር በንዕማን አማካይነት ለሶርያ ሠራዊት ድልን አጎናጽሆአል፤ ታዲያ ንዕማን ጀግና ወታደር ሆኖ ሳለ አሠቃቂ በሆነ የቆዳ በሽታ ይሠቃይ ነበር፤",
      "2": "ሶርያውያን በእስራኤላውያን ላይ ወረራ በፈጸሙበት በአንድ ወቅት፤ አንዲት ትንሽ እስራኤላዊት ልጃገረድ ማርከው ወሰዱ፤ እርስዋም ለንዕማን ሚስት፤ ገረድ ሆነ ትኖር ነበር፡፡",
      "3": "አንድ ቀን እመቤትዋን “ጌታዬ ንዕማን በሰማርያ ወደሚገኘው ነቢይ ቢሄድ መልካም ይመስለኛል፤ ምክንያቱም ነቢዩ ከዚህ አሠቃቂ ከሆነ የቆዳ በሽታው ሊያነጻው ይችላል” አለቻት፡፡",
      "4": "ንዕማንም ይህን በሰማ ጊዜ ወደ ንጉሡ ቀርቦ ልጃገረዲቱ ያለችውን ሁሉ ነገረው፤",
      "5": "ንጉሡም “ይህን ደብዳቤ ይዘህ ወደ እስራኤል ንጉሥ ሂድ” ብሎ ፈቀደለት፡፡",
      "6": "ስለዚህም ንዕማን ሠላሳ ሺ ጥሬ ብር፤ ስድስት ሺ መሐለቅ ወርቅና ምርጥ የሆነ ዐሥር መለወጫ ልብስ አስጭኖ ጉዞውን ቀጠለ፤ ይዞት የሄደውም መልእክት “ይህ ደብዳቤ የእኔ ሠራዊት አዛዥ ስለሆነው ስለ ንዕማን ጉዳይ የሚገልጥ ነው፤ አሠቃቂ ከሆነ የቆዳ በሽታ በማንጻት እንድትፈውሰው እፈልጋለሁ” የሚል ነበር፡፡",
      "7": "የእስራኤልም ንጉሥ ደብዳቤውን ባነበበ ጊዜ በቁጣ ልብሱን ቀደደ፤ ድምፁንም ከፍ አድርጎ “የሶርያ ንጉሥ ይህን ሰው እንደምፈውስለት አድርጎ እንዴት ይገምታል? እኔ የማዳንና የመግደል ሥልጣን ያለኝ እግዚአብሔር መሰልኩትን? በእርግጥ ይህ አባባል ከእኔ ጋር ጠብ መፈለጉን በግልጥ ያሳያል!” አለ፡፡",
      "8": "ነቢዩ ኤልሳዕም የሆነውን ነገር ሁሉ በሰማ ጊዜ ወደ ንጉሡ መልእክት ልኮ “ስለምን ትጨነቃለህ?ሰውዬውን ወደ እኔ ላከው፤ እኔም በእስራኤል ነቢይ መኖሩን አሳየዋለሁ” አለው፡፡",
      "9": "ስለዚህም ንዕማን ፈረሶች በሚስቡት ሠረገላ ተቀምጦ በመሄድ ወደ ኤልሳዕ ቤት በሚያስገባው በር ላይ ሲደርስ ቆመ፡፡",
      "10": "ኤልሳዕም አንዱን አገልጋይ “‹ሄደህ በዮርዳኖስ ወንዝ ሰባት ጊዜ በመነከር ታጠብ፤ ከበሽታህም ፈጽሞ ትነጻለህ› ብለህ ለዚህ ሰው ንገረው” ሲል አዘዘው፤",
      "11": "ንዕማን ግን ተቆጥቶ ወደአገሩ ለመመለስ ተነሣ፤ እንዲህም እያለ ያጉረመርም ነበር፤ “እኔ እኮ ነቢዩ መጥቶ ወደ እግዚአብሔር በመጸለይ የቆዳ በሽታ ባነደደው ገላዬ ላይ እጆቹን ጭኖ በመዳሰስ ይፈውሰኛል ብዬ አስቤ ነበር፤",
      "12": "የውሃ የውሃማ! በእስራኤል ከሚገኙት አባናና ፋርፋር አይሻሉምን? እንዲህ ከሆነማ በእነርሱ ታጥቤ በነጻሁ ነበር!”",
      "13": "የንዕማንም አሽከሮች ወደ እርሱ ቀርብ ብለው “ግታችን ሆይ ! ነቢዩ ሌላ ከባድ ነገር እንድታደርግ ቢያዝህ ቦሮ ትፈጽመው ነበር፤ ታዲያ ነቢዩ ባዘዘህ መሠረት ታጥበህ ከበሽታህ ምጻት ምን ይከብድሃል?” አሉት፡፡",
      "14": "ስለዚህም ንዕማን ኤልሳዕ ባዘዘው መሠረት ወደ ዮርዳኖስ ወንዝ ወርዶ ሰባት ጊዜ በመነከር ታጠበ፤ ከበሽታውም ፈጽሞ ነጻ፤ ሥጋውም እንደ ሕፃን ልጅ ገላ በመታደስ ፍጹም ጤናም ሆነ፤",
      "15": "ከዚህም በኋላ ከተከታዮቹ ጋር ወደ ኤልሳዕ ተመልሶ መጥቶ “ከእስራኤል አምላክ በቀር ሌላ አምላክ አለመኖሩን እነሆ አሁን ተረዳሁ፤ ስለዚህም ጌታዬ ሆይ! እባክህ ይህንን ስጦታ ተቀበለኝ” አለው፡፡",
      "16": "ኤልሳዕም “በማገለግለው በሕያው እግዚአብሔር ስም እምላለሁ ምንም ነገር አልቀበለም” ሲል መለሰለት፡፡",
      "17": "ንዕማንም ስጦታውን እንዲቀበልለት አጥብቆ ቢለምነውም ኤልሳዕ ሊቀበለው አልወደደም፤ ስለዚህም ንዕማን እንዲህ አለ፤ “ስጦታዬን የማትቀበለኝ ከሆነ የሁለት በቅሎ ጭነት ዐፈር ይዤ እንድሄድ ፍቀድልኝ፤ ምክንያቱም ከአሁን ጀምሮ ለእግዚአብሔር ብቻ እንጂ ለሌሎች ባዕዳን አማልክት የሚቃጠልም ሆነ ወይም ሌላ ዐይነት መሥዋዕት ከቶ አላቀርብም፤",
      "18": "ስለዚህም የሀገሬን ንጉሥ በማጀብ ሪሞን የተባለ የሶርያ አምላክ ወደሚመለክበት መቅደስ ብገባና ብሰግድም እንኳ እግዚአብሔር ይቅር እንደሚለኝ ተስፋ አደርጋለሁ፤ በእርግጥም ይቅር ይለኛል፡፡”",
      "19": "ኤልሳዕም “በሰላም ሂድ” አለው፤ ንዕማንም ተሰናብቶ ሄደ፡፡",
      "20": "አርሱም ጥቂት ራቅ ብሎ እንደሄደ፤ የኤልሳዕ አገልጋይ የሆነው ጌሐዚ “ጌታዬ ንዕማንን ምንም ነገር ሳያስከፍል አሰናብቶታል፤ ያ ሶርያዊ ሰው ያቀረበለትን ስጦታ መቀበል ይገባው ነበር፤ በሕያው እግዚአብሔር ስም እምላለሁ በፍጥነት በመሮጥ ተከትየው ሄጄ ከእርሱ አንድ ነገር ማግነት አለብኝ” ሲል በልቡ አሰበ፡፡",
      "21": "ስለዚህም ጌሐዚ ንዕማንን ከኋላው ተከተለው፤ ንዕማንም መለስ ብሎ አንድ ሰው እየቶጠ ሲከተለው ባየ ጊዜ፤ ከሠረገላው ወርዶ “ምነው፤ በደኅና መጣህን?” ሲል ጠየቀው፡፡",
      "22": "ጌሐዚም “መምጣትስ በደኅና ነው የመጣሁነት፤ ነገር ግን ጌታዬ በኮረብታማው በኤፍሬም አገር የሚኖሩ ሁለት የነቢያት ጉባኤ አባላት ድንገት በእንግድነት ስለመጡበት፤ ሦስት ሺ ብርና ሁለት መቀየሪያ ልብስ እንድትሰጣቸው እነግርህ ዘንድ ወደ አንተ ልኮኛል” ሲል መለሰለት፡፡",
      "23": "ንዕማንም “እንግዲያውስ እባክህ ስድስት ሺ ብር ልስጥ” ሲል መለሰለት፤ በዚህም አሳቡ በመጽናት ብሩን በሁለት ከረጢት ሞልቶ ከሁለት መለወጪያ ልብሶች ጋር በሁለት አገልጋዮች አስያዞ ከጌሐዚ ቀድመው በፊት በፊቱ እንዲሄዱ አደረገ፡፡",
      "24": "ኤልሳዕ ወደሚኖርባትም ኮረብታ በደረሱ ጊዜ ጌሐዚ ሁለቱን ከረጢት ተቀብሎ ወደ ቤት አስገባ፤ አዚያም በኋላ የንዕማንን አገልጋዮች አሰናብቶ፤",
      "25": "ወደ ቤት ተመልሶ ገባ፤ ኤልሳዕም “እስከ አሁን የት ነበርክ?” ሲል ጠየቀው፡፡ ጌሐዚም “ጌታዬ! ኧረ እኔ የትም አልሄድሁ! ሲል መለሰ፡፡",
      "26": "ኤልሳዕም “ሰውየው ሊያነጋግርህ ከሠረገላው ላይ ሲወርድ እኔ በመንፈስ ከአንተ ጋር አልነበርኩምን? እነሆ አሁን ገንዘብና ልብስ፤ የወይራና የፍራፍሬዎችን ቦታ፤ በግና የቀንድ ከብት ወይም አገልጋዮችን ለመቀበል ጊዜው አይደለም፤",
      "27": "ከዚህም የተነሣ እነሆ የንዕማን አሠቃቂ የቆዳ በሽታ ወደ አንተ ይተላለፋል፤ አንተና ዘሮችህ ለዘላለም ከዚያ በሽታ አትነጹም” አለው፡፡ ጌሐዚም ወጥቶ ሲሄድ ያ በሽታ ስለተጋባበት ገላው እንደ በረዶ ነጭ ሆነ፡፡"
    },
    "Chapter 6": {
      "1": "በኤልሳዕ ኀላፊነት ሥር የነበሩት የነቢያት ጉባኤ አባላት “የምንኖርበት ስፍራ ጠባብ ነው፤",
      "2": "ወደ ዮርዳኖስ ወንዝ ሄደን ዛፍ በመቁረጥ የምንኖርበት ቤት እንድነሠራ ፍቀድልን” አሉት፡፡",
      "3": "ኤልሳዕም “እሺ መልካም ነው” አላቸው፡፡",
      "4": "ከነቢያቱም አንዱ ኤልሳዕ አብሮአቸው እንዲሄድ ጠየቀው፤ ኤልሳዕም በጥያው ተስማምቶ፤",
      "5": "አብረው ሄዱ፤ ወደ ዮርዳኖስም በደረሱ ጊዜ ዛፍ የመቁረጥ ተግባራቸውን ጀመሩ፤",
      "6": "ከእነርሱም አንዱ ዛፍ በመቁረጥ ላይ ሳለ በድንገት በጥረቢያው ከዛቢያው ላይ ወድቆ ውሃ ውስጥ ገባ፤ እረሱም ድምፁን ከፍ አድርጎ በመጮኽ “ጌታዬ ሆይ! እንግዲህ ምን አደርጋለሁ? መጥረቢያው የተውሶ ነው!” ሲል ለኤልሳዕ ነገረው፡፡",
      "7": "ኤልሳዕም “በየት በኩል ነው የወደቀው?” ሲል ጠየቀው፡፡",
      "8": "ሰውየውም መጥረቢያው የወደቀበትን ስፍራ ባሳየው ጊዜ ኤልሳዕ አንድ እንጨት ቆርጦ ወደ ውሃው ውስጥ በመጣል መጥረቢያው እንዲንሳፈፍ አደረገው፤",
      "9": "ከዚህም በኋላ ኤልሳዕ “አውጥተህ ውሰድ” አለው፤ ሰውየውም ጎንበስ ብሎ አነሣው፡፡",
      "10": "እነሆ የሶርያ ንጉሥ ከእስራኤል ጋር በጦርነት ላይ ነበር፤ እርሱም ከጦር አዛዥዎቹ ጋር ተማክሮ የሚሰፍሩበትን ቦታ መረጠ፤",
      "11": "ኤልሳዕ ግን “ሶርያውያን ደፈጣ አድርገው ስለሚጠብቁህ ወደዚያ ስፍራ አትቅረብ” ሲል ነገረው፤",
      "12": "ስለዚህም የእስራኤል ንጉሥ በዚያ የሚኖሩትን ወታደሮቹን ስላስጠነቀቃቸው ነቅተው ይጠባበቁ ነበር፤ ይህም ድርጊት ብዙ ጊዜ በተደጋጋሚ ተፈጸመ፡፡",
      "13": "ከዚህም የተነሣ የሶርያው ንጉሥ እጅግ ተበሳጨ፤ የጦር አዛዥዎቹንም ጠርቶ፤ “ከእናንተ መካከል ለእስራኤል ንጉሥ የእኛን ምስጢር የሚገልጥለት ማን ነው?” ሲል ጠየቃቸው፡፡",
      "14": "ከእነርሱም አንዱ “ንጉሥ ሆይ! ከእኛ መካከል ይህንን የሚያደርግ ማንም የለም፤ በመኝታህ ከፍልህ እንኳ ሆነህ የምትናገረውን ሁሉ ሳይቀር ለእስራኤል ንጉሥ ምስጢሩን የሚገልጥለት ኤልሳዕ የተባለው ነቢያ ነው” ሲል መለሰለት፡፡",
      "15": "የሶርያም ንጉሥ “እርሱ የሚገኝበትን ስፍራ ፈልጉ፤ እኔም በቀጥታ እማርከዋለሁ” አላቸው፡፡",
      "16": "በዚህም ጊዜ ኤልሳዕ በዶታን የሚኖር መሆኑ ስለተነገረው፤",
      "17": "ንጉሡ በፈረሶችና በሠረገላዎች የተጠናከረ ሠራዊት ወደዚያ ላከ፤ እነርሱም በሌሊት ደርሰው ከተማይቱን ከበቡ፡፡",
      "18": "በማግሥቱም ማለዳ የኤልሳዕ አገልጋይ ከመኝታው ተነሥቶ ከቤት ሲወጣ በፈረሶችና በሠረገላዎች የታጀቡ የሶርያ ወታደሮች ከተማይቱን መክበባቸውን አየ፤ ወደ ኤልሳዕም ተመልሶ ድምፁን ከፍ በማድረግ “ጌታዬ! እነሆ ልንጠፋ ነው! ምን ማድረግ ይሻለናል?” ሲል ጠየቀው፡፡",
      "19": "ኤልሳዕም አይዞህ አትፍራ! ከእነርሱ ጋር ከተሰለፈው ይልቅ ከእኛ ጋር የተሰለፈው ሠራዊት ይበልጣል” አለው፤",
      "20": "ከዚህም በኋላ ኤልሳዕ “ያህቬህ(הוהי) ሆይ! ማየት እንዲችል ዐይኖቹን ክፈትለት!” ሲል ጸለየ፤ ያህቬህ(הוהי)ም ለጸሎቱ መልስ በመስጠት የኤልሳዕ አገልጋይ ዐይኖቹ እንዲከፈቱለት ስላደረገ በኮረብታው ጎን ብዙ የእሳት ፈረሶችና ሠረገላዎች በኤልሳዕ ዙሪያ ተሰልፈው የሚጠብቁት መሆናቸውን ተመለከተ፡፡",
      "21": "ሶርያውያንም አደጋ መጣል በጀመሩ ጊዜ ኤልሳዕ “ያህቬህ(הוהי) ሆይ! እነዚህ ሰዎች እንዲታወሩ አድርግ!” ብሎ ጸለየ፤ ያህቬህ(הוהי)ም የኤልሳዕን ጸሎት በመስማት ዐይናቸው እንዲታወር አደረገ፡፡",
      "22": "ከዚህም በኋላ ኤልሳዕ ወደ እነርሱ ቀረብ ብሎ “መንገድ ተሳስታችኋል፤ የምተፈልጓት ከተማ ይህች አይደለችም፤ ይልቅስ ወደምትፈልጉት ሰው እኔ ልመራችሁ ስለምችል ተከተሉኝ” ብሎ ወደ ሰማርያ መራቸው፡፡",
      "23": "ወደ ከተማይቱም እንደገቡ ኤልሳዕ “ያህቬህ(הוהי) ሆይ!ማየት እንዲችሉ ዐይናቸውን ግለጥላቸው” ሲል ጸለየ፤ ያህቬህ(הוהי)ም ጸሎቱን ሰምቶ ዐይናቸውን በከፈተላቸው ጊዜ በሰማርያ ውስጥ መሆናቸውን ተረዱ፡፡",
      "24": "የእስራኤልም ንጉሥ ሶርያውያንን ባያቸው ጊዜ “ጌታዬ ሆይ! ልግደላቸውን?” ሲል ኤልሳዕን ጠየቀው፡፡",
      "25": "ኤልሳዕም “አይሆንም! እንኳን እነዚህን፤ በሰይፍና በቀስትህ የማረክሃቸውን ወታደሮች መግደል አይገባህም፤ ይልቅስ የሚበሉትና የሚጠጡትን ምግብ አቅርብላቸውና ወደ ንጉሣቸው ተመልሰው እንዲሄዱ አደርግ” አለው፡፡",
      "26": "ስለዚህም የእስራኤል ንጉሥ ለእነርሱ ታላቅ ግብዣ አደረገላቸው፤ ከበሉና ከጠጡም በኋላ ወደ ሶርያ ንጉሥ መልሶ ላካቸው፤ ከዚያም ጊዜ ጀምሮ ሶርያውያን  በእስራኤል ምድር ላይ ወረራ ማድረጋቸውን አቆሙ፡፡",
      "27": "ከጥቂት ጊዜ በኋላ የሶርያ ንጉሥ ቤንሀዳድ መላ ሠራዊቱን በእስራኤል ላይ በማዝመት የሰማርያን ከተማ ከበበ፤",
      "28": "ከበባውም የምግብን እጥረትና ብርቱ ረሀብን ከማስከተሉ የተነሣ፤ የአንድ አህያ ራስ ዋጋእስከ ሰማኒያ ጥሬ ብር፣ ሁለት መቶ ግራም የሚያህል የርግብ ኩስ ዋጋ ደግሞ አምስት ጥሬ ብር ማውጣት ጀመረ፡፡",
      "29": "አንድ ቀን የእስራኤል ንጉሥ በከተማይቱ የቀጽር ግንብ ላይ በሚመላለስበት ጊዜ አንዲት ሴት ድምፅዋን ከፍ አድርጋ “ንጉሥ ሆይ! እባክህ እርዳኝ!” ስትል ጮኸች፡፡",
      "30": "ንጉሡም “ያህቬህ(הוהי) ሊረዳሽ ካልፈቀደ እኔ ምን ዐይነት ዕርዳታ ልሰጥሽ እችላለሁ? ስንዴ ወይስ የወይን ጠጅ? ምን ያለኝ ይመስልሻል?",
      "31": "ለመሆኑ “ችግርሽ ምንድን ነው?” ሲል ጠየቃት፡፡",
      "32": "እርስዋም እንዲህ ስትል መለሰችለት፤ “ባለፈው ቀን ይህች ሴት ‹ዛሬ የአንቺን ልጅ እንብላ፤ በማግሥቱ ደግሞ የእኔን ልጅ እንበላለን› ስትለ አሳብ አቀረበች፡፡",
      "33": "ስለዚህም የእኔን ላች ቀቅለን  በላን በማግሥቱም ‹ልጅሽን አምጪና እንብላ› ብዬ ጠየቅኋት እርሷ ግን ደበቀችው፡፡”",
      "34": "ንጉሡም ይህን በሰማ ጊዜ በሐዘን ልብሱን ቀደደ፤ በግንቡ ላይ በመሆኑ በአቅራቢያው የነበረው ሕዝብ ንጉሡ ከልብሱ በውስጥ በኩል ማቅ ለብሶ እንደነበር አዩ፡፡",
      "35": "ንጉሡም ድምፁን ከፍ በማድረግ “የዛሬይቱ ጀንበር ከመጥለቅዋ በፊት የኤልሳዕ ራስ ሳይቆረጥ ቢያድር ያህቬህ(הוהי) እኔን በሞት ይቅጣኝ!” ሲል ተናገረ፡፡",
      "36": "ወዲያውኑም ኤልሳዕን ይዞ የሚመጣ መልእክተኛ ላከ፡፡",
      "37": "በዚህም ጊዜ ኤልሳዕ ሊጎበኙት ከመጡ ጥቂት ሽማግሌዎች ጋር በቤት ውስጥ ነበር፤ የንጉሡ መልእክተኛ ከመድረሱም በፊት ኤልሳዕ ሽማግሌዎቹን “ያ ነፍሰ ገዳይ እኔን ለማስገደል አንድ ሰው ልኳል፤ እነሆ እርሱ እዚህ በሚደርስበት ጊዜ በሩን ዝጉ፤ ወደ ውስጥም እንዲገባ አትፍቀዱለት፤ ንጉሡም እርሱን ተከትሎ መጥ በኋላው ይበኛል” አላቸው፡፡",
      "38": "ገና ይህን ተናግሮ ሳይጨርስ ንጉሡ ድንገት ከተፍ ብሎ “ይህንን መከራ በእኛ ላይ ያመጣብን ያህቬህ(הוהי) ነው! ታዲያ እርሱ አንድ ነገር ያደርግ ዘንድ ከዚህ በላይ ምን ልጠብቅ?” አለ፡፡"
    },
    "Chapter 7": {
      "1": "ኤልሳዕም “ያህዌ የሚለውን ስማ! ነገ ይህን ጊዜ በሰማርያ ሦስት ኪሎ ምርጥ ስንዴ ወይም ስድስት ኪሎ ገብስ በአንድ ጥሬ ብር ይሸመታል” ሲል መለሰለት፡፡",
      "2": "በዚህ ጊዜ የንጉሡ የቅርብ ባለሟል የሆነ አገልጋዩ ኤልሳዕን “ያህዌ ራሱ የሰማይ መስኮቶችን ከፍቶ እህልን እንደ ዝናም ቢያዘንም እንኳ ይህ ሊሆን ከቶ አይችልም!” ሲል በመጠራጠር ተናገረ፡፡ ኤልሳዕም “ያን እህል በዐይንህ ታያለህ! ነገር ግን ከእርሱ ምንም ነገር አትቀምስም” አለው፡፡",
      "3": "ሰውነታቸው በአሠቃቂ የቆዳ በሽታ የነደደ አራት ሰዎች ከሰማርያ ቅጽር በር ውጭ ነበሩ፤ እነርሱም አርስ በርሳቸው እንዲህ ተባባሉ፤ “እስክንሞት ድረስ ስለምን በዚህ እንቆያለን?",
      "4": "ወደ ከተማይቱ መግባት ምንም ጥቅም የለውም፤ ምክንያቱም እዚያ ከበባን በረሃብ እንሞታለን፤ እዚህም ብንቀር ከመሞት አንድንም፤ ስለዚህ ተነሥተን ወደ ሶርያውያን ሰፈር እንሂድ፤ እነርሱም ቢሆኑ ከመግደል የከፋ ሌላ ምንም ነገር ሊያደርጉብን አይችሉም፤ ምናልባትም ሕይወታችንን ያተርፉ ይሆናል፡፡”",
      "5": "ከዚህም በኋላ ቀኑ ሊመሽሲል ወደ ሶርያውያን ሰፈር ሄዱ፤ ነገር ግን እዚያ ሲደርሱ ማንም ሰው አልነበረም፤",
      "6": "ይህም የሆነበት ምክንያት ያህዌ ሶርያውያን በፈረሶችና በሠረገላዎ የታጀበ የብዙ ሠራዊት ግሥጋሴ የሚመስል ድምፅ አሰምቶአቸው ስለነበር ነው፤ ይኸውም ሶርያውያን እንዳሰቡት የእስራኤል ንጉሥ የሒታውያንና የግብጽ ነገሥታትን ከነሠራዊቶቻቸው ቀጥሮ አደጋ ሊጥልባቸው የመጣ መስሎአቸው ነበር፡፡",
      "7": "ስለዚህም በዚያን ቀን ምሽት ሶርያውያን ድንኳኖቻቸውን፤ ፈረሶችና አህዮቻቸውን በጠቅላላም ሰፈራቸውን ሁሉ እንዳለ ትተው ሕይወታቸውን ለማትረፍ ሸሽተው ሄደዋል፡፡",
      "8": "አራቱ ሰዎች ወደ ሶርያውያን ሰፈር ዳርቻ በደረሱ ጊዜ ወደ አንድ ድንኳን ውስጥ ገቡ፤ በዚያም ያገኙትን ነገር ሁሉ በልተውና ጠጥተው ያገኙትን ብር፤ ወርቅና ልብስ ይዘው ሄደው ደበቁ፤ እንደገናም ተመልሰው ወደ ሌላ ድንኳን በመግባት እንደዚያው አደረጉ፤",
      "9": "ከዚህም በኋላ እርስ በርሳቸው እንዲህ ተባባሉ፤ “መልካም አላደረግንም፤ እነሆ ዛሬ ታላቅ የምሥራች አግኝተናል፤ ይህንንም መልካም ዜና ደብቀን ልናስቀር አይገባንም፤ ይህንን የምሥራች ሳንነግር እስኪነጋ ብንቆይ በእርግጥ ቅጣት ይደርስብናል፤ ስለዚህም አሁኑኑ ሄደን ለንጉሡ የጦር መኮንኖች እንንገር!”",
      "10": "ከዚያም በኋላ ከሶርያውያን ሰፈር በመነሣት ወደ ሰማርያ ተመልሰው ሄዱ፤ እዚያም እንደደረሱ የከተማይቱን ቅጽር በር ዘበኞች ጠርተው “ወደ ሶርያውያን ሰፈር ሄደን ነበር፤ ነገር ግን ምንም ያየነው ሰው ወይም የሰማነው ድምፅ እንኳ የለም፤ ፈረሶችና አህዮች እንደታሰሩ ናቸው፤ ድንኳኖቹም ሶርያውያን ትተዋቸው ስለሄዱ ባሶአቸውን ናቸው” ሲሉ ነገሩአቸው፡፡",
      "11": "ዘብ ጠባቂዎቹም ወሬውን ስለነዙት እስከ ቤተ መንግሥት ድረስ ተሰማ፤",
      "12": "ጊዜውም ገና ሌሊት ነበር፤ ንጉሡ ግን ከመኝታው ተነሥቶ ባለሟሎቹ የሆኑትን ባለሥልጣኖች እንዲህ አላቸው፤ “የሶርያውያን ዕቅድ ልንገራችሁ፤ እነርሱ በዚህ ስላለው ረሀብ ያውቃሉ፤ ስለዚህ ሰፈራቸውን ለቅቀው በገጠር ለመሸሸግ ሄደዋል፤ እኛም ምግብ ፍለጋ ብንወጣ ከነሕይወታችን ማርከው ከተማችንን ይወስዳሉ፡፡”",
      "13": "ከባለሟሎቹም አንዱ “በዚህች ከተማ ውስጥ የተረፈው ሕዝብ ከዚህ በፊት እንደሞቱት ሰዎች ሁሉ ከሞት የሚያመልጥ አይደለም፤ ስለዚህ የሆነውን ነገር ማወቅ እንድንችል ጥቂት ሰዎችን መርጠን ከሞት ከተረፉት አስም ፈረሶች ጋር እንላክ” ሲል አሳብ ዘቀረበ፡፡",
      "14": "እነርሱም ጥቂት ሰዎችን መረጡ፤ ንጉሡም እነዚያን ሰዎች በሁለት ሠረገላዎች እንዲቀመጡ አድርጎ በሶርያውያን ሠራዊት ላይ የደረሰውን ሁኔታ መርምረው እንዲመለሱ መመሪያ በመስጠት ላካቸው፡፡",
      "15": "ሰዎቹም ከዚያ ተነሥተው እስከ ዮርዳኖስ ወንዝ ድረስ ዘልቀው ሄደው፤ በየመንገዱም ሶርያውያን ሲሸሹ ጥለውት የሄዱትን ልብስና መሣሪያ ሁሉ አዩ፤ ከዚያም በኋላ ተመልሰው መጥተው ይህን ሁሉ ለንጉሡ ነገሩ፡፡",
      "16": "ሕዝቡም በፍጥነት እየተራወጠ ወጥቶ የሶርያን ሰፈር ዘረፈ፤ ያህዌ አስቀድሞ በተናገረውም መሠረት ሦስት ኪሎ ምርጥ ስንዴ ወይም ስድስት ኪሎ ገብስ በአንድ ጥሬ ብር ተሸመተ፡፡",
      "17": "በዚህም ጊዜ የእስራኤል ንጉሥ የከተማይቱ ቅጽር በር የቅርብ ባለሟሉ በሆነው አገልጋዩ ኀላፊነት ሥር እንዲጠበቅ አድርጎ ነበር፤ ነገር ግን ያንን አገልጋይ ሕዝቡ ስለረጋገጠው በዚያ ሞተ፤ ይህም የሆነው ንጉሡ ኤልሳዕን ለማነጋገር በሄደ ጊዜ ኤልሳዕ በዚያ አገልጋይ ላይ የተናገረበት የትንቢት ቃል ስለተፈጸመ ነው፡፡",
      "18": "በዚያን ጊዜ ኤልሳዕ ለንጉሡ “በነገው ዕለት በሰማርያ ከተማ ሦስት ኪሎ ምርጥ ስንዴ ወይም ስድስት ኪሎ ገብስ በአንድ ጥሬ ብር ይሸመታል” ብሎ ነግሮት ነበር፤",
      "19": "ለዚህም ቃል ያ አገልጋይ የሰጠው መልስ “ያህዌ ራሱ የሰማይ መስኮቶችን ከፍቶ እህልን እንደዝናም ቢያዘንም እንኳ ይህ ሊሆን ከቶ አይችልም” የሚል ነበር፡፡ ኤልሳዕም “ያን እህል በዐይንህ ታያለህ፤ ነገር ግን ከእርሱ ምንም ነገር አትቀምስም” አለው፡፡",
      "20": "እንግዲህ ያ አገልጋይ በሰማርያ ከተማ ቅጽር በር ላይ ሕዝብ ረጋግጦት ለመሞት የበቃው ይህ ትንቢት ስለተፈጸመበት ነበር፡፡"
    },
    "Chapter 8": {
      "1": "ልጅዋን ከሞት ያስነሣላትን፤ በሹኔም ትኖር የነበረችውን ሴት እነሆ ኤልሳዕ አስቀድሞ እንዲህ ሲል ነግሮአት ነበር፤ “ያህዌ እስከ ሰባት ዓመት የሚቆይ ረሀብ በዚህች ምድር ላይ ልሎአል፤ ከቤተሰብሽጋር በሕይወት ለመትረፍ ከዚህ ተነሥተሸ ወደ ሌላ ስፍራ ሂጂ፡፡”",
      "2": "ስለዚህም የኤልሳዕን ምክር ሰምታ ከነቤተሰብዋ ወደ ፍልስጥኤም አገር በመሰደድ እስከ ሰባት ዓመት ቆይታ ነበር፡፡",
      "3": "ከአባቱም የረሀብ ዓመታ ፍጻሜ በኋላ ወደ እስራኤል ተመለሰች፤ ወደደ ንጉሡም ቀርባ መኖሪያ ቤትዋና የእርሻ መሬትዋ እንዲመለስላት ጠየቀች፡፡",
      "4": "ንጉሡንም የኤልሳ አገልጋይ ከሆነው ከጌሐዙ ጋር ሲነጋገር አገኘችው፤ ንጉሡ ከጌሐዚ ጋር የሚነጋገረውም ኤልሳዕ ስላደረጋቸው ተአምራት ለማወቅ ፈልጎ ነበር፤",
      "5": "ኤልሳዕ የሞተ ሰው ማስነሣቱን ጌሐዚ ለንጉሡ በሚነግርበት ጊዜ ሴቲቱ መጥታ አቤቱታዋን ለንጉሡ አቀረበት፤ ጌሐዚም “ ንጉሥ ሆይ ! ሴትዮዋ እነሆ ይህች ናት! ኤልሳዕ ከሞት የስነሣውም ልጅዋ ይኼነው!” በማለት ለንጉሱ አስረዳ፡፡",
      "6": "ጌሐዚ ለንጉሡ የሰጠውነ መልስ ሴትዮዋ ለንጉሡ እውነት መሆኑን አረጋገጠችለት፤ ስለዚህም ንጉሡ አንድ ባለስለጣን ጠርቶ የእርስዋ የሆነው ማናቸውም ነገርና እንዲሁም የእርሻ መሬትዋ በሰባት ዓመት ጊዜ ውስጥ ያስገኘው የእህል ሰብል ድርሻዋ ጭምር እንዲመለስላት ትእዛዝ ሰጠላት፡፡",
      "7": "የሶርያ ንጉሥ ቤንሀዳድ በታመመ ጊዜ ኤልሳዕ ወደ ደማስቆ ሄደ፤ ንጉሡም የኤልሳዕን መምጣት ሰምቶ፤",
      "8": "ባለሟሎቹ ከሆኑት ባለሥልጣኖች አንዱ የሆነውን ሐዛኤልን ጠርቶ “ለነቢዩ ስጦታ ይዘህ ሂድና እኔ ከዚህ በሽታ እድን ወይም አልድን እንደሆነ ያህዌን እንዲጠይቅልኝ ለምነው” አለው፡፡",
      "9": "ስለዚህም ሐዛኤል በደማስቆ ከሚገኘው ምርጥ የምድር በረከት ሁሉ በአርባ ግመሎች ጭኖ ወደ ኤልሳዕ ሄደ፤ ሐዛኤልም ኤልሳዕን ባገኘው ጊዜ “አገልጋይህ ንጉሥ ቤንሀዳድ ከሕመሙ ይድን ወይም አይድን እንደሆን እንድትነግረው እጠይቅህ ዘንድ ልኮኛል” አለው፡፡",
      "10": "ኤልሳዕም “ቤንሀዳድ እንደሚሞት ያህዌ ገልጦልኛል፤ አንተ ግን ትድናለህ ብለህ ንገረው” አለው፤",
      "11": "ከዚህ በኋላ ኤልሳዕ ፊቱን በማጥቆር በሚያስፈራ ሁኔታ ሐዛኤልን ተመለከተው፤ ከዚህም የተነሣ ሐዛኤል ተጨነቀ፤ ወዲያውም ኤልሳዕ እንባውን ማፍሰስ ጀመረ፤",
      "12": "ሐዛኤልም “ጌታዬ ስለምን ታለቅሳለህ?” ሲል ጠየቀው፡፡ ኤልሳዕም “በእስራኤል ሕዝብ ላይ የምትፈጽመውን አሠቃቂ ነገር ስለማውቅ ነው፤ ምሽጎቻቸውን በእሳት ታቃጥላለህ፤ ምርጥ የሆኑ ወጣቶቻቸውን በእሳት ታቃጥላለህ፤ ምርጥ የሆኑ ወጣቶቻቸውን ታርዳለህ፤ ሕፃናቶቻቸውን በድንጋይ ላይ ትፈጠፍጣለህ፤ እርጉዞች የሆኑ ሴቶቻቸውንም ሆድ ትሰነጥቃለህ” ሲል መለሰለት፡፡",
      "13": "ሐዛኤልም “እኔ ለምንም የማልጠቅም ኢምንት ነኝ፤ ታዲያ ይህን ሁሉ ለማድረግ የሚያስችለውን ኀይል ከቶ ከየት አገኛለሁ?” ሲል ጠየቀ፡፡ ኤልሳዕም “አንተ የሶርያ ንጉሥ እንደምትሆን ያህዌ ገልጦልኛል” ሲል መለሰለት፡፡",
      "14": "ከዚህም በኋላ ሐዛኤል ተመልሶ ሲመጣ “ኤልሳዕ ምን አለህ?” ሲል ቤንሀዳድ ጠየቀው፡፡ ሐዛኤልም “አንተ በእርግጥ እንደምትድን ነግሮኛል” ሲል መለሰለት፡፡",
      "15": "ነገር ግን በማግሥቱ ሐዛኤል ብርድልብስ ወስዶ ውሃ ውስጥ ነከረ፤ በዚያም ንጉሡን አፍኖ ገደለው፡፡ ሐዛኤልም በቤንሀዳድ እግር ተተክቶ የሶርያ ንጉሥ ሆነ፡፡",
      "16": "የእስራኤል ንጉሥ የአክአብ ልጅ ኢዮራም በነገሠ በአምስተኛው ዓመት የኢዮሣፍጥ ልጅ ኢዮራም በይሁዳ ላይ ነገሠ፤",
      "17": "እርሱም በነገሠ ጊዜ ሠላሳ ሁለት ዓመቱ ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ስምንት ዓመት ገዛ፡፡",
      "18": "ሚስቱም የአክአብ ልጅ ስለነበረች እንደ አክአብ ቤተሰብ የእስራኤል ነገሥታት ይፈጽሙት የነበረውን የክፋት መንገድ ተከተለ፤ በደል በመሥራትም ያህዌን አሳዘነ፤",
      "19": "ያህዌ ግን ከዝርያዎቹ መንግሥትን እንደማያጠፋ ለአገልጋዩ ለዳዊት ተስፋ ሰጥቶት ስለነበር ይሁዳ መደምሰስ አልፈለገም፡፡",
      "20": "በኢዮራም ዘመነ መንግሥት ኤዶም በይሁዳ ላይ ዐመፀ፤ የራሱንም ነፃ መንግሥት ዐወጀ፤",
      "21": "ስለዚህም ኢዮራም ሠረገላዎቹን በመላ አሰልፎ ወደ ጻዒር ዘመተ፤ የኤዶም ሠራዊትም ከበባቸው፤ በሌሊትም እርሱና የሠረገላዎቹ አዛዥዎች ከበባውን ጥሰው ሲያመልጡ፤ ወታደሮቹ ወደየቤታቸው ተበታተኑ፤",
      "22": "ከዚያም ጊዜ ጀምሮ ኤዶም ከይሁዳ ተገዥነት ነፃ ወጣች፤ በዚያኑ ጊዜም የሊብና ከተማ ዐመፀች፡፡",
      "23": "ኢዮራም ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "24": "ኢዮራም ሞተ፤ በዳዊት ከተማ ውስጥ በሚገኘው የነገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ አካዝያስ ነገሠ፡፡",
      "25": "የእስራኤል ንጉሥ የአክአብ ልጅ ኢዮራም በነገሠ በዐሥራ ሁለተኛው ዓመት የኢዮራም ልጅ አካዝያስ የይሁዳ ንጉሥ ሆነ፤",
      "26": "በነገሠም ጊዜ የሃያ ሁለት ዓመት ልጅ ነበረ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ አንድ ዓመት ብቻ ገዛ፤ እናቱ ዐታልያ ተብላ የምትጠራው የአክአብ ልጅ ነበረች፤",
      "27": "አካዝያስ የንጉሥ አክአብ ዐማች ከመሆኑ የተነሣ ልክ እንደ አክአብ ቤተሰብ ኃጢአት በመሥራት ያህዌን አሳዘነ፡፡",
      "28": "በሶርያው ንጉሥ ሐዛኤል ላይ በታወጀው ጦርነት፤ ንጉሥ አካዝያስ የእስራኤል ንጉሥ ዮራም ተባባሪ በመሆን ዘመተ፤ የሁለቱም ነገሥታት ሠራዊት ከሶርያውያን ሠራዊት ጋር በገለዓድ በምትገኘው በራሞት ጦርነት በገጠመ ጊዜ ኢዮራም በውጊያ ው ላይ ቆሰለ፤",
      "29": "ከቁስሉም ለመፈወስ ተመልሶ ወደ ኢይዝራኤል ከተማ ሄደ፤ አካዝስም ዮራም ለመጠየቅ ወደዚያ ሄደ፡፡"
    },
    "Chapter 9": {
      "1": "በዚያን ጊዜ ነቢዩ ኤልሳዕ ደቀ መዛሙርቱ ከሆኑት ነቢያት አንዱን ጠርቶ እንዲህ አለ፤ “በገለዓድ ወደምትገኘው ወደ ራሞት ለመሄድ ተዘጋጅ፤ ይህንንም የዘይት ማሰሮ ያዝ፤",
      "2": "እዚያም በደረስህ ጊዜ የኢዮሳፍጥ ልጅ፤ የኒምሺ የልጅ ልጅ የሆነውን ዬሁን ፈልግ፤ እርሱንም ከጓደኞቹ በማስገለል ወደ ልዩ ክፍል አስገብተህ፤",
      "3": "ይህን የወይራ ዘይት በራሱ ላይ አፍስስበት፤ ‹አንተ ተቀብተህ በእስራኤል ላይ እንድትነግሥ ያህዌ አዝዞአል› ብለህም ንገረው፤ ከዚህም በኋላ በሩን በመክፈት በተቻለ ፍጥነት ከዚያ ስፍራ ተነሥተህ ሂድ፡፡”",
      "4": "ስለዚህም ወጣቱ ነቢይ ወደ ራሞት ሄደ፤",
      "5": "እዚያም እንደደረሰ የጦር መኮንኖች ተቀምጠው ሲወያዩ አግኝቶ “ጌታዬ ለአንተ የምሰጥህ መልእክት አለኝ” አለው፡፡ ዬሁም “ከእኛ መካከል ለማኛችን ነው የምትናገረው?” ሲል ጠየቀው፡፡ ነቢዩም “የምናገረው ለአንተ ነው” ሲል መለሰ፡፡",
      "6": "ከዚህ በኋላ ሁለቱ ወደ ቤት ውስጥ ገብተው ወጣቱ ነቢይ የወይራውን ዘይት በዬሁ ራስ ላይ አፈሰሰበትና እንዲህ አለው፤ “የእስራኤል አምላክ የሆነ ያህዌ የሚናገረው ይህ ነው፤ ‹በሕዝቤ በእስራኤል ላይ ተቀብተህ እንድትነግሥ አድርጌሃለሁ፤",
      "7": "አንተም የአክአብ ልጅ የሆነውን ጌታህን ንጉሡን መግደል አለብህ፤ በዚህም ዐይነት ነቢያቶቼንና ሌሎችንም አገልጋዮቼን የገደለችውን ኤልዛቤልን እበቀላታለሁ፤",
      "8": "መላው የአክአብ ቤተሰብና ዝርያው ሁሉ መሞት አለባቸው፤ እኔ ከእርሱ ቤተሰብ ወንድ የሆነውን ማንኛውንም ሰው ወጣቱንም ሽማግሌውንም አስወግዳለሁ፡፡",
      "9": "የእስራኤል ነገሥታት በነበሩት በኢዮርብዓምና በበዕሻ ቤተሰቦች ላይ ይደረግሁትን ሁሉ በአክአብ ቤተሰብ ላይ እፈጽማለሁ፡፡",
      "10": "ኤልዛቤል የመቀበር ዕድል እንኳ አታገኝም፤ የእርስዋም ሬሳ በኢይዝራኤል ግዛት ውሾች ይበሉታል፤›” ይህን ሁሉ ተናግሮ ከጨረሰ በኋላ ወጣቱ ነቢይ በሩን በመክፈት ከዚያ ክፍል ወጥቶ ሸሸ፡፡",
      "11": "ዬሁም ጓደኞቹ ወደሆኑት ወደ ጦር መኮንኖቹ በመጣ ጊዜ “ሁሉ ነገር ሰላም ነውን? ለመሆኑ ይህ እብድ መሳይ ሰው ከአንተ ምን ይፈልጋል?” ሲሉ ጠየቁት፡፡ ዬሁም “ሰውየውንም ሆነ አርሱ የሚናገረውን እናንተ ታውቁታላችሁ” አላቸው፡፡",
      "12": "እነርሱም “ኧረ እኛ አናውቅም! ምን እንደተናገረ አስረዳን” ሲሉ መለሱለት፡፡ ዬሁም “‹በእስራኤል ላይ ተቀብተህ እንድትነግሥ ያህዌ አዝዞአል› አለኝ” ሲል አስረዳቸው፡፡",
      "13": "የዬሁ ጓደኞቹ የነበሩት የጦር መኮንኖች ልብሳቸውን እያወለቁ ዬሁ በሚራመድበት ደረጃ ላይ አነጠፉ፤ በዚያም ላይ እንዲቆም አድርገው መለከት ነፉ፤ ድምፃቸውንም ከፍ አድርገው “ዬሁ ነግሦአል” ሲሉ ጮኹ፡፡",
      "14": "ከዚያም በኋላ ዬሁ በንጉሥ ኢዮራም ላይ ሤራ ማካሄድ ጀመረ፤ ኢዮራም ከሶርያ ንጉሥ ሐዛኤል ጋር በራሞት በተደረገው ጦርነት ላይ ስለቆሰለ በዚያን ጊዜ በኢይዝራኤል ውስጥ በማገገም ላይ ነበር፤ ስለዚህም ዬሁ ጓደኞቹ የሆኑትን የጦር መኮንኖች “እናንተ በእርግጥ ከእኔ ጋር ከሆናችሁ በኢይዝራኤል የሚኖረውን ሕዝብ ለማስጠንቀቅ አንድ ወሬ ነጋሪ እንኳ ከራሞት ወጥቶ እንዳያመልጥ አድርጉ” አላቸው፡፡",
      "15": "ከዚህም በኋላ ዬሁ በሠረገላው ላይ ተቀምጦ ወደ ኢይዝራኤል ገሠገሠ፤ በዚህ ጊዜ ኢዮራም ገና ከቁስሉ አልዳነም ነበር፤ የይሁዳ ንጉሥ አካዝያስም ሊጠይቀው መጥቶ በዚያ ይገኝ ነበር፡፡",
      "16": "በኢይዝራኤል ከተማ መጠበቂያ ግንብ ላይ የነበረው ቃፊር ዬሁና ተከታዩ ጭፍራ ሲመጡ መቃረባቸውን አይቶ አይቶ “ሰዎች እየጋለቡ ሲመጡ አያለሁ! ሲል የጥሪ ድምፅ አሰማ፡፡ ኢዮራምም “አንድ ፈረሰኛ ልከህ የሚመጡት ሰዎች በወዳጅነት ወይም በጠላትነት መሆኑን አረጋግጥ” አለው፡፡",
      "17": "መልእክተኛውም ጋልቦ ሄዶ ዬሁን “ንጉሡ አመጣጥህ በወዳጅነት እንደሆነ ማወቅ ይፈልጋል” ሲል ጠየቀው፡፡ ዬሁም “ይህ አንተን የሚመለከት ጉዳይ አይደለም፤ ይልቅስ ወደ ኋላ አልፈህ ተከተለኝ!” ሲል መለሰለት፡፡ በከተማይቱም መጠበቂያ ግንብ ላይ የነበረው ዘብ “መልእክተኛው በመምጣት ላይ ወዳለው ጭፍራ ደርሶአል፤ ነገር ግን ተመልሶ አልመጣም” ሲል አድረዳ፤",
      "18": "ሌላም መልእክተኛ ተልኮ ያንኑ ተመሳሳይ ጥያቄ ለዬሁ አቀረበለት፤ ዬሁም እንደገና “ይህ አንተን የሚመለከት ጉዳይ አይደለም፤ ይልቅስ ወደ ኋላ አልፈህ ተከተለኝ” ሲል መለሰለት፡፡",
      "19": "“ዘበኛውም እንደገና መልእክተኛ በመምጣት ላይ ወዳለው ጭፍራ ደርሶአል፤ ነገር ግን ተመልሶ አልመጣም” ካለ በኋላ “የጭፍራው መሪ ሠረገላ አነዳዱ እንደ እብድ ሰው ነው፤ እንዲያውም ልክ ዬሁን ይመስላል” ሲል ተናገረ፡፡",
      "20": "ከዚህ በኋላ ንጉሥ ኢዮራም “ሠረገላዬን አዘጋጅልኝ!” ሲል ትእዛዝ ሰጠ፤ ሠረገላውም ተዘጋጅቶለት እርሱና ንጉሥ አካዝያስ በየግል ሠረገላቸው እየጋለቡ ዬሁን ሊገናኙት ወጡ፤ እነርሱም ዬሁን ቀድሞ የናቡቴ ርስት በነበረው እርሻ ላይ አገኙት፡፡",
      "21": "ኢዮራምም “ዬሁ ሆይ! አመጣጥህ በሰላም ነውን?” ሲል ጠየቀ፡፡ ዬሁም “እናትህ ኤልዛቤል ባመጣችው አስማትና የጣዖት አምልኮ ውስጥ ተነክረን እስካለን ድረስ ምን ሰላም አለ?” ሲል መለሰለት፡፡",
      "22": "ኢዮራምም ድምፁን ከፍ በማድረግ “አካዝያስ ሆይ! ይህ እኮ ዐመፅ ነው!” ካለ በኋላ ሠረገላውን መልሶ ሸሸ፡፡",
      "23": "ዬሁ ቀስቱን ስቦ ባለው ኀይል በመጠቀም ፍላጻውን ባስፈነጠረ ጊዜ የኢዮራምን ጀርባ ወግቶ እስከ ልቡ ዘለቀ፤ ኢዮራምም ሞቶ በሠረገላው ውስጥ ወደቀ፡፡",
      "24": "ዬሁም ቢድቃር ተብሎ የሚጠራውን የቅርብ “ሬሳውን አንሥተህ የናቡቴ ርስት በነበረው እርሻ ላይ ወርውረህ ጣለው፤ እኔና አንተ የንጉሥ ኢዮራም አባት ከነበረው ከአክአብ ላይ የተናገረውን ቃል አስታውስ፤ ቃሉም፤",
      "25": "‹ትናንትና የናቡቴንና የልጆቹን መገደል አየሁ፤ በዚሁ እርሻ ላይ እንደምቀጣህ እምላለሁ› የሚል ነበር፡፡” ስለዚህ ዬሁ “ያህዌ የተናገረው ቃል ይፈጸም ዘንድ የኢዮራምን ሬሳ አንሥተህ የናቡቴ ርስት በነበረው እርሻ ላይ በመወርወር ጣለው! ሲል የቅርብ ረዳቱን አዘዘ፡፡",
      "26": "ንጉሥ አካዝያስ የሆነውን ነገር ሁሉ በተመለከት ጊዜ በሠረገላው ላይ ተቀምጦ ወደ ቤተሀጋን ከተማ ሸሽቶ ሄደ፤ ዬሁም ተከታትሎ እያሳደደው “እርሱንም ግደሉት!” ሲል ለወታደሮቹ ትእዛዝ ሰጠ፤ እነርሱም አካዝስን ተከታትለው ዪብለዓም ከተማ አጠገብ በምትገኘው በጉር የአቀበት መንገድ ላይ በሠረገላው ሲበር መትተው አቆሰሉት፤ እርሱ ግን እንደምንም ጨክኖ መጊዶ ከተማ እስኪደርስ ተጓዘ፤ በዚያም ሞተ፤",
      "27": "ባለሟሎቹ የሆኑ ባለሥልጣኖችም ሬሳውን በሠረገላ ወደ ኢየሩሳሌም ወስደው በዳዊት ከተማ በሚገኘው የነገሥታት መካነ መቃብር ቀበሩት፡፡",
      "28": "አካዝያስ የይሁዳ ንጉሥ የሆነው የእስራኤል ንጉሥ የአክአብ ልጅ ኢዮራም በነገሠ በዐሥራ አንደኛው ዓመት ነበር፡፡",
      "29": "በዚህም ጊዜ ዬሁ ወደ ኢይዝራኤል ደረሰ፤ ኤልዛቤልም ይህን የሆነውን ነገር ሰምታ ዐይንዋን ተኳለች፤ ጠጉርዋንም ተሠርታ በቤተ መንግሥቱ ሰገነት ላይ በመስኮት አዘንብላ ቁልቁል መንገዱን ትመለከት ነበር፡፡",
      "30": "ዬሁ የቅጽሩን በር አልፎ ሲገባ “አንተ ዚምሪ! አንተ የጌታህ ገዳይ! ደግሞ እዚህ ምን አመጣህ?” ስትል ጮኽችበት፡፡",
      "31": "ዬሁም ቀና ብሎ ወደ ላይ በመመልከት ድምፁን ከፍ አድርጎ “ከእኔ ጋር የሚተባበር ማን ነው?”ሲል ጮኸ፤ ቁጥራቸው ከሁለት እስከ ሦስት የሆነ የቤተ መንግሥቱ ባለ ስልጣኖች በመስኮት ብቅ ብለው ወደ እርሱ ተመለከቱ፤",
      "32": "የየሁም “ኤልዛቤልን ወደታች ወርውሯት!”አላቸው፤ እነርሱም አንሥተው በወረወሯት ጊዜ ደምዋ በግንቡና በፈረሶች ላይ ተረጨ፤ ዬሁም በሬሳዋ ላይ ፈረሶቹንና ሠረገላዎችን ነዳበት፤",
      "33": "ወደ ቤተ መንግሥቱም ገብቶ ተመገበ፤ ከዚህም በኋላ “ምንም ቢሆን የንጉሥ ልጅ ነችና ያችን የተረገመች ሴት ወስዳችሁ ቅበሩ!” አለ፡፡",
      "34": "ሊቀብሯት የሄዱ ሰዎች ግን ከራስ ቅልዋ፣ ከእግሮችዋና ከእጆችዋ አጥንት በቀር ምንም አላገኙም፤",
      "35": "ይህንንም ሁሉ ለዬሁ በነገሩት ጊዜ ዬሁ እንዲህ አለ፤ “ይህ ሁሉ የጠፈጸመው ያህዌ በአገልጋዩ በኤልያስ አማካይነት አስቀድሞ በተናገረው መሠረት ነው፤ ይኸውም ‹የኤልዛቤልም ሬሳ በኢይዝራኤል ግዛት ውሾች ይበሉታል፤",
      "36": "ከሬሳውም የሚተርፈው እንደፍግ በዚያ ይበተናል፤ ስለዚህም ማንም እርስዋነትዋን ለይቶ በማወቅ፡- ይህች ኤልዛቤል ናት፤ ሊል አይችልም› ያለው ነው፡፡”"
    },
    "Chapter 10": {
      "1": "በዛታቸው ሰባ የሚሆን የአክአብ ዝርያዎች በሰማርያ ከተማ ይኖሩ ነበር፤ ዬሁ ደብዳቤ ጽፎ የደብዳቤውን አንዳንድ ቅጂ ለከተማይቱ ገዥዎች፤ ለታወቁ የአገር ሽማግሌዎና የአክአብን ዝርያዎ ለሚያሳድጉ ሞግዚቶች ሁሉ ላከ፤",
      "2": "የደብዳውም ቃል፤ “እናንተ ለንጉሡ ዝርያዎች ኀላፊዎች ናችሁ፤ ፈረሶችና ሠረገላዎ የጦር መሣሪያዎችና የተመሸጉ ከተሞች ሁሉ በእናንተ እጅ ይገኛሉ፤ እንግዲህ ይህ ደብዳቤ እንደደረሳችሁ ወዲያውኑ፤",
      "3": "ከንጉሡ ዝርያዎ የተሸለውን አንዱን መርጣችሁ አንግሡት፤ ለእርሱም በመከላከል ተዋጉለት” የሚል ነበር፡፡",
      "4": "ከዚህም የተነሣ የሰማርያ ገዥዎች በፍርሃት ተሸብረው “ንጉሥ ኢዮራምና ንጉሥ አካዝያስ ሊቋቋሙ ያልቻሉትን እኛ እንዴት ዬሁን ልንቋቋመው እንችላለን?” አሉ፡፡",
      "5": "ስለዚህም የቤተ መንግሥቱ ኀላፊና የከተማይቱ ገዥ ከታወቁ የአገር ሽማግሌዎችና ከአሳዳጊ ሞግዚቶች ጋር በመተባበር ለዬሁ “እኛ አገልጋዮችህ ነን፤ አንተ የምታዝዘንን ሁሉ ለመፈጸም ዝግጁዎች ነን፤ እኛ ግን ማንንም አናነግሥም፤ አንተ መልካም መስሎ የታየህን አድርግ” ሲሉ መልእክት ላኩ፡፡",
      "6": "ዬሁም “እናንተ ከእኔ ጋር ከተባበራችሁና ትእዛዜንም ለመፈጸም ዝግጁዎች ከሆናችሁ፤ ነገ በዚህ ጊዜ የንጉሥ አክአብን ዝርያዎች ሁሉ ራሶቻቸውን ቆርጣችሁ ይዛችሁልኝ ኑ” ሲል ሌላ ደብዳቤ ጻፈላቸው፡፡",
      "7": "ሰባውም የንጉሥ አክአብ ዝርያዎች አሳዳጊዎቻቸው በሆኑ በታወቁ የአገር ሽማግሌዎች ጥበቃ ሥር ነበሩ፤ የዬሁ ደብዳቤ እንደደረሳቸው የሰማርያ መሪዎች ሰባውንም የአክአብ ዝርያዎ በሙሉ ገደሉ፤ ራሶቻቸውንም በመቁረጥ በቅርጫት ሞልተው በኢይዝራኤል ወደ ነበረው ወደ ዬሁ ላኩለት፡፡",
      "8": "ዬሁ የአክአብ ዝርያዎች ራሶች ተቆርጠው መምጣታቸውን በሰማ ጊዜ በከተማይቱ ቅጽር በር በሁለት ረድፍ ተከምረው እስከ ተከታዩ ቀን ጠዋት ድረስ እንዲቆዩ ትእዛዝ ሰጠ፤",
      "9": "በማግሥቱም ማለዳ ወደ ከተማይቱ ቅጽር በር ሄዶ በዚያ ለተሰበሰቡት ሕዝብ እንዲህ ሲል ተናገረ፤ “በንጉሥ ኢዮራም ላይ በማሤር የገደልኩት እኔ ነበርሁ፤ ስለዚህም እናንተ በዚያ ጉዳይ አትጠየቁበትም፤ ነገር ግን እነዚህን ሁሉ የገደለ ማን ነው?",
      "10": "ይህም ሁሉ ያህቬህ(יְהוָה) ስለ አክአብ ዝርያዎ የተናገረው ቃል እውነት መሆኑን ያስረዳል፤ ያህቬህ(יְהוָה) በነቢዩ በኤልያስ አማካይነት የተናገረውን ቃል ፈጽሞታል፡፡”",
      "11": "ከዚህም በኋላ ዬሁ በኢይዝራኤል የሚኖሩትን ሌሎቹን የአክአብን ዘመዶች፤ ባለሟሎቹ የነበሩትን ባለሥልጣኖች እንዲሁም የቅርብ ወዳጆቹንና ካህናቱን አንድም ሳይቀር ሁሉንም ገደለ፡፡",
      "12": "ዬሁ ከኢይዝራኤል ተነሥቶ ወደ ሰማርያ ሄደ፤ በመንገድ ሳለም “የእረኞች ሰፈር” ተብሎ በሚጠራው ቦታ ሲደርስ፤",
      "13": "ከሟቹ የይሁዳ ንጉሥ አካዝያስ ዘመዶች መካከል ጥቂቶቹን አግኝቶ “እናንተ እነማን ናችሁ?” ሲል ጠየቀ፡፡",
      "14": "እነርሱም “እኛ የአካዝያስ ዘመዶች ነን፤ አሁንም የንግሥት ኤልዛቤልን ልጆችና የቀሩትንም ንጉሣውያን ቤተሰብ እጅ ለመንሣት ወደ ኢይዝራኤል መሄዳችን ነው” ሲሉ መለሱለት፡፡ ዬሁም “እነዚህን ሰዎች ያዙአቸው!” ሲል ለጥፍሮቹ ትእዛዝ ሰጠ፤ ጭፍሮቹም ያዙአቸውና ዬሁ በዚያው በውሃ ጉድጓድ አጠገብ ገደላቸው፡፡ ብዛታቸውም በሙሉ አርባ ሁለት ሲሆን፤ ከእነርሱ አንድ እንኳ በሕይወት አልተረፈም፡፡",
      "15": "ዬሁ ተነሥቶ እንደገና ጉዞ ቀጠለ፤ በመንገድ ሳለም የፌካብን ልጅ ኢዮናዳብን አገኘ፤ ዬሁም ሰላምታ ከሰጠው በኋላ “እኔና አንት በአሳብ አንድ ነን፤ ታዲያ ከእኔ ጋር ትተባበራለህን?” ሲል ጠየቀው፡፡",
      "16": "ኢዮናዳብም “አዎ እተባበርሃለሁ” ሲል መለሰ፡፡ ዬሁም “እንግዲያውስ ጨብጠኝ” ሲል መለሰለት፤ እጅ ለእጅ ተያይዘው ዬሁ ደግፎት በሠረገላው ላይ አስቀመጠውና፤ “ከእኔ ጋር ሆነህ እኔ ለያህቬህ(יְהוָה) ምን ያህል ታማኝ እንደሆንሁ ራስህ ተመልከት” አለው፤ አብረውም እየጋለበ ወደ ሰማርያ ሄዱ፡፡",
      "17": "እዚያም በደረሱ ጊዜ ዬሁ አንድም ሳያስቀር የአክአብን ዘመዶች በሙሉ ፈጀ፤ ይህም ሁሉ የሆነው ያህቬህ(יְהוָה) በነቢዩ በኤልያስ አማካይነት በተናገረው ቃል መሠረት ነበር፡፡",
      "18": "ዬሁ የሰማርያን ሕዝብ በአንድነት ጠርቶ እንዲህ አላቸው፤ “ንጉሥ አክአብ ባዓልን ያገለገለው በመጠኑ ነበር፤ እኔ ግን ከእርሱ ይበልጥ ላገለግለው እፈልጋለሁ፤",
      "19": "ሰለዚህም የባዓልን ነቢያት በሙሉ ፤ ባዓልን የሚያመልኩትንና ካህናቱን ጭምር በአንድነት ጠርታችሁ ሰብስቡልኝ፤ በምንም ምክንያት የሚቀር አይኑር፤ ምክንያቱም እኔ ለባዓል ታላቅ መሥዋዕት ስለማቀርብ በዚያ የማይገኝ ማንም ሰው ቢኖር በሞት ይቀጣል፡፡” ይህም ሁሉ ባዓልን የሚያመልኩትን ሁሉ ለመግደል ዬሁ የፈጠረው የተንኮል ዘዴ ነበር፡፡",
      "20": "ከዚህም በኋላ ዬሁ “ባዓል ተብሎ ለሚጠራው ጣዖት የአንድ ቀን ክብረ በዓል ይደረግ! ሲል ትእዛዝ ሰጠ፤ ይህም በዐዋጅ ተነገረ፤",
      "21": "ዬሁም በእስራኤል ምድር ሁሉ መልእክት  አስተላለፈ፤ ባዓልን የሚያመልኩ ሁሉ ተሰበሰቡ፤ አንድም እንኳ የቀረ ሰው አልነበረም፤ ሁሉም ወደ ባዓል ቤተ መቅደስ ገብተው ዳር እስከ ዳር ሞሉት፤",
      "22": "ከዚህም በኋላ ዬሁ የተቀደሱ አባላት ኀላፊ የሆነውን ካህን አልባሳቱን ሁሉ አውጥቶ ለባዓል አምላኪዎች ያጎናጽፋቸው ዘንድ አዘዘ፡፡",
      "23": "ከዚህም በኋላ ዬሁ ራሱ የሬካብ ልጅ ከሆነው ከኢዮናዳብ ጋር አብሮ ወደ ቤተ መቅደሱ ገባ፤ በዚያም ለሕዝቡ “እንግዲህ በዚህ የሚገኙት የባዓል አምላኪዎች ብቻ መሆናቸውንና ያህቬህ(יְהוָה)ን የሚያመልክ አንድም አለመኖሩን በሚገባ አረጋግጡ” ሲል ተናገረ፤",
      "24": "ወዲያውም እርሱና ኢዮናዳብ ለባዓል የሚቃጠል መሥዋዕትና ሌላም ልዩ ልዩ መሥዋዕት ለማቅረብ ገቡ፤ ከዚህም ቀደም ብሎ ዬሁ በቤተ መቅደሱ ዙሪያ ሰማኒያ ወታደሮች በማሰለፍ “እነዚህን ሁሉ ሕዝብ እንድትገድሉ! ከእነርሱ አንድ ሰው እንኳ እንዲያመልጥ የሚያደርግ ማንም ሰው ቢኖር በዚያ ሰው ምትክ እርሱ ራሱ ይገደላል!” ሲል መመሪያ ሰጥቶአቸው ነበር፡፡",
      "25": "ዬሁ መሥዋዕቱን አቅርቦ እንዳበቃ ወዲያውኑ ለዘብ ጠባቂዎችና ለጦር መኮንኖች “ገብታችሁ እነዚህን ሁሉ ግደሉ፤ አንድም ሰው እንዳያመልጥ!” ሲል አዘዛቸው፤ እነርሱም ሰይፍ  ሰይፋቸውን በመምዘዝ ገብተው ሁሉንም ገደሉ፤ ሬሳቸውንም ሁሉ እየጎተቱ ወደ ውጭ አወጡት፤ ከዚህም ነኋላ ወደ ቤተ መቅደሱ ውስጠኛ ክፍክ ገብተው፤",
      "26": "በዚያ ያመልኩት የነበረውን የድንጋይ ዐምድ ወደ ውዕ አውጥተው በእሳት አቃጠሉት፤",
      "27": "በዚህም ዐይነት ሁሌታ የተቀደሰውን የድንጋይ ዐምድና ቤተ መቅደሱን አፈራረሱ፤ ቤተ መቅደሱንም መጸዳጃ አደረጉት፤ ዛሬም በዚሁ ዐይነት ይገኛል፡፡",
      "28": "ዬሁ በእስራኤል የነበረውን የባዓልን ጣዖታዊ አምልኮ ያስወገደው በዚህ ዓይነት ዘዴ ነበር፤",
      "29": "ነገር ግን ዬሁ እስራኤልን ወደ ኃጢአት የመራውን የንጉሥ ኢዮርብዓምን የኃጢአት መንገድ ከመከተል አልተገታም፤ ምክንያቱም ዬሁ ራሱ ቀደም ሲል ኢዮርብዓም በቤትኤልና በዳን ላቆማቸው የወርቅ ጥጃ ምስሎች መስገዱ አልቀረም፡፡",
      "30": "ይሁን እንጂ ያህቬህ(יְהוָה) ዬሁን “በአክአብ ዝርያዎች ሁሉ ላይ ልታደርግ የሚገባህን ባዘዝኩህ መሠረት ፈጽመሃል፤ ከዚህም የተነሣ የአንተ ዝርያዎች እስከ አራት ትውልድ ድረስ በእስራኤል ላይ እንደሚነግሡ የተስፋ ቃል እሰጥሃለሁ” አለው፡፡",
      "31": "ዬሁ ግን የእስራኤል አምላኪ ለሆነው ለያህቬህ(יְהוָה) ሕግ በፍጹም ልቡ ታዛዠዥ ሆኖ አልተገኘም፤ ይህን በማድረግ ፈንታ እስራኤልን ወደ ኃጢአት የመራቸውን የኢዮርብዓምን ክፉ አርአያነት ተከተለ፡፡",
      "32": "በዚያም ዘመን ያህቬህ(יְהוָה) የእስራኤል ግዛት ስፋቱ እንዲቀነስ ምድረግ ጀመረ፤ የሶርያ ንጉሥ ሐዛኤል እስራኤልን ግዛት ሁሉ ያዘ፡፡",
      "33": "እርሱም የያዘው ግዛት ግዛት፤ ከዮርዳኖስ ወንዝ በስተ ምሥራቅ፤ በስተ ደቡብ በኩል ከአርኖን ወንዝ በላይ እስከምትገኘው እስከ ዓሮዔር ከተማ የሚደርስ ሲሆን፤ ይህም የጋድ፤ የሮቤልና በምሥራቅ የሚገኘው የምናሴ ነገድ እኩሌታ ይኖሩባቸው የነበሩትን የገለዓድና የባሳንን ግዛቶች ያጠቃልላል፡፡",
      "34": "ዬሁ ያደረገው ሌላው ነገርና የጀግንነት ሥራውም ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "35": "ከዚህም በኋላ ዬሁ ሞተ፤ በሰማርያም ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ኢዮአካዝ ነገሠ፤ ",
      "36": " ዬሁ መኖሪያውን በሰማርያ በማድረግ በእስራኤል ላይ የነገሠበት ዘመን ሃያ ስምንት ዓመት ነበር፡፡"
    },
    "Chapter 11": {
      "1": "የንጉሥ አካዝያስ እናት ዐታልያ የልጅዋን መገደል እንደሰማች ወዲያውኑ የይሁዳ ንጉሣውያን ቤተሰብ አባላት በሙሉ እንዲገደሉ ትእዛዝ ሰጠች፡፡",
      "2": "ከእርስዋም እጅ ማምለጥ የቻለ የአካዝያስ ልጅ ኢዮአስ ብቻ ነበር፤ እርሱም እንኳ ከሌሎቹ ጋር እንዲገደል ተመክሮበት ነበር፤ ነገር ግን አክስቱ የነበረችው በአባትዋ በኩል የንጉሥ አካዝያስ እኅት የሆነችው፤ የንጉሥ ኢዮራም ልጅ ይሆሼባዕ በመደበቅ ከሞት ታደገችው፤ እርስዋም እርሱንና ሞግዚቱን ወስዳ በቤተ መቅደስ ውስጠኛ መኝታ ክፍል ውስጥ ስለደበቀችው በዐታልያ እጅ ሳይገደል ቀረ፡፡",
      "3": "ዐታልያ በነገሠችበትም ስድስት  ዓመት ጊዜ ውስጥ፣ ይሆሼባዕ ሕፃኑን ኢዮአስን በመከባከብ አሳደገችው፡፡",
      "4": "ነገር ግን በሰባተኛው ዓመት ካህኑ ዮዳሄ ለንጉሡ ክብር ዘቦችና ለቤተ መንግሥቱ ጠባቂዎች ሁሉ ኀላፊዎች ወደሆኑት የጦር መኮንኖች ሁሉ ልኮ ወደ ቤተ መቅደስ እንዲመጡ አስጠራቸው፤ በዚያም ሊያደርገው ያቀደውን ይስማሙበት ዘንድ በመሐላ እንዲያረጋግጡለት አደረገ፤ ከዚያም በኋላ የአካዝያስን ልጅ ኢዮአስን አሳያቸውና፤",
      "5": "የሚከተለውን ትእዛዝ ሰጣቸው፤ “በሰንበት ቀን ለዘብ ጥበቃ በምትሠማሩበት ጊዜ ከእናንተ ከሦስት አንዱ እጅ ቤተ መንግሥቱን ይጠብቅ፤",
      "6": "ሌላው አንድ ሦስተኛ እጅ የሱርን የቅጽር በር ይጠብቅ፤ የቀረው ሦስተኛ እጅ ደግሞ ከሌሎቹ ዘቦች በስተኋላ ያለውን ቅጽር በር ይጠብቅ፡፡",
      "7": "በሰንበት ቀን ከዘብ ጥበቃ ነፃ የሆኑት ሁለቱ ቡድኖች ግን በንጉሡ ላይ አደጋ እንዳይደርስበት ለመከላከል ቤተ መቅደሱን ይጠብቁ፤",
      "8": "ንጉሥ ኢዮአስን በምትጠብቁበትም ጊዜ ሰይፋችሁን መዝዛችሁ ወደ ሚሄድበት ስፍራ ሁሉ አብራችሁ ሂዱ፤ ወደ እናንተ ለመቅረብ የሚደፍር ማንም ቢኖር ይገደል፡፡”",
      "9": "የጦር መኮንኖቹም ዮዳሄ የሰጠውን መመሪያ በመቀበል በሰንበት ቀን ለዘብ ጥበቃ የሚሠማሩትንና ከዘብ ጥበቃም የሚወጡትን ጭፍሮቻቸውን ጭምር አሰልፈው ወደ እርሱ አመጡ፡፡",
      "10": "ዮዳሄም በቤተ መቅደስ ተቀምጠው ይጠብቁ የነበሩትን የንጉሥ ዳዊትን ጦሮችና ጋሻዎች አውጥቶ ለጦር አለቆቹ ሰጣቸው፤",
      "11": "ጭፍሮቹም ሰይፋቸውን እንደመዘዙ ንጉሡን ከአደጋ ለመከላከል በመሠዊያው በኩል በቤተ መቅደሱ ፊት ለፊት ዙሪያውን እንዲሰለፉ አደረጋቸው፡፡",
      "12": "ከዚያም በኋላ ዮዳሄ ኢዮአስን አውጥቶ በራሱ ላይ ዘውድ ጫነበት፤ ለመንግሥቱ መመሪየ የሆነውንም ሕግ አንድ ቅጂ አስረከበው፤ በዚህ ዐይነት ሁኔታም ኢዮአስ ተቀብቶ ነገሠ፤ ሕዝቡም እየጨበጨቡ ድምፃቸውን ከፍ አድርገው “ንጉሡ ለዘላለም ይኑር!” አሉ፡፡",
      "13": "ንግሥት ዐታልያም የክብር ዘቦቹና የሕዝቡን ጩኸት ድምፅ በሰማች ጊዜ ሕዝቡ ወደ ተሰበሰበበት ቤተ መቅደስ ፈጥና ሄደች፡፡",
      "14": "እዚያም እንደደረሰች አዲሱ ንጉሥ በተለመደው ባሕል መሠረት በቤተ መቅደሱ መግቢያ በሚገኘው ዐምድ አጠገብ ቆሞ አየችው፤ እርሱም በጦር አዛዥዎችና በመለከት ነፊዎች ታጅቦ ነበር፤ ሕዝቡም ሁሉ በደስታ ተሞልተው እልለ እያሉ መለከት ይነፉ ነበር፤ ዐታልያም በድንጋጤ ልብስዋን ቀድዳ “ይህ በክሕደት የተፈጸመ ሤራ ነው! ሤራ ነው!” ስትል ጮኸች፡፡",
      "15": "ዮዳሄ በበኩሉ ዐታልያ በቤተ መቅደሱ ክልል ውስጥ እንድትገደል አልፈለገም፤ ስለዚህም የጦር አለቆቹን “ግራና ቀኝ በተሰለፉት ዘቦች መካከል አውጥታችሁ ውሰዱአት፤ እርስዋን ለመታደግ የሚሞክር ቢኖር ይገደል” ሲል አዘዛቸው፡፡",
      "16": "እነርሱም እርስዋን አፈፍ አድርገው በመያዝ ወደ ቤተ መንግሥት ወሰዷት፤ እዚያም የፈረስ መግቢያ ቅጽር በር ተብሎ በሚጠራው ስፍራ ገደሏት፡፡",
      "17": "ካህኑ ዮዳሄ ራሱ እንዲሁም ንጉሥ ኢዮአስና ሕዝቡ የያህቬህ(הוהי) ወገኖች መሆናቸውን ለማደስ ከያህቬህ(הוהי) ጋር ቃል ኪዳን እንዲገቡ አደረገ፤ በንጉሡና በሕዝቡም መካከል የጸና ቃል ኪዳን እንዲኖር አደረገ፡፡",
      "18": "ከዚህም በኋላ ሕዝቡ ወደ ባዓል ቤተ መቅደስ ሄደው አፈራረሱት፤ መሠዊያዎቹንና ምስሎቹን ሁሉ ሰባበሩ፤ ማታን ተብሎ የሚጠራውንም የባዓል ካህን በመሠዊያዎቹ ፊት ለፊት ገደሉት፡፡",
      "19": "ዮዳሄ ቤተ መቅደሱን በየተራ የሚጠብቁ ዘበኞችን መደበ፤ ከዚህም በኋላ እርሱ፤ የጦር አለቆች፤ የንጉሡ ክብር ዘብና የቤተ መንግሥቱ ዘብ ጠባቂዎች ንጉሡን ከቤተ መቅደስ እስከ ቤተ መንግሥት አጅበው እንዲሄዱና ሕዝቡም ሁሉ ከኋላ እንዲከተል አደረገ፤ ኢዮአስም በዘብ ጠባቂዎች ቅጽር በር በኩል ገብቶ በዙፋኑ ላይ ተቀመጠ፡፡",
      "20": "ሕዝቡም ሁሉ በደስታ ተሞልተው ነበር፤ ከተማይቱም ጸጥ አለች፤ ምክንያቱም ዐታልያ በቤተ መንግሥት ውስጥ ተገድላ ነበር፡፡",
      "21": "ኢዮአስም በነገሠ ጊዜ ዕድሜው ሰባት ዓመት ነበር፡፡"
    },
    "Chapter 12": {
      "1": "ዬሁ በእስራኤል በነገሠ በሰባተኛው ዓመት ኢዮአስ የይሁዳ ንጉሥ ሆነ፤ መኖሪያውንም በኢየሩሳሌም አድርጎ አርባ ዓመት ገዛ፤ የእርሱ እናት ጺቢያ ተብላ የምትጠራ የቤርሳቤህ ከተማ ተወላጅ ነበረች፡፡",
      "2": "ካህኑ ዮዳሄ ይመክረውና ያስተምረው ስለነበር፤ ኢዮአስ በዕድሜው ዘመን ሁሉ ያሀቬህን ደስ የሚያሰኝ ሥራ ሠራ፤",
      "3": "ይሁን እንጂ በየኮረብታዎ ላይ የሚገኙት የአረማውያን ማምለኪያ ዎች ስላልተደመሰሱ፤ ሕዝቡ በዚየ ዕጣን እያጠኑ መሥዋዕት ማቅረባቸውን እንደቀጠሉ ነበር፡፡",
      "4": "ኢዮአስም ካህናቱን ጠርቶ በቤተ መቅደስ ከሚቀርበው መሥዋዕት ጋር ግንኙነት ባለው ሁኔታ መባ ሆኖ የሚገባውን ገንዘብ ሁሉ በጥንቃቄ እንዲጠብቁ አዘዘ፤ ይኸውም ቋሚ ከሆነው ከዘወትር መሥዋዕት ጋር መባ ሆኖ የሚቀርበውና በበጎ ፈቃድ ሕዝቡ የሚያመጣውን ስጦታ ሁሉ የሚያጠቃልል ነበር፡፡",
      "5": "እያንዳንዱ ካህን ከሚያገለግላቸው ሰዎች የሚገኘውን የገንዘብ መባ ሁሉ በጥንቃቄ የመጠበቅ ኀላፊነት ተሰጠው፤ ገንዘቡንም እንዳስፈላጊነቱ ለቤተ መቅደሱ ጥገና አገልግሎት እንዲያውሉት ነገራቸው፡፡",
      "6": "ነገር ግን ኢዮአስ እስከ ነገሠባት እስከ ሃያ ሦስተኛው ዓመት ድረስ ካህናቱ በቤተ መቅደሱ ላይ ምንም ዐይነት እድሳት አላደረጉም፤",
      "7": "ስለዚህም ኢዮአስ ዮዳሄንና ሌሎቹንም ካህናት ወደ እርሱ ጠርቶ “ቤተ መቅደሱን ያላደሳችሁበት ምክንየት ምንድን ነው? ከዛሬ ጀምቶ የምትቀበሉትን ገንዘብ መያዝ የለባችሁም፤ ለቤተ መቅደሱ እድሳት ይውል ዘንድ ገንዘቡን አስረክቡ” አላቸው፡፡",
      "8": "ካህናቱም በዚህ ተስማምተው ቤተ መቅደሱን ለማደስ የነበራቸውን ተግባር አቆሙ፡፡",
      "9": "ከዚህ በኋላ ዮዳሄ አንድ ሣጥን ወስዶ በመክደኛው ላይ ቀዳዳ አበጀ፤ ሣጥኑንም ወስዶ ወደ ቤተ መቅደስ ሲገቡ በስተ ቀኝ በሚገኘው መሠዊያ አጠገብ አኖረው፤ የየዕለቱ ተረኞች የመበሩትም ካህናት ለስግደት የሚመጡት ሕዝብ የሚሰጡትን የገንዘብ መባ እየተቀበሉ በሣጥኑ ውስጥ ያስገቡት ነበር፤",
      "10": "ሣጥኑም በሚሞላበት ጊዜ የቤተ መንግሥቱ ጸሐፊና ሊቀ ካህናቱ እየመጡ ብሩን በመቁጠር በከረጢት እያሰሩ ያኖሩት ነበር፡፡",
      "11": "ተክክለኛውንም ሒሳብ አጣርተው ከመዘገቡ በኋላ ለቤተ መቅደሱ እድሳት ሥራ ኀላፊዎች ያስረክቡ ነበር፤ እነርሱም ገንዘቡን ተረክበው ለአናጢዎች፤ ለግንበኞች፤",
      "12": "ለድንጋይ ጠራቢዎች፤ ለማደሻ አገልግሎት የሚውል እንጨትና ድንጋይ ለሚገዙና እንዲሁም ለልዩ ልዩ አስፈላጊ ነገሮች ለሚውል ተግባር ሁሉ ይከፍሉ ነበር፡፡",
      "13": "ሆኖም ከብር ለሚሠሩ ጽዋዎች፤ ድስቶችና መለከቶች ወይም ለመብራት መኮስተሪያዎች ወይም ደግሞ ከብርም ሆነ ከወርቅ ለሚሠሩ ንዋያተ ቅድሳት ከዚያ ገንዘብ ላይ ተነሥቶ የሚከፈል ሒሳብ አልነበረም፡፡",
      "14": "ያ ገንዘብ በሙሉ በቤተ መቅደሱ እድሳትተግባር ላይ ለተሰማሩት ሠራተኞችና ለልዩ ልዩ ዕቃዎች መግዥያ ብቻ የሚውል ነበር፡፡",
      "15": "ለሥራው ኀላፊነት የተመረጡትም ሰዎች ፍጹም ታማኞች ስለነበሩ፤ ስለ ገንዘቡ አወጣጥ ቁጥጥር ማድረግ አስፈላጊ አልነበረም፡፡",
      "16": "ስለ በደልና ስለ ኃጢአት መሥዋዕት የሚከፈለው ገንዘብ ግን ለካህናቱ ጥቅም የሚውል እንጂ ወደ ቤተ መቅደሱ እድሳት ሣጥን ውስጥ አይገባም ነበር፡፡",
      "17": "በዚያን ጊዜ የሶርያ ንጉሥ ሐዛኤል በጋት ከተማ ላይ አደጋ ጥሎ ያዛት ቀጥሎም በኢየሩሳሌም ላይ አደጋ ለመጣል ወሰነ፡፡",
      "18": "የይሁዳ ንጉሥ ኢዮአስም ከእርሱ በፊት የነበሩትን ነገሥታት፤ ማለትም ኢዮሣፍጥ፣ ኢዮራምና አካዝያስ ለያህቬህ(הוהי) ለይተው ያኖሩትን መባና የራሱን መባ ጨምሮ በቤተ መቅደስና በቤተ መንግሥቱ ግምዳ ቤቶች የነበረውን ወርቅ ሁሉ በመሰብሰብ ገጸ በረከት አድርጎ ለንጉሥ ሐዛኤል ላከለት፤ ሐዛኤልም ይህን ተቀብሎ ሠራዊቱን ከኢየሩሳሌም መለሰ፡፡",
      "19": "ንጉሥ ኢዮአስ ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት ታሪክ መጽሐፍ ውስጥ ተመዝግቦ ይገኛል፡፡",
      "20": "ከዚህ በኋላ የንጉሥ ኢዮአስ ባለሟሎች የሆኑ ባለሥልጣኖች አደሙበት፤ ከእርሱም ሁለቱ የሺምዓት ልጅ ዮዛካርና የሾሜር ልጅ ይሆዛባድ ወደ ሲላ በሚወስደው ከኢየሩሳሌም በስተ ምሥራቅ በሚገኘው በተደለደለ መሬት ላይ በተሠራው ቤት ገደሉት፤ ኢዮአስም በዳዊት ከተማ በሚገኘው በነገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ አሜስያስ ነገሠ፡፡",
      "21": ""
    },
    "Chapter 13": {
      "1": "የአካዝያስ ልጅ ኢዮአስ በይሁዳ በነገሠ በሃያ ሦስተኛው ዓመት የዬሁ ልጅ ኢዮአካዝ የእስራኤል ንጉሥ ሆነ፤ መኖሪያውንም በሰማርያ አድርጎ ዐሥራ ሰባት ዓመት ገዛ፤",
      "2": "እርሱም ከእርሱ በፊት እንደነበረው እንደ ንጉሥ ኢዮርብዓም ኃጢአት በመሥራት ያህዌን አሳዘነ፤ እስራኤልንም ወደ ኃጢአት መራ፤ ከክፉ ሥራውም ከቶ አልተገታም፡፡",
      "3": "ስለዚህም ያህዌ በእስራኤል ላይ ተቆጥቶ የሶርያ ንጉሥ ሐዛኤልና የእርሱ ልጅ ቤንሀዳድ በየጊዜው ተነሥተው በተከታታይ ድል እንዲነሣቸው ፈቀደ፡፡",
      "4": "ከዚህ በኋላ ኢዮአካዝ ወደ ያህዌ ጸለየ፤ ያህዌም የሶርያ ንጉሥ በእስራኤላውያ ላይ የፈጸመባቸው ግፍ እጅግ ከባድ መሆኑን ተመልክቶ የኢዮአካዝን ጸሎት ሰማ፡፡",
      "5": "ስለዚህም ያህዌ እስራኤልን ከሶርያውያን እጅ ነፃ የሚያወጣቸው መሪ ላከላቸው፤ እነርሱም ከዚያ በፊት በነበረው ዐይነት በሰላም ኖሩ፡፡",
      "6": "ይህም ሁሉ ሆኖ ንጉሥ ኢዮርብዓም እስራኤልን ወደ ኃጢአት ከመራበት ከበደል ሥራቸው አልተመለሱም፤ ይህን በማድረግ ፈንታ በኃጢአታቸው ጸንተው አሼራ ተብላ የምትጠራውን የሴት አምላክ ምስል በሰማርያ ማምለክ ቀጠሉ፡፡",
      "7": "ንጉሥ ኢዮአካዝ ከኀምሳ ፈረሰኞች፤ ከዐሥር ሠረገላዎችና ከዐሥር ሺ ወታደሮች በቀር ሌላ የተደራጀ የጦር ኀይል አልነበረውም፤ ይህም የሆነበት ምክንያት ሌላውን ሠራዊቱን የሶርያ ንጉሥ እንደ ትቢያ ረጋግጦ ስለደመሰሰበት ነው፡፡",
      "8": "ንጉሥ ኢዮአካዝ የፈጸመው ሌላው ተግባርና የጀግንነት ሥራው ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "9": "ኢዮአካዝ ሞተ፤ በሰማርያም ተቀበረ፤ በእርሱም እግር ተተክቶ ዮአስ ነገሠ፡፡",
      "10": "የይሁዳ ንጉሥ ኢዮአስ በነገሠ በሠላሳ ሰባተኛው ዓመት የኢዮአካዝ ልጅ ዮአስ የእስራኤል ንጉሥ ሆነ፤ መኖሪያውንም በሰማርያ አድርጎ ዐሥራ ስድስት ዓመት ገዛ፡፡",
      "11": "እርሱም እስራኤልን ወደ ኃጢአት የመራ የንጉሥ ኢዮርብዓምን መጥፎ ምሳሌነት በመከተል ኃጢአት በመሥራቱ ያህዌን አሳዘነ፡፡",
      "12": "ዮአስ የፈጸመው ሌላው ነገር ሁሉ እንዲሁም በይሁዳ ንጉሥ አሜስያስ ላይ ባደረገው ጦርነት የፈጸመው ጀግንነት ጭምር በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "13": "ከዚህ በኋላ ዮአስ ሞተ፤ በሰማርያም በሚገኘው መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ዳግማዊ ኢዮርብዓም ነገሠ፡፡",
      "14": "ነቢዩ ኤልሳዕ በብርቱ ደዎ ታሞ ነበር፤ ተኝቶም ሊቦት በሚያጣጥርበት ጊዜ የእስራኤል ንጉሥ ዮአስ ሊጠይቀው ሄዶ፤ ድምፁን ከፍ በማድረግ “አቤቴ ሆይ! አቤቴ ሆይ! አንተ እኮ የእስራኤል ሕዝብ ኀይላቸውን ጋሻ መከታቸው ነህ!” እያለ አለቀሰለት፡፡",
      "15": "ኤልሳዕም ንጉሡን “አንድ ቀስትና ፍላጻዎች አምጣ” ሲል አዘዘው፤ ዮአስም እንደታዘዘው አመጣ፤",
      "16": "ኤልሳዕም “ፍላጻዎቹን ለማስፈንጠር ተዘጋጅ!”አለው፤ ንጉሡም እንደታዘዘው አደረገ፤ ኤልሳዕም እጆቹን በንጉሡ እጆች ላይ አኖረ፤",
      "17": "ከዚያም በኋላ ንጉሡ የኤልሳዕን መመሪያ በመከተል ወደ ሶርያ አቅጣጫ የሚያሳየውን መስኮት ከፈተ፤ ኤልሳዕም “ፍላጻውን አስፈንጥር!” አለው፤ ንጉሡም በፍጥነት ፍላጻውን እንዳስፈነጠረ ወዲያውኑ ኤልሳዕ “አንተ የያህዌ ፍላጻ ነህ! በአንተም አማካይነት ያህዌ ሶርያውያንን ድል ያደርጋል፤ ሶርያውያን ድል እስክተነሣቸው ድረስ በአፌቅ ከተማ ትወጋቸዋለህ፡፡”",
      "18": "ከዚህም በኋላ ኤልሳዕ ንጉሡን “ሌሎቹንም ፍላጻዎች አንሥተህ በእነርሱ ምድርን ምታ!” አለው፡፡ ንጉሡም ምድርን ሦስት ጊዜ መትቶ አቆመ፤",
      "19": "ይህም ኤልሳዕን አስቆጣው፤ ስለዚህም ንጉሡን “አምስት ወይም ስድስት ጊዜ መትተህ ቢሆን ኖሮ በሶርያውያን ላይ ፍጹም ድልን ትቀዳጅ ነበር፤ አሁን ግን ሦስት ጊዜ ብቻ ድል ትነሣቸዋለህ አለው፡፡”",
      "20": "ኤልሳዕም ሞተ፤ ተቀበረም፡፡",
      "21": "ከሞአብ የሚመጡ አደጋ ጣዮች በየዓመቱ የእስራኤልን ምድር ይወርሩ ነበር፤ አንድ ጊዜ ሥርዓተ ቀብር በሚፈጸምበት ሰዓት ከእነዚያ አደጋ ጣዮች መካከል አንድ ቡድን ሲመጣ ስለታየ፤ የሚቀበረውን ሬሳ ወደ ኤልሳዕ መቃብር ውስጥ በመወርወር ጥለውት ሸሹ፤ ያም ሬሳ ከኤልሳዕ አስከሬን ጋር በተገናኘበት ቅጽበት ወዲያውኑ ከሞት ተነሥቶ ቆመ፡፡",
      "22": "ኢዮአካዝ በነገሠበት ዘመን ሁሉ የሶርያ ንጉሥ ሐዛኤል እስራኤላውያንን በመጨቆን ያስጨንቃቸው ነበር፤",
      "23": "ያህዌ ግን በቸርነቱ ምሕረትን በማድረግ ረዳቸው እንጂ እንዲደመሰሱ አልፈቀደም፤ ይህንንም ያደረገበት ምክንያት ለአብርሃም፤ ለይስሐቅና ለያዕቆብ የሰጠውን ቃል ኪዳን በማሰብ ሕዝቡን ስላልረሳቸው ነው፡፡",
      "24": "የሶርያ ንጉሥ ሐዛኤል በሞተ ጊዜ፤ በእርሱ እግር ተተክቶ ልጁ ቤንሀዳድ ነገሠ፡፡",
      "25": "ከዚህም በኋላ የእስራኤል ንጉሥ ዮአስ ቤንሀዳድን ሦስት ጊዜ ድል ነሥቶ በአባቱ በኢዮአካዝ ዘመነ መንግሥት ቤንሀዳድ ይዞአቸው የነበሩትን ከተሞች አስመለሰ፡፡"
    },
    "Chapter 14": {
      "1": "የኢዮአካዝ ልጅ ዮአስ በእስራኤል ላይ በነገሠ በሁለተኛው ዓመት የኢዮአስ ልጅ አሜስያስ የይሁዳ ንጉሥ ሆነ፤",
      "2": "በነገሠም ጊዜ ዕድሜው ሃያ አምስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሃያ ዘጠኝ ዓመት ገዛ፤ እናቱም ይሆዓዲን ተብላ የምትጠራ የኢየሩሳሌም ሴት ነበረች፡፡",
      "3": "አሜስያስ ያህቬህ(הוהי)ን ደስ የሚያሰኝ ሥራ ሠርቶአል፤ ይሁን እንጂ እንደ ቀድሞ አያቱ እንደ ንጉሥ ዳዊት አልነበረም፤ እንደ ዳዊት በመሆን ፈንታ የአባቱን የኢዮአስን ፈለግ ተከተለ፡፡",
      "4": "ይኸውም በየኮረብታዎች ላይ የተሠሩትን አረማውያን ማምለኪያዎችን አላፈረሰም፤ ከዚህም የተነሣ ሕዝቡ በየኮረብታዎቹ መሥዋዕት ማቅረባቸውንና ዕጣን ማጠናቸውን እንደቀጠሉ ነበር፡፡",
      "5": "አሜስያስ መንግሥቱን አደላድሎ እንደያዘ ወዲያውኑ፤ ቀደም ሲል ነግሦ የነበረውን አባቱን የገደሉትን ባለሥልጣኖች በሞት ቀጣ፤",
      "6": "ይሁን እንጂ ልጆቻቸውን አልገደለም፤ ይልቁንም በሙሴ ሕግ ያህቬህ(הוהי) “ልጆቻቸው በፈጸሙት ኃጢአት ወላጆች በሞት፤ አይቀጡበትም፤ ወላጆችም በፈጸሙት ኃጢአት ወላጆችም በፈጸሙት ኃጢአት ልጆች በሞት አይቀጡበትም፤ እያንዳንዱ ሰው ራሱ በፈጸመው ወንጀል ብቻ በሞት ይቀጣ” ሲል የሰጠውን ትእዛዝ ፈጽሞአል፡፡",
      "7": "አሜስያስ “የጨው ሸለቆ” እየተባለ በሚጠራው ስፍራ ዐሥራ ሺ የሚሆኑ የኤዶም ወታደሮችን ፈጀ፤ ሴላዕ ተብላ የምትጠራውንም ከተማ ይዞ “ዮቅትኤል” ብሎ ጠራት፤ እስከ አሁንም በዚሁ ስም ትጠራለች፡፡",
      "8": "ከዚህ በኋላ አሜስያስ ወደ እስራኤል ንጉሥ ወደ ዮአስ መልችክተኞች በመላክ “እንግዲህ ና ይዋጣልን!”ሲል ለጦርነት አነሣሣው፤",
      "9": "ንጉሥ ዮአስ ግን እንዲህ ሲል መለሰለት፤ “አንድ ጊዜ በሊባኖስ ተራራ ላይ የምትገኝ ኩርንችት ለዝግባ ዛፍ ‹ለወንድ ልጄ ሚስት ትሆነው ዘንድ ሴት ልጅህን ስጠኝ› ስትል መልእክት ላከችበት፤ ነገር ግን አንድ አውሬ እግረ መንገዱን በዚያ ሲያልፍ ስለረገጣት ያች ኩርንችት ሞተች፤",
      "10": "አሜስያስ ሆይ! እነሆ አንተም ኤዶማውያንን ድል ስላደረግህ ልብህ በትዕቢት ተሞልቶአል፤ በአገኘኸውም ድል በመደሰት ዐርፈህ በቤትህ ብትቀመጥ ይሻልሃል፤ በአንተና በሕዝብህ ላይ መቅሠፍትን የሚያስከትል ነገር ለመቆስቆስ ስለምን ትፈልጋለህ?”",
      "11": "አሜስያስ ግን የዮአስን መልስ ከምንም አልቆጠረውም፤ ስለዚህም ንጉሥ ዮአስ ሠራዊቱን አስከትሎ በአኔስያስ ላይ በመዝመት በይሁዳ ምድር በምትገኘው በቤትሼሜሽ ጦርነት ገጠመው፤",
      "12": "የአሜስያስም ሠራዊት ድል ተመታ፤ ወታደሮቹም ሁሉ ተበታትነው ወደየቤታቸው ተመለሱ፡፡",
      "13": "ዮአስም አሜስያስን በሕይወቱ ማርኮ ወደ ኢየሩሳሌም ለመድረስ ገሠገሠ፤ እዚያም እንደደረሰ ከኤፍሬም ቅጽር በር “የማእዘን ቀጽር በር” ተብሎ እስከሚጠራው በር ድረስ ጠቅላላ ርዝመቱ ሁለት መቶ ሜትር የሆነውን የቅጽር ግንብ አፈረሰ፡፡",
      "14": "በዚያም ያገኘውን ወርቅና ብር ሁሉ፤ የቤተ መቅደሱን ንዋያተ ቅድሳትና የቤተ መንግሥቱን ሀብት ሁሉ ጭኖ ወደ ሰማርያ ተመለሰ፤ በመያዥያ ስም የተማረኩ ሰዎችንም ይዞ ሄደ፡፡",
      "15": "ንጉሥ ዮአስ ያደረገው ሌላው ነገር ሁሉ እንዲሁም በይሁዳ ንጉሥ በአሜስያስ ላይ ባደረገው ጦርነት የፈጸመው የጀግንነት ሥራ ጭምር በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "16": "ዮአስ ሞተ፤ በሰማርያ በሚገኘውም የነገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ዳግማዊ ኢዮርብዓም ነገሠ፡፡",
      "17": "የእስራኤል ንጉሥ ዮአስ ከሞተ በኋላ፤ የይሁዳ ንጉሥ አሜስያስ ዐሥራ አምስት ዓመት ቆየ፤",
      "18": "አሜስያስ ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "19": "አሜስያስን ለመግደል በኢየሩሳሌም ሤራ ተጠንስሶ ነበር፤ ስለዚህ አሜስያስ ሸሽቶ ወደ ላኪሽ ከተማ ሄደ፤ ጠላቶቹ ግን ተከታትለው በመሄድ ገደሉት፤",
      "20": "ሬሳውም በፈረስ ተጭኖ ወደ ኢየሩሳሌም ተመለሰ፤ በዳዊት ከተማ በሚገኘውም የነገሥታት መካነ መቃብር ተቀበረ፡፡",
      "21": "የይሁዳም ሕዝብ ዐሥራ ስድስቱ ዓመት ዕድሜ የነበረውን ልጁን ዖዝያንን አነገሡ፤",
      "22": "ዖዝያንም ቀድሞ ተይዛ የነበረችውን ኤላትን ከአባቱ ሞት በኋላ በጦር ኀይል ድል ነሥቶ በማስመለስ እንደገና ሠራት፡፡",
      "23": "የኢዮአስ ልጅ አሜስያስ በይሁዳ በነገሠ በዐሥራ አምስተኛው ዓመት የዮአስ ልጅ ኢዮርብዓም በእስራኤል ነገሠ፤ እርሱም መኖሪያውን በሰማርያ አድርጎ አርባ አንድ ዓመት ገዛ፡፡",
      "24": "ዳግማዊ ኢዮርብዓም እስራኤልን ወደ ኃጢአት የመራ ከእርሱ በፊት የነበረውን የነባጥ ልጅ የኢዮርብዓምን መጥፎ አርአያነት በመከተል ኃጢአት በመሥራቱ ያህቬህ(הוהי)ን አሳዘነ፡፡",
      "25": "ቀድሞ የእስራኤል ይዞት የነበረውን በስተ ሰሜን ከሐማት መተላለፊያ ጀምሮ በስተደቡብ እስከ ሙት ባሕር የሚገኘውን ግዛት ሁሉ ድል ነሥቶ እንደገና አስመለሰ፤ ይህም ሁሉ የተፈጸመው በጋትሔፌር ተወላጅ አገልጋይ በሆነው በአሚታይ ልጅ በነቢዩ ዮናስ አማካይነት የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) በሰጠው የተስፋ ቃል መሠረት ነው፡፡",
      "26": "ያህቬህ(הוהי) የእስራኤላውያንን አሠቃቂ መከራ ተመልክቶ ነበር፤ እነርሱን በመርዳት የሚታደጋቸው ማንም አልነበረም፡፡",
      "27": "ይሁን እንጂ እነርሱ ለዘላለም ፈጽሞ እንዲደመሰሱ ደግሞ የያህቬህ(הוהי) ፈቃድ አልነበረም፤ ስለዚህም በዳግማዊ ኢዮርብዓም አማካይነት በመታደግ አዳናቸው፡፡",
      "28": "ዳግማዊ ኢዮርብዓም ያደረገው ሌላው ነገር ሁሉ፤ በጦርነት ላይ ያሳየው ጀግንነት፤ እንዲሁም የይሁዳ ግዛት የነበሩት ደማስቆና ሐማት ለእስራኤል እንዲመለሱ ያደረገበት ታሪካዊ ዝክረ ነገር ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "29": "ከዚህ በኋላ ዳግማዊ ኢዮርብዓም ሞተ፤ በነገሥታት መካነ መቃብርም ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ዘካርያስ ነገሠ፡፡"
    },
    "Chapter 15": {
      "1": "ዳግማዊ ኢዮርብዓም በእስራኤል በነገሠ በሃያ ሰባተኛው ዓመት የአሜስያስ ልጅ ዖዝያን በይሁዳ ንጉሥ ሆነ፤",
      "2": "እርሱም በነገሠ ጊዜ ዕድሜው ዐሥራ ስድስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ኀምሳ ሁለት ዓመት ገዛ፤ እናቱም ይኮልያ ተብላ የምትጠራ የኢየሩሳሌም ተወላጅ ነበረች፡፡",
      "3": "እርሱም የአባቱን መልካም አርአያነት በመከተል ያህቬህ(הוהי) ደስ የሚያሰኝ ሥራ ሠራ፤",
      "4": "ነገር ግን በየኮረብታዎች ላይ የነበሩትን አረማውያን የማምለኪያ ቦታዎች አልደመሰሰም፤ ስለዚህም ሕዝቡ በየኮረብታዎች ላይ መሥዋዕት ማቅረባቸውንና ዕጣን ማጠናቸውን እንደቀጠሉ ነበር፤",
      "5": "በኋላም ያህቬህ(הוהי) በዖዝያን ላይ አሠቃቂ የቆዳ በሽታ አሳደረበት፤ እስከ ዕለተ ሞቱ ድረስ ይህ በሽታ ስላለቀቀው ከሠራው ሁሉ ተገልሎ በተለየ ቤት ውስጥ ለብቻው ይኖር ነበር፤ በዚህም ጊዜ መንግሥቱን ሲመራ የቆየው ልጁ ኢዮአታም ነበር፡፡",
      "6": "ንጉሥ ዖዝያን ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ውስጥ ተመዝግቦ ይገኛል፡፡",
      "7": "ዖዝያን ሞተ፤ በዳዊት ከተማ በሚገኘው በቀድሞ አባቶቹ መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ኢዮአታም ነገሠ፡፡",
      "8": "ዖዝያን በይሁዳ በነገሠ በሠላሳ ስምንተኛው ዓመት የዳግማዊ ኢዮርብዓም ልጅ ዘካርያስ በእስራኤል ነገሠ፤ መኖሪያውንም በሰማርያ አድርጎ ስድስት ወር ገዛ፤",
      "9": "እርሱም ከእርሱ በፊት እንደነበሩት ነገሥታት ሁሉ ኃጢአት በመሥራት ያህቬህ(הוהי)ን አሳዘነ፤ እንዲሁም እስራኤልን ወደ ኃጢአት የመራ የነባጥ ልጅ የንጉሥ ኢዮርብዓምን መጥፎ አርአያነት ተከተለ፤",
      "10": "ሻሉም ተብሎ የሚጠራው የያቤሽ ልጅ ሤራ በማድረግ ዪብለዓም ተብላ በምትጠራው ስፍራ ንጉሥ ዘካርያስን ገድሎ በእርሱ እግር ነገሠ፡፡",
      "11": "ንጉሥ ዘካርያስ ያደረገው ሌላው ነገር ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "12": "በዚህም ዓይነት ሁኔታ ያህቬህ(הוהי) ለንጉሥ ዬሁ “ዝርያዎችህ እስከ አራት ትውልድ በእስራኤል ይነግሣሉ” ሲል የተናገረው የተስፋ ቃል ተፈጸመ፡፡",
      "13": "ዖዝያን በይሁዳ በነገሠ በሠላሳ ዘጠነኛው ዓመት የያቤሽ ልጅ ሻሉም የእስራኤል ንጉሥ ሆነ፤ መኖሪያውንም በሰማርያ አድርጎ አንድ ወር ብቻ ገዛ፡፡",
      "14": "ምናሔም ተብሎ የሚጠራው የጋዲ ልጅ ከቲርጻ ተነሥቶ ወደ ሰማርያ ሄደ፤ ሻሉምንም ገድሎ በእርሱ እግር ነገሠ፡፡",
      "15": "ሻሉም ያደረገው ሌላው ነገር ሁሉ፤ እንዲሁም እርሱ የጠነሰሰው ሤራ ሁሉ በእስራኤል ነገሥታ የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "16": "ምናሔም ከቲርጻ ተነሥቶ በሚያልፍበት ጊዜ እግረ መንገዱን የቲፍሳሕን ከተማ፤ ነዋሪዎችንና በዙሪያዋ የነበረውን ግዛት ሁሉ ደመሰሰ፤ ይህንንም ያደረገበት ምክንያት የከተማይቱ ነዋሪዎች ለእርሱ እጃቸውን ለመስጠት ባለመፍቀዳቸው ነበር፤ ከዚሀም የተነሣ ነፍሰ ጡሮችን እንኳ ሳይምር ሆዳቸውን ቀደደ፡፡",
      "17": "ዖዝያን በይሁዳ በነገሠ በሠላሳ ዘጠነኛው ዓመት የጋዲ ልጅ ምናሔም በእስራኤል ነገሠ፤ መኖሪያውን በሰማርያ አድርጎ ዐሥር ዓመት ገዛ፡፡",
      "18": "እስከ ዕድሜው ፍጻሜ ድረስ እስራኤልን ወደ ኃጢአት የመራ የነባጥ ልጅ ኢዮርብዓምን መጥፎ አርአያነት በመከተል ኃጢአት በመሥራቱም ያህቬህ(הוהי)ን አሳዘነ፡፡",
      "19": "የአሦር ንጉሠ ነገሥት ቲትላት ፔሌሴር እስራኤልን ወረረ፤ ምናሔም በአገሩ መንግሥት ሥልጣኑን እንዲያጸናለትና እንዲደግፈው ለመማጸን ሠላሳ ሺ ኪሎ የሚመዝን ብር እጅ መንሻ አድርጎ ለቲግላት ፔሌሴር ሰጠው፡፡",
      "20": "ምናሔም ገንዘቡን የሰበሰበው የእስራኤል ከበርቴዎች እያንዳንዳቸው ኀምሳ ጥሬ ብር አዋጥተው እንዲሰጡ በማስገደድ ነበር፡፡ በዚህም ዐይነት ሁኔታ ቲግላት ፔሌሴር በሰላም ወደ አገሩ ተመልሶ ሄደ፡፡",
      "21": "ምናሔም ያደረገው ሌላው ነገር ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል",
      "22": "ምናሔም ሞተ፤ ተቀበረም፤ በእርሱም እግር ተተክቶ ልጁ ፈቃሕያ ነገሠ፡፡",
      "23": "ዖዝያን በይሁዳ በነገሠ በኀምሳኛው ዓመት የምናሔም ልጅ ፈቃሕያ በእስራኤል ነገሠ፤ መኖሪያውንም በሰማርያ አድርጎ ሁለት ዓመት ገዛ፤",
      "24": "እስራኤልን ወደ ኃጢአት የመራ የነባጥ ልጅ ንጉሥ ኢዮርብዓምን መጥፎ አርአያነት በመከተል ኃጢአት ስለሠራ ያህቬህ(הוהי)ን አሳዘነ፡፡",
      "25": "ከፈቃሕያ ሠራዊት መካከል ፋቁሔ ተብሎ የሚጠራ የረማልያ ልጅ የሆነ አንድ የቶር መኮንን ከኀምሳ የገለዓድ ሰዎች ግር ሆኖ ሤራ ጠነሰሰ፤ በሰማርያ በቤተ መንግሥቱ ውስጥ በሚገኘው ምሽግ ውስጥ ዘልቆ በመግባትም ፈቃሕያን ከአርጎብና ከሃርዬ ጋር ገድሎ በፈቃሕያ እግር ተተክቶ ነገሠ፡፡",
      "26": "ፈቃሕያ ያደረገው ሌላው ነገር ሁሉ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "27": "ዖዝያን በይሁዳ በነገሠ በኀምሳ ሁለተኛው ዓመት የረማልያ ልጅ ፈቁሔ በእስራኤል ነገሠ፤ መኖሪያውንም በሰማርያ አድርጎ ሃያ ዓመት ገዛ፡፡",
      "28": "እስራኤልን ወደ ኃጢአት የመራ የነባጥ ልጅ ንጉሥ ኢዮርብዓምን መጥፎ አርአያነትን በመከተል ኃጢአት ስለሠራ ያህቬህ(הוהי)ን አሳዘነ፡፡",
      "29": "የአሦር ንጉሠ ነገሥት ቲግላት ፐሌሴር ዒዮን፤ አቤልሜትማዕካ፤ ያኖሓ፤ ቄዴሽና ሐጾር ተብለው የሚጠሩትነ ከተሞች፤ እንዲሁም የገለዓድን፤ የገሊላንና የንፍታሌምን ግዛቶች በመውረር ሕዝቡን ወደ አሦር ማርኮ የወሰደውም ይኸው ፋቁሔ በነገሠበት ዘመን ነበር፡፡",
      "30": "የዖዝያን ልጅ ኢዮአታም በይሁዳ በነገሠ በሃያኛው ዓመት የኤላ ልጅ ሆሴዕ በንጉሥ ፋቁሔ ላይ ሤራ ጠነሰሰ፤ እርሱንም ገድሎ በእስራኤል ላይ ነገሠ፤",
      "31": "ፈቁሔ ያደረገው ሌላው ነገር ሁለ በእስራኤል ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "32": "የረማልያ ልጅ ፈቁሔ በእስራኤል በነገሠ በሁለተኛው ዓመት የዖዝያን ልጅ ኢዮአታም የይሁዳ ንጉሥ ሆነ፤",
      "33": "በነገሠም ጊዜ ዕድሜው ሃያ አምስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ ስድስት ዓመት ገዛ፤ እናቱም የሩሻ ታብላ የምትጠራ የጻዶቅ ልጅ ነበረች፡፡",
      "34": "የአባቱንም የዖዝያን መልካም አርአያነት በመከተል ያህቬህ(הוהי)ን ደስ የሚያሰኝ ነገር ሠራ፤",
      "35": "ነገር ግን በየኮረብታዎች ላይ የነበሩትን አረማውያን መሠዊያዎችን አላስወገደም፤ ሕዝቡም መሥዋዕት ማቅረባቸውንና መቅደሱን ሰሜናዊ ቅጽር በር ያሠራ ይኸው ኢዮአታም �ነበር፡፡",
      "36": "ኢዮአታም ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "37": "ያህቬህ(הוהי) በመጀመሪያ የሶርያ ንጉሥ ረጺን፤ ቀጥሎም የእስራኤል ንጉሥ ፈቁሔ በይሁዳ ላይ አደጋ እንዲጥሉባት የላካቸው ይኸው ኢዮአታም በይሁዳ በነገሠበት ዘመን ነበር፤",
      "38": "ኢዮአታም ሞተ፤ በዳዊት ከተማ በሚገኘው የነገሥታት መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ አካዝ ነገሠ፡፡"
    },
    "Chapter 16": {
      "1": "የረማልያ ልጅ ፈቁሔ በእስራኤል በነገሠ በዐሥራ ሰባተኛው ዓመት የኢዮአታም ልጅ አካዝ የይሁዳ ንጉሥ ሆነ፤",
      "2": "በነገሠም ጊዜ ዕድሜው ሃያ ዓመት ነበር፤ እርሱም መቶሪያውን በኢየሩሳሌም አድርጎ ዐሥራ ስድስት ዓመት ገዛ፤ እርሱም የቀድሞ አብቱን የንጉሥ ዳዊትን መልካም አርአያነት አልተከተለም፤ ይህን በማድረግ ፈንታ አምላኩን ያህቬህ(הוהי)ን ደስ የማያሰኝ ሥራ ሠራ፤",
      "3": "የእስራኤልንም ነገሥታት መጥፎ አርአያነት ተከተለ፤ የገዛ ልጁን እንኳ ሳይቀር ለጣዖታት የሚቃጠል መሥዋዕት አድርጎ አቀረበ፤ ይህንንም የፈጸመው የእስራኤል ሕዝብ ወደ ተስፋይቱ አገር ለመግባት ወደፊት እየገፉ በመጡ ጊዜ ያህቬህ(הוהי) ከዚያች ምድር ነቃቅሎ ያስወገዳቸው አረማውያን ሕዝብ ይሠሩት የነበረውን አስጸያፊ ድርጊት በመከተል ነው፡፡",
      "4": "አካዝ በየኮረብታዎች ላይ በተሠሩት አረማውያን ማምለኪያ ስፍራዎችና በእያንዳንዱም ዛፍ ሥር መሥዋዕት በማቅረብ ዕጣን አጠነ፡፡",
      "5": "ሶርያ ንጉሥ ረጺንና የእስራኤል ንጉሥ ፈቁሔ በኢየሩሳሌም ላይ አደግ በመጣል ከበቡአት፤ ነገር ግን አካዝን ድል ሊያደርጉት አልቻሉም፡፡",
      "6": "በዚያኑ ጊዜ የሶርያ ንጉሥ ረጺን የኤላትን ከተማ አስመልሶ በቁጥጥሩ ሥር በማድረግ በዚያ የነበሩትን አይሁዳውያን አስወጣ፤ ይን ጊዜ በኤላት የሰፈሩት ኤዶማውያን እስከ አሁን በዚያ ይገኛሉ፡፡",
      "7": "ከዚህም የተነሣ ንጉሥ አካዝ ወደ አሦር ንጉሠ ነገሥት ወደ ቲግላት ፐሌሴር “እኔ ለአንተ ታማኝ አገልጋይህ ነኝ፤ ስለዚህም ወደ እኔ መጥተህ አደጋ ከጣሉብኝ ከሶርያና ከእስራኤል ነገሥታት  እጅ በመታደግ አድነኝ” የሚል ጥያቄ የያዙ መልእክተኞች ላከ፡፡",
      "8": "ከዚህም በቀር አካዝ በቤተ መቅደስና በቤተ መንግሥቱ ዕቃ ግምጃ ቤት ሰብስቦ ለዚሁ ለአሦር ንጉሥ ገጸ በረከት በማድረግ ላከለት፡፡",
      "9": "የአካዝን ጥያቄ በመቀበል ቲግላት ፐሌሴር ወዲያውኑ ዘምቶ ደማስቆን በቁጥጥሩ ሥር አደረገ፤ ንጉሥ ረጺንንም ገደለ፤ ሕዝቡንም ማርኮ ቂር ተብላ ወደ ምትጠራው ስፍራ ወሰዳቸው፡፡",
      "10": "ንጉሥ አካዝ ወደ ደማስቆ ሄዶ ከንጉሠ ነገሥት ቲግላት ፐሌሴር ጋር በተገናኘ ጊዜ በዚያ አንድ መሠዊያ አየ፤ ያንን መሠዊያ በተመሳሳይ ሁኔታ መሥራት የሚያስችለውን ቅርጽ አዘጋጅቶ ለካህኑ ለኡሪያ ላከለት፤",
      "11": "ስለዚህም ኡሪያ አላዝ ተመልሶ ከመምጣቱ በፊት ልክ ያንኑ የሚመስል መሠዊያ ሠራ፤",
      "12": "አካዝም ከደማስቆ በተመለሰ ጊዜ ያ መሠዊያ በትክክል መሠራቱን አይቶ በሥነ ሥርዓት በመቅረብ በመሠዊያው ላይ ወጣ፤",
      "13": "እንዲሁም በዚያ መሠዊየ ላይ የእንስሳት መሥዋዕትና የእህል መባ አቀረበ፤ የመባውን ወይን ጠጅና ለነኅንነት የሚቀርበውንም የኅብረት መሥዋዕት ደም አፈሰሰበት፡፡",
      "14": "ከነሐስ ተሠርቶ ለያህቬህ(הוהי) የተለየውም መሠዊያ በዚያ አዲስ መሠዊያና በቤተ መቅደሱ መካከል ነበር፤ አካዝም ያንን መሠዊያ አስነሥቶ እርሱ ባሠራው በአዲሱ መሠዊያ በስተሰሜን በኩል አኖረው፤",
      "15": "ከዚህ በኋላ ኡሪያን እንዲህ ሲል አዘዘው፤ “ይህንን የእኔን ታላቅ መሠዊያ ማለዳ ለሚቀርበው የሚቃጠል መሥዋዕት፤ በምሽት ለሚቀርበው የእህል መባ ስለ ንጉሡና ስለ ሕዝቡ የሚቀርበው የሚቃጠል መሥዋዕትና የእህል መባ የሚቀርብበትና የሕዝቡ የወይን ጠጅ መባ የሚፈስበት እንዲሆነ አድርግ፤ የሚሠውትንም የእንስሳት ደም ሁሉ በእርሱ ላይ አፍስስ፤ ከነሐስ የተሠራው መሠዊያ ግን እኔ ራሴ የምፈልገውን ነገር የምጠይቅበት እንዲሆን አድርግ፡፡”",
      "16": "ኡሪያም ንጉሡ እንዳዘዘው አደረገ፡፡",
      "17": "ንጉሥ አካዝ በቤተ መቅደስ ውስጥ መገልገያ የነበሩትነ ከነሐስ የጠሠሩ መንኮራኩሮች ቀርጦ አስወገደ፤ በእነርሱ ላይ የነበሩትንም የመታጠቢያ ሳሕኖች ወሰደ፤ ከነሐስ የተሠራውን የውሃ ማጠራቀሚያ በርሜል ከታች በኩል ተሸክመውት ከነበሩት ከነሐስ ከተሠሩት ከዐሥራ ሁለት የኮርማ ቅርጾች ጀርባ ላይ አንሥቶ ከድንጋይ በተሠራ መሠረት ላይ አኖረው፡፡",
      "18": "አካዝ የአሦርን ንጉሠ ነገሥት ለማስደሰት ሲል ንጉሣዊ ዙፋን የሚዘረጋበትን ሊዓላዊ ስፍራ አስወገደ፤ ከዚያ በፊት የነበረ ማንኛውም ንጉሥ ወደ ቤተ መቅደስ ይገባበት የነበረውንም ልዩ በር ዘጋ፡፡",
      "19": "ንጉሥ አካዝ ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "20": "አካዝ ሞተ፤ በዳዊት ከተማ በሚገኘው በነገሥታ መካነ መቃብር ተቀበረ፤ እርሱም እግር ተተክቶ ልጁ ሕዝቅያስ ነገሠ፡፡"
    },
    "Chapter 17": {
      "1": "አካዝ በይሁዳ በነገሠ በዐሥራ ሁለተኛው ዓመት የኤላ ልጅ ሆሴዕ በእስራኤል ንጉሥ ሆነ፤ መኖሪያውንም በሰማርያ አድርጎ ዘጠኝ ዓመት ገዛ፤",
      "2": "እርሱም ኃጢአት በመሥራት ያህዌን አሳዘነ፤ ይሁን እንጂ የእርሱ በደል ከእርሱ በፊት የነበሩት የእስራኤል ነገሥታት የፈጸሙትን ያህል አልነበረም፤",
      "34": "የአሦር ንጉሥ ሻልማንኤሴር ጦርነት በገጠመው ጊዜ ተሸንፎ እጁን በመስጠት በየዓመቱ ይገብርለት ጀመረ፡፡ ግን ከጥቂት ዓመታት በኋላ ንጉሥ ሆሴዕ፤ ሶእ ተብሎ ወደሚጠራው ወደ ግብጽ ንጉሥ መልእክተኞች በመላክ ይረዳው ዘንድ ጠየቀ፤ በየዓመቱ ለአሦር ንጉሥ ይሰጠው የነበረውንም ግብር አቆመ፤ ሻልማንኤሴር ይህን በሰማ ጊዜ ሆሴዕን አስይዞ ወህኒ ቤት አስገባው፡፡",

      "5": "ከዚህ በኋላ ሻልማንኤሴር እስራኤልን በመውረር ሰማርያን ከበበ፤ ከከበባውም ሦስት ዓመት በኋላ፤",
      "6": "ይኸውም ሆሴዕ በነገሠ በዘጠነኛው ዓመት ሻልማንኤሴር ድል አድርጎ ሰማርያን ያዘ፤ እስራኤላውያንንም ማርኮ በእስረኛነት ወደ አሦር ወሰዳቸው፤ ከእነርሱም ጥቂቶቹ በሐላሕ ከተማ፤ ጥቂቶቹ በጎዛን አውራጃ ውስጥ በሚገኘው በሐቦር ወንዝ አጠገብ፤ እንዲሁም ሌሎቹ በሜዶን ከተሞች እንዲሰፍሩ አደረገ፡፡",
      "7": "ሰማርያ ወደቀች፤ ይህም የሆነበት ምክንያት እስራኤላውያን በሠሩት ኃጢአት ከግብጽ ንጉሥ እጅ በመታደግ አውጥቶ ወደ ተስፋይቱ ምድር የመራቸውን አምላካቸውን ያህዌን በማሳዘናቸው ነበር፤ ይኸውም ለባዕዳን አማልክት ሰገዱ፤",
      "8": "ሕዝቡ ወደ ፊት እየገፉ በመጡ ጊዜ ከፊታቸው ነቃቅሎ ያጠፋላቸውን የአረማውያን ሕዝብ መጥፎ ልማድ ተከተሉ፤ እንዲሁም የእስራኤል ነገሥታት ያሰራጩትን መጥፎ ልማድ ተቀባዮች ሆኑ፡፡",
      "9": "እስራኤላውያን አምላካቸው ያህዌ የሚጠላውን ነገር ሁሉ አደረጉ፤ ከትንሽ መንደር አንሥቶ እስከ ትልቅ ከተማ ድረስ በገጠር ከተሞቻቸው ሁሉ በየኮረብታዎቹ አረማውያን ማምለኪያ ስፍራዎችን ሠሩ፤",
      "10": "በኮረብታዎች ሁሉ ካይና በየዛፉ ጥላ ሥር የድንጋይ ዐምዶችንና አሼራ ገብላ የምትጠራውን የሴት አምላክ ምስሎች አቆሙ፤",
      "11": "ያህዌ ከምድሪቱ ነቃቅሎ ያስወጣቸውን የአረማውያን ሕዝብ ልማድ በመከተል በአረማውያን መሠዊያዎች ሁሉ ላይ ዕጣን አጠኑ፤ በዚህም ክፉ ሥራቸው ሁሉ የያህዌ ቁጣ አነሣሡ፤",
      "12": "ያህዌ ለጣዖት እንዳይሰግዱ ያዘዛቸውንም ሕግ ሁሉ አፈረሱ፡፡",
      "13": "ያህዌም እስራኤልንና ይሁዳን የሚያስጠነቅቁ መልእክተኞችንና ነቢያትን በመላክ “ከክፉ መንገዳችሁ ሁሉ ተመለሱ፤ አገልጋዮቼ በሆኑት ነቢያት አማካይነት ለቀድሞ አባቶቻቸውና ለእናንተም በሰጠሁት ሕግ የተጻፈውን ትእዛዜን ጠብቁ” ብሎ ነግሮአቸው ነበር፡፡",
      "14": "እነርሱ ግን መታዘዝ አልፈለጉም፤ በአምላካቸው በያህዌ እንዳልታመኑ እንደ ቀድሞ አባቶቻቸው እልኸኞች ሆኑ፤",
      "15": "የሰጣቸውንም መመሪያዎች ለመቀበል እምቢ አሉ፤ ከቀድሞ አባቶቻቸው ጋር የገባውንም ቃል ኪዳን አልጠበቁም፤ የሰጣቸውንም ማስጠንቀቂያዎች ሁሉ ቸል አሉ፤ ለከንቱ ጣዖታት በመስገድ ራሳቸውም ከንቱዎች ሆኑ፤ የእነርሱን መጥፎ ምሳሌነት እንዳይወርሱ ያህዌ የሰጣቸውን ትእዛዝ በመሻር በዙሪያቸው የሚኖሩ የአረማውያንን ሕዝብ ልማድ ሁሉ ተከተሉ፡፡",
      "16": "የአምላካቸውን የያህዌን ሕግ ሁሉ በመጣስ የሚሰግዱላቸውን ከወርቅ የተሠሩ ሁለት ኮርማዎችን አቆሙ፤ እንዲሁም አሼራ ተብላ የምትጠራውን ሴት አምላክ ምስል ሠሩ፤ ለከዋክብት ሰገዱ፤ ባዓል ተብሎ ለሚጠራውም ባዕድ አምላክ አገልጋዮች ሆኑ፡፡",
      "17": "ለእነዚያም አረማውያን አማልክት ወንዶችና ሴቶ ልጆቻቸውን የሚቃጠል መሥዋዕት አድርገው አቀረቡ፤ ከሙታን ጠሪዎችና ከጠንቋዮችም ምክር ጠየቁ፤ ያህዌ ለሚጠላው ክፉ ነገር ሁሉ ራሳቸውን አሳልፈው በመስጠት የያህዌን ቁጣ አነሣሡ፡፡",
      "18": "ያህዌም በእስራኤል ላይ ተቆጥቶ የይሁዳ መንግሥት ብቻ በመተው እስራኤላውያን ከፊቱ አስወገደ፡፡",
      "19": "ነገር ግን የይሁዳ ሕዝብም ቢሆኑ፤ አምላካቸው ያህዌ የሰጣቸውን ሕግ አልጠበቁም ነበር፤ እነርሱም የእስራኤል ሕዝብ የተቀበሉትን ልማድ ተከታዮች ነበሩ፡፡",
      "20": "ያህዌ እስራኤላውያንን ሁሉ ተዋቸው፤ ከፊቱም እስኪወገዱ ድረስ ጨካኞች ለሆኑት ጠላቶቻቸው አሳልፎ በመስጠት ቀጣቸው፡፡",
      "21": "ያህዌ እስራኤላውያንን ከይሁዳ ከለየ በኋላ እስራኤላውያን የነባጥን ልጅ ኢዮርብዓምን መርጠው አነገሡ፤ ኢዮርብዓምም አምላካቸውን ያህዌን እንዲተው በማድረግ አሠቃቂ ወደሆነ ኃጢአት መራቸው፤",
      "22": "እነርሱም የኢዮርብዓምን መጥፎ አርአያነት በመከተል እርሱ የፈጸመውን ኃጢአት ሁሉ መሥራት ቀጠሉ፡፡",
      "23": "በመጨረሻም ያህዌ ከፊቱ አስወገዳቸው፤ ይንንም እንደሚፈጽምባቸው አገልጋዮቹ በሆኑ ነቢያት አማካይነት አስቀድሞ አስጠንቅቆአቸው ነበር፤ የእስራኤል ሕዝብ እስከ አሁን ወደሚኖሩበት ወደ አሦር ተማርከው የሄዱት እነሆ በዚህ ዐይነት ሁኔታ ነበር፡፡",
      "24": "የአሦር ንጉሠ ነገሥት በባቢሎን፣ ኩታ፣ ዒዋ፣ ሐማትና ሰፋርዋይም ተብለው በሚጠሩት ከተሞች ይኖሩ የነበሩትን አረማውያን ሕዝብ አምጥቶ ተሰድደው በሄዱት በእስራኤላውያን እግር በመተካት በሰማርያ ከተሞች እንዲሰፍሩ አደረገ፤ እነርሱም እነዚህን ከተሞች ወርሰው በዚያ መኖር ጀመሩ፡፡",
      "25": "እነርሱም በዚያ ሰፍረው መኖር እንደጀመሩ ያህዌን አላመለኩትም ነበር፡፡ ስለዚህም ያህዌ አንበሶችን በመላክ ከእነርሱ ጥቂቶቹን ሰባብረው እንዲገድሉ አደረገ፤",
      "26": "ለአሦርም ንጉሠ ነገሥት “በሰማርያ ከተሞች ሰፍረው እንዲኖሩ ያደረግሃቸው ሕዝቦች የኢያችን አገር አምልክ ሕግ የሚያውቁ ሆነው አልተገኙም፤ ከዚህም የጠነሣ ያህዌ ሰባብሮ የሚገድሉ አንበሶችን ላከባቸው” የሚል ወሬ ደረሰው፡፡",
      "27": "ስለዚህም ንጉሠ ነገሥቱ “ማርከን ካመጣናቸው ካህናት አንዱን ወደዚያ ላኩ፤ ወደዚያም ተመልሶ በመሄድ የዚያችን አገር አምላክ ያዘዘውን ሕግ ለሕዝቡ እንዲያስተምራቸው አድርጉ” ሲል አዘዘ፡፡",
      "28": "ስለዚህም ከሰማርያ ተማርኮ የተወሰደ አንድ እስራኤላዊ ካህን ተመልሶ በመሄድ በቤትኤል ተቀመጠ፤ በዚያም ሕዝቡ ያህዌን እንዴት ማምለክ እንደሚገባቸው አስተማራቸው፡፡",
      "29": "በሰማርያ የሰፈሩት ሕዝብ ግን የገዛ ጣዖታቸውን መሥራት ቀጥለው እስራኤላውያን ባሠሩአቸው በተቀደሱ ስፍራዎች አኖሩአቸው፤ እያንዳንዱ ቡድን በሚኖርበት ከተማ ሁሉ የየራሱን ጣዖት አቆመ፡፡",
      "30": "በዚህም ዐይነት ሁኔታ የባቢሎን ሕዝብ ሱኮትበኖት በተባለው አምላክ ስም ጣዖት ሠሩ፤ እንዲሁም የኩታ ሕዝብ ኔርጋል ተብሎ በሚጠራው ባዕድ አምላክ ስም፤ የሐማት ሕዝብ ኢሺማ ተብሎ በሚጠራው ባዕድ አምላክ ስም፤",
      "31": "የዒዋ ሕዝብ ኒብሐዝና ታርታቅ ተብለው በሚጠሩ አማልክቶቻቸው ስም ጣዖቶቻቸውን ሠሩ፤ የሰፋርዋይምም ሕዝብ አድራሜሌክና ዓናሜሌክ ተብለው ለሚጠሩ አማልክቶቻቸው ልጆቻቸውን የሚቃጠል መሥዋዕት አድርገው አቀረቡ፡፡",
      "32": "እነዚሁ ሕዝብ በተጨማሪ ለእውነተኛው አምላክ ለያህዌ ይሰግዱ ነበር፡፡ ከእንዳንዳቸውም ቡድን በአረማውያን የማምለኪያ ስፍራዎች የሚያገለግሉና መሥዋዕት የሚያቀርቡላቸውን ካህናት መረጡ፤",
      "33": "በዚህም ዐይነት ሁኔታ ያህዌን ማምለክ ጀመሩ፤ በሌላ በኩል ግን ቀድሞ ይኖሩባቸው በነበሩበት አገሮች ይፈጽሙት በነበረው ልማድ መሠረት ለባዕዳን አማልክቶቻቸው ይሰግዱ ነበር፡፡",
      "34": "ይህንኑ አሮጌ ልማዳቸውን እስከ አሁን ድረስ በመፈጸም ላይ ናቸው፤ ያህዌን አያመልኩም፤ እስራኤል ብሎ ለጠራው ለያዕቆብ ዝርያዎች የሰጠውንም ትእዛዛት አይጠብቁም፡፡",
      "35": "ያህዌ ከእነርሱ ጋር ቃል ኪዳን በመግባት እስራኤላውያንን እንዲህ ሲል አዝዞአቸው ነበር፤ “ባዕዳን አማልክትን አታምልኩ፤ ለእነርሱም አገልጋዮች በመሆን አትስገዱላቸው፤ መሥዋዕትንም አታቅርቡላቸው፤",
      "36": "በታላቅ ኀይልና በብርቱ ክንድ ከግብጽ ምድር ላወጣኋችሁ ለእኔ ለያህዌ ታዛዥዎች ሁሉ፤ መስገድና መሥዋዕት ማቅረብ የሚገባችሁ ለእኔ ብቻ ነው፤",
      "37": "ጽፌ የሰጠኋችሁንም ሕግጋትና ትእዛዛት ሁልጊዜ ጠብቁ፤ ባዕዳን አማልክትንም አትከተሉ፤",
      "38": "እኔ ከእናንተ ጋር የገባሁትንም ቃል ኪዳን አትርሱ፤ ባዕዳን አማልክትንም አታምልኩ፤",
      "39": "አምላካችሁ ለሆንሁት ለእኔ ለያህዌ ታዘዙ፤ እኔም ከጠላቶቻችሁ እጅ በመታደግ አድናችኋለሁ፡፡”",
      "40": "ነገር ግን እነዚያ ሕዝብ ይህን መስማት ትተው አሮጌ ልማዳቸውን ተከተሉ፡፡",
      "41": "እነዚያ ከባቢሎን የመጡትም ሕዝብ በዚሁ ዐይነት ሁኔታ ያህዌን ማምለክ ጀመሩ፤ በሌላ በኩል ግን ለጣዖቶቻቸው ይሰግዱ ነበር፤ ዝርያዎቻቸውም እስከ ዛሬ ድረስ ይህንኑ ዐይነት አምልኮ እንደቀጠሉ ናቸው፡፡"
    },
    "Chapter 18": {
      "1": "የኤላ ልጅ ሆሴዕ በእስራኤል በነገሠ በሦስተኛው ዓመት የአካዝ ልጅ ሕዝቅያስ የይሁዳ ንጉሥ ሆነ፤",
      "2": "በነገሠም ጊዜ ዕድሜው ሃያ አምስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሃያ ዘጠኝ ዓመት ገዛ፤ እናቱም አቢያ ተብላ የምትጠራ የዘካርያስ ልጅ ነበረች፤",
      "3": "የቀድሞ አባቱን የንጉሥ ዳዊትን መልካም አርአያነት በመከተል ያህዌን ደስ የሚያሰኝ ሥራ ሠራ፡፡",
      "4": "አረማውያን የማምለኪያ ስፍራዎችን ደመሰሰ፤ የድንጋይ ዐምዶችን ሰባበረ፤ አሼራ ተብላ በምትጠራው ሴት አምላክ ስም የተቀረጹትን ምስሎች ሁሉ አንከታክቶ ጣለ፤ ሙሴ ከነሐስ ሠርቶ የነበረውን ኔሑሽታን ተብሎ የሚጠራውን የእባብ ምስል ሰባብሮ አደቀቀ፤ እስከዚያን ጊዜ ድረስ ግን እስራኤላውያን ለእርሱ ዕጣን ያጥኑለት ነበር፡፡",
      "5": "ሕዝቅያስ የእስራኤል አምላክ በሆነው በያህዌ ተማመነ፤ ከእርሱ በፊትም ሆነ ከእርሱ ወዲህ እርሱን የመሰለ ሌላ ንጉሥ በይሁዳ አልተነሣም፤",
      "6": "ሕዝቅያስ ለያህዌ ታማኝ ስለሆነ ከእርሱ መንገድ የራቀበት ጊዜ የለም፤ ያህዌ ለሙሴ የሰጠውን ትእዛዛት ሁሉ በጥንቃቄ ይፈጸም ነበር፡፡",
      "7": "ስለዚህም ያህዌ ከእርሱ ጋር ሆኖ ስለሚረዳው የሚሠራው ሁሉ በተቃና ሁኔታ ይከናወንለት ነበር፤ ሕዝቅያስ በአሦር ንጉሠ ነገሥት ላይ ዐምፆ መገዛት አሻፈረኝ አለ፡፡",
      "8": "ፍልስጥኤማውያንንም ድል ነሥቶ ከትንሽ መንደር እስከ ታላቅ ከተማ ጋዛንና በዙሪያው የሚገኘውን ግዛት ጭምር እነርሱ የሚኖሩበትን ስፍራ ሁሉ ወረረ፡፡",
      "9": "ሕዝቅያስ በነገሠ በአራተኛው ዓመት ይህም ማለት ሆሴዕ በእስራኤል በነገሠ በሰባተኛው ዓመት፤ የአሦር ንጉሥ ሻልማንኤሴር በእስራኤል ላይ አደጋ በመጣል ሰማርያን ከበበ፤",
      "10": "በተከከበበት በሦስተኛው ዓመት ሰማርያ በሙሉ ተያዘች፤ ይህም የሆነው ሕዝቅያስ በነገሠ በስድስተኛው ዓመት፤ ሆሴዕ በነገሠ በዘጠነኛው ዓመት ነበር፡፡",
      "11": "የአሦር ንጉሠ ነገሥት እስራኤላውያንን ማርኮ ወደ አሦር በመውሰድ ከእነርሱ ጥቂቶቹ በሐላሕ ከተማ ጥቂቷ በጎዛን አውራጃ በሚገኘው በሐቦር ወንዝ አጠገብ፤ ሌሎቹ ደግሞ በሜዶን ከተሞች እንዲሰፍሩ አደረገ፡፡",
      "12": "ሰማርያ የወደቀችበት ምክንያት እስራኤላውያን ለያህዌ ባለመታዘዛቸው ነው፤ ይኸውም ያህዌ ከእነርሱ ጋር የገባውን ቃል ኪዳን አፈረሱ፤ የያህዌ አገልጋይ በሆነው በሙሴ አማካይነት ለተሰጠ ሕግ ሁሉ ታዛዥዎች ሆነው አልተገኙም፤ ቃሉን ማዳመጥም ሆነ ሕጉን መጠበቅ አልፈለጉም፡፡",
      "13": "ሕዝቅያስ በነገሠ በዐሥራ አራተኛው ዓመት የአሦር ንጉሠ ነገሥት ሰናክሬብ አደጋ በመጣል የተመሸጉትን የይሁዳን ከተሞች ያዘ፤",
      "14": "ሕዝቅያስም በላኪሽ ሰፍሮ ለነበረው ለሰናክሬብ “እኔ በድያለሁ፤ እባክህን አቁም፤ የምትጠይቀኝ ሁሉ እከፍላለሁ” ሲል መልእክት ላከ፤ ንጉሠ ነገሥቱም “ እኔ የምፈልገው አሥር ሺ ኪሎ ብርና አንድ ሺ ኪሎ ወርቅ እንድትልክልኝ ነው” ሲል መለሰለት፡፡",
      "15": "ሕዝቅያስም በቤተ መቅደስና በቤተ መንግሥት ዕቃ ግምጃ ቤት የነበረውን ብር ሁሉ ሰብስቦ ላከለት፤",
      "16": "እንዲሁም በቤተ መቅደሱ መግቢያ በሮች ላይ ተለብጦ የነበረውን ወርቅና እርሱም ራሱ በቤተ መቅደሱ የበር ዐምዶች ላይ ለብጦት የነበረውን ወርቅ ጭምር ወደ ሰናክሬብ ላከ፡፡",
      "17": "ይህ በዚህ አንዳለ የአሦር ንጉሠ ነገሥት እንደገና የተጠናከረ ታላቅ ሠራዊት ከላኪሽ ተንቀሳቅሶ ወደ ኢየሩሳሌም በመዝመት በሕዝቅያስ ላይ አደጋ እንዲጥልበት አዘዘ፤ ያም ሠራዊት ከፍተኛ ስልጣን ባላቸው ሦስት የጦር አዛዥዎቹ የሚመራ ነበር፤ እነርሱም ወደ ኢየሩሳሌም እንደደረሱ ከላይኛው ኩሬ ውሃ በሚተላለፍበታ ቦይ አጠገብ ወደ ልብስ አጣቢዎች መስክ የሚወስደውን መንገድ ያዙ፤",
      "18": "ከዚያም በኋላ ወደ ሕዝቅያስ መልእክት ላኩበት፤ ሕዝቅያስም ባለሟሎቹ የሆኑ ሦስት ባለሥልጣኖች ሄደው እንዲገናኙአቸው አዘዘ፤ እነርሱም የቤተ መንግሥቱ ኀላፊ የሆነ የሒልቂያ ልጅ ኤልያቂም፤ እንዲሁም የቤተ መንግሥት ጸሐፊ የሆነው ሼብናና የቤተ ዛግብት ኀላፊ የሆነው የአሳፍ ልጅ ዮአሕ ነበሩ፤",
      "19": "ከአሦር የጦር አዛዥዎች አንዱ እንዲህ አላቸው፤ “ለንጉሥ ሕዝቅያስ ‹ይህን ያህል የተማመንክበት ኀይል ምንድን ነው?",
      "20": "የቃላት ጋጋታ የጦርነትን ስልትና ኀይል የሚተካ ይመስልሃልን? ማን ይረዳኛል ብለህ ነው በአሦር ላይ ለማመፅ ያሰብከው?",
      "21": "የግብጽ ንጉሥ ይረዳኛል ብለህ አስበህ ከሆነነ፤ የተቀጠቀጠ ሸምበቆ እንደሚመረኮዝ ሰው መሆንህ ነው፤ ምክንያቱም እር ተሰብሮ ስንጣሪው እጅህን ያቆስልሃል፤ እንግዲህ የግብጽ ንጉሥ ለሚተማመኑበት ሁሉ እንዲሁ ነው› ሲል የአሦር ንጉሠ ነገሥት ይጠይቅሃል፡፡”",
      "22": "የአሦር የጦር አዛዥ ንግግሩን በመቀጠል እንደገና እንዲህ አለ፤ “አምላክህ ያህዌ እንደሚረዳህ አድርገህ ታስባለህን? ይህማ እንዳይሆን፤ አንተ የያህዌን የተቀደሱ ስፍራዎችንና መሠዊያዎችን ደምስሰህ ‹የይሁዳና የኢየሩሳሌም ሕዝብ ማምለክ የሚገባቸው ኢየሩሳሌም ውስጥ በሚገኘው በአንድ መሠዊያ ብቻ ነው› ብለህ ወስነሃል፡፡",
      "23": "አሁንም በንጉሠ ነገሥቱ ስም ለፍልሚያ እጠይቅሃለሁ፤ መጋለብ የሚችሉ በቂ ሰዎች ታገኝ እንደሆን እስቲ ሁለት ሺ ፈረሶች ልስጥህ!",
      "24": "አንተ እኮ እጅግ በጣም ዝቅተኛ ከሆነው ከአሦር ተራ የጦር መኮንን ጋር እንኳ መወዳደር አትችልም፤ ግብጻውያን ሠረገላዎችንና ፈረሶችን ይልኩልኛል ብለህ የምትጠባበቀውም በዚሁ ምክንያት ነው፡፡",
      "25": "እኔ በአንተ አገር ላይ አደጋ የጣልሁባትና የደመሰስኋት ያለ ያህዌ ፈቃድ ይመስልሃልን? ያህዌ ራሱ በዚህች አገር ላይ አደጋ እንድጥልባትና እንድደመስሳት አዝዞኛል፡፡”",
      "26": "ከዚህም በኋላ ኤልያቂምና፤ ሼብና እንዲሁም ዮአሕ ይህን የጦር አዛዥ “ፍቹን ስለምናውቅ በሶርያ ቋንቋ እንድትነግረን እንለምንሃለን፤ በቅጽር ላይ ያሉት ሕዝብ ሁሉ በሚሰሙት በዕብራይስጥ ቋንቋ አትናገረን” አሉት፡፡",
      "27": "እርሱም “የአሦር ንጉሠ ነገሥት ይህን ሁሉ ለእናንተና ለንጉሣችሁ ብቻ እንድናገር የላከኝ መሰላችሁን? ከቶ አይደለም፤ ልክ እንደእናንተ ኩሳቸውን ለመብላትና ሽንታቸውን ለመጠጣት የሚገደዱ ሕዝቡም ጭምር ሰለሆኑ፤ እኔ የምናገረውን በቅጽሩ ላይ ያሉት ሕዝብ ሁሉ እንዲሰሙት ነው” ሲል መለሰላቸው፡፡",
      "28": "ከዚህም በኋላ ያ የአሦር ባለሥልጣን ከተቀመጠበት ተነሥቶ ቆመ፤ ድምፁንም ከፍ አድርጎ በዕብራይስጥ ቋንቋ እንዲህ እያለ መናገር ጀመረ፤ “የአሦር ንጉሠ ነገሥት የሚነግራችሁን ስሙ፤",
      "29": "በሕዝቅያስ አትታለሉ፤ እርሱ ሊያድናችሁ ከቶ አይችልም፤",
      "30": "ሕዝቅያስ ‹በያህዌ ታመኑ፤ እርሱ ያድናችኋል! ከተማችንም በአሦርያውያን ሠራዊት እጅ እንዳትገባ ይከላከልልናል› እያለ የሚሰብካችሁን አትስሙ፤",
      "31": "ሕዝቅያስ የሚላችሁን አታዳምጡ፤ የአሦር ንጉሠ ነገሥት ከከተማችሁ ወጥታችሁ እጃችሁን እንድትሰጡ አዝዞአችኋል፤ ይህን ብታደርጉ ሁላችሁ፤ እያንዳንዳችሁ የወይን ተክሎቻችሁን ዘለላና የበለስ ዛፎቻችሁን ፍሬ ትመላላችሁ፤ ከጉድጓዶችሁም ውሃ ትጠጣላችሁ፤",
      "32": "ይህም ሁሉ የሚሆነው ንጉሠ ነገሥቱ የእናንተን አገር ወደምትመስል ምድር ወስዶ እስከሚያሰፍራችሁ ድረስ ነው፤ በዚያችም ምድር ወይን ጠጅ የሚገኝባቸው የወይን ተክል ቦታዎና በቂ የእንጀራ እህል የሚመረትባቸው እርሻዎች አሉ፤ ምድሪቱም የወይራ ፍሬና የወይራ ዘይት እንዲሁም ማር የሞላት ናት፤ ንጉሠ ነገሥቱ የሚያዛችሁን ብትፈጽሙ በሕይወት ትኖራላችሁ እንጂ አትሞቱም፤ ስለዚህ ሕዝቅያስ ‹ያህዌ ይታደጋችኋል› እያለ በመስበክ አያሞኛችሁ፤",
      "33": "ለመሆኑ ከሌሎች ሕዝቦች አማልክት አንዱ እንኳ ከአሦር ንጉሠ ነገሥት እጅ አገሩን ያዳነ ይገኛልን?",
      "34": "ታዲያ ይህ ከሆነ የሐማትና የአርፋድ አማልክት የት አሉ? የሰፋርዋይም የሄናዕና የዒዋ አማልክትስ የት ደረሱ? ከእነርሱ አንዱ እንኳ ሰማርያን ከእጄ ማዳን ችሎአልን?",
      "35": "የእነዚህ ሁሉ አገሮች አማልክት ከንጉሠ ነገሥታችን እጅ አገሮቻቸውን ለማዳን የቻሉበት ጊዜ አለን? ታዲያ እንግዲህ እናንተ ‹ያህዌ ኢየሩሳሌምን ያድናታል!› ብላችሁ የምታስቡት እንዴት ነው?”",
      "36": "ሕዝቡም ቀደም ሲል ንጉሥ ሕዝቅያስ ባዘዛቸው መሠረት አንዲት ቃል ሳይናገሩ ዝም አሉ፤",
      "37": "ከዚህ በኋላ ኤልያቂምና ሼብና እንዲሁም ዮአሕ በሐዘን ልብሳቸውን ቀደዱ፤ ወደ ንጉሥ ሕዝቅያስ ቀርበው አሦራውያን ባለስልጣን የተናገረውን አስረዱት፡፡"
    },
    "Chapter 19": {
      "1": "ንጉሥ ሕዝቅያስ ይህን ሁሉ በሰማ ጊዜ በሐዘን ልብሱን ቀደደ፤ ማቅ ለብሶም ወደ ያህዌ ቤተ መቅደስ ሄደ።",
      "2": "ወዲያውም የቤተ መንግሥቱን ጸሐፊ የሆነውን ኤልያቂምን፤ የቤተ መንግሥቱን ጸሐፊ ሼብናንና ሽማግሌዎች ካህናትን ወደ ዓሞጽ ልጅ ወደ ነቢዩ ኢሳይያስ ላከ፤ እነርሱም ራሳቸው ማቅ ለብሰው ነበር።",
      "3": "ለኢሳይያስም እንዲነግሩት የላከው መልእክት ከዚህ የሚከተልወ ነው፤ “ዛሬ የታላቅ መከራ ቀን ነው፤ የሚያሳፍር ቅጣትና ውርደት እየደረሰብን ነው፤ የምትወልድበት ጊዜ ደርሶ ለማማጥ አቅም እንዳነሣት ሴት ሆነናል።",
      "4": "የአሦር ንጉሠ ነገሥት ሕያው ያህዌን እንዲሰድብለት ከፍተኛ ባለሥልጣኑን ልኮአል፤ አምላክህ ያህዌ ይህን ስድብ ሰምቶ ተሳዳቢውን ይቀጣ ይሆናል፤ ስለዚህ ከሕዝባችን መካከል በሕይወት ስለሚተርፉት ሰዎች እባክህ ወደ ያህዌ ጸልይ፡፡”",
      "5": "ኢሳይያስም የንጉሥ ሕዝቅያስን መልእክት ሰምቶ፤",
      "6": "የሚከተለውን መልስ ላከለት፤ “ያህዌ እንዲህ ይልሃል፤ ‹ሊያድናችሁ አይችልም› እያሉ እኔን በመስደብ አሦርያውያን የሚያሰሙትን ዛቻ አትፍራ፤",
      "7": "እነሆ እኔ የሚያስፈራ የሽብር ወሬ የሚያሾከሹክለት መንፈስ እልክበታለሁ፤ ስለዚህም ወደ አገሩ ተመልሶ እንዲሄድና እዚያም በገዛ ምድሩ በሰይፍ ተመትቶ እንዲሞት አደርጋለሁ፡፡”",
      "8": "የአሦራውያንም በለሥልጣን ንጉሠ ነገሥቱ ላኪሽን ለቆ በአቅራቢያው ወዳለችው ወደ ሊብና ከተማ ሄዶ እዚየ በመዋጋት ላይ መሆኑን ሰማ፤ ከእርሱ ጋር ለመመካከርም ወደዚያ ሄደ፤",
      "9": "በኢትዮጵያ ንጉሥ በቲርሃቃ የሚመራ የግብጽ ሠራዊት እነርሱን ለመውጋት በመገሠገሥ ላይ መሆኑን አሦራውያን ሰሙ፤ ወዲያውኑ የአሦር ንጉሠ ነገሥት ወደ ሕዝቅያስ እንዲህ የሚል ደብዳቤ በመልእክተኞች እጅ ላከ፤",
      "10": "“የይሁዳ ንጉሥ ሕዝቅያስ ሆይ! የምትታመንበት አምላክ ‹ኢየሩሳሌም በአሦር ንጉሠ ነገሥት እጅ አትወድቅም!› ብሎ አያታልልህ፤",
      "11": "የአሦር ንጉሠ ነገሥት አንድን አገር ለማጥፋ በሚፈልግበት ጊዜ ሁሉ ምን እንደሚያደርስባት ሰምተሃል፤ አንተስ የምታመልጥ ይመስልሃልን?",
      "12": "የቀድሞ አባቶቼ የጎዛንን፣ የካራንና የሬጼፍን ከተሞች አጥፍተዋል፤ በተላሳር የሚኖሩትን የዔዴንን ሕዝብ ገድለዋል፤ ይህ ሁሉ ሲሆን አከማልክቶቻቸው አንድ እንኳ ሊያድናቸው አልቻለም፤",
      "13": "ለመሆኑ የሐማት፣ የአርፋድ፣ የደፋርዋይም፣ የሄናዕና የዒዋ ከተሞች ነገሥታት የት አሉ?”",
      "14": "ንጉሥ ሕዝቅያስ ደብዳቤውን ከመልክተኞች ተቀብሎ አነበበው፤ ወደ ቤተ መቅደስም ወስዶ ደብዳቤውን በያህዌ ፊት በማቅረብ፤",
      "15": "እንዲህ ሲል ጸለየ፤ “የእስራኤል አምላክ የሆንህ ያህዌ ሆይ! ኪሩቤል ተብለው በሚጠሩ መላእክት ላይ የጠቀመጥህ አንተ ብቻ አምላክ ነህ፤ የዓለምንም መንግሥታት የምትመራ አንተ ነህ! ሰማይንና ምድርን የፈጠርህ አንተ ነህ!",
      "16": "አሁንም ያህዌ ሆይ! የደረሰብንን መከራ ሁሉ ተመልከት! ሕያው የሆንከውን አምላክ አንተን በመስደብ ሰናክሬብ የተናገረውን የዛቻ  ቃል ሁሉ አድምጥ!",
      "17": "ያህዌ ሆይ! የአሦር ነገሥታት ብዙ መንግሥታትን ማጥፋታቸውንና ምድራቸውንም መደምሰሳቸውን ሰምተናል፤",
      "18": "እንጨቱን በመጥረብ፤ ድንጋዩን በማለዘብ በሰው እጅ የተሠሩ ከንቱ የሆኑ አማልክቶቻቸውን በእሳት አቃጥለው አጥፍተዋል፡፡",
      "19": "ያህዌ አምላክ ሆይ! አንተ ብቻ አምላክ መሆንህን የዓለም መንግሥታት ሁሉ ያውቁ ዘንድ አሁን ከአሦርያውያን በመታደግ አድነን፡፡”",
      "20": "ከዚህ በኋላ የዓሞጽ ልጅ ኢሳይያስ ወደ ንጉሥ ሕዝቅያስ እንዲህ የሚል መልእክት ላከ፤ “የእስራኤል አምላክ የሆነ ያህዌ እንዲህ ይላል፤ ‹ስለ አሦር ንጉሠ ነገሥት ስለ ሰናክሬብ ዛቻ ያቀረብከውን ጸሎት ሰምቻለሁ፤",
      "21": "ስለእርም ያህዌ የተናገወ ቃል ይህ ነው፤ ሰናክሬብ ሆይ!የኢየሩሳሌም ከተማ አንተን በመናቅ ታፌዝብሃለች፤",
      "22": "በስድብ የምታቃልለው ማንን ይመስልሃል? ይህን ሁሉ የድፍረት ቃል የምትናገረው እኮ የእስራኤል ቅዱስ በሆንኩት  በእኔ ላይ ነው!",
      "23": "አገልጋዮችህን ልከህ በያህዌ ላይ የስድብ ቃል በመናገር፤ በሠረገላዎ ብርታት ከፍተኛ የሆኑ የሊባኖስ ተራራዎን ይዤአለሁ፤ ረዣዥም የሆኑትን ዝግባዎንና የትድ ዛፎችን ቆርጬአለሁ፤ በከፍተኛ ስፍራዎች ላይ ጥቅጥቅ ወዳሉ ደኖች አልፌአለሁ፤",
      "24": "በባዕዳን አገሮች ጉድጓድ በመቆፈር ውሃ ጠጥቼአለሁ፤ የብዙ ሰራዊቴ እግር የዓባይን ወንዝ አድርቆአል› ብለህ ተመክተሃል፡፡",
      "25": "“ከብዙ ጊዜ በፊት ይህን ሁሉ የወሰንሁት እኔ ራሴ መሆኔን አልሰማህምን? በጥንት ጊዜ ዕቅዱን አውጥቼ አሁን ከፍጻሜ ያደረስሁት እኔ ነኝ፤ የተመሸጉ ከተሞችን የፍርስራሽ ክምር እንድታደርጋቸው ኀይልን የሰጠሁህ እኔ ነኝ፤",
      "26": "እዚህ የነበሩ ሕዝቦች ኀይል ስላልነበራቸው ከድንጋጤአቸው የተነሣ እንደ በድን ሆኑ፤ የሜዳ ላይ ሣር ወይም በቤት ጣራ ላይ የሚበቅል ጓሳ ደረቅ የምሥራቅ ነፋስ ሲመታው እንደሚጠወልገው ዐይነት ሆኑ፡፡",
      "27": "“እኔ ስለ አንተ ሁሉን ነገር ዐውቃለሁ፤ ምን እንደምታደርግና ወዴትም እንደምትሄድ ዐውቃለሁ፤ በእኔ ላይ በቁጣ መነሣትህንም ተረድቻለሁ፤",
      "28": "በእኔ ላይ ስለመቆጣትህና ስለ ልብህም ትዕቢት ሰምቻለሁ፤ ስለዚህ አሁን በአፍንጫህ መቃጥን፤ በአፍህም ልጓም አግብቼ በመጣህበት መንገድ እመልስሃለሁ፡፡”",
      "29": "ከዚህ በኋላ ኢሳይያስ ንጉሥ ሕዝቅያስን እንዲህ አለው፤ “ይህ ሁሉ እንደሚፈጸም ምልክቱ ይህ ነው፤ በአሁኑና በሚቀጥለው ዓመት ሳይዘሩት የሚበቅለውንና የገቦውን እህል ትበላላችሁ፤ በሦስተኛው ዓመት ግን የራሳችሁን እህል ዘርታችሁ ታመርታላችሁ፤ ወይንም ተክላችቹ ፍሬውን ትበላላችሁ፤",
      "30": "በይሁዳ ከጥፋት የተረፉት ሁሉ ወደ መሬት ሥር ሰድዶ እንደሚያድግና እንደሚያፈራ ተክል ይሆናሉ፤",
      "31": "ይህ ሁሉ እንዲፈጸም ሁሉን የሚችል ያህዌ ስለወሰነ ከኢየሩሳሌምና ከጽዮን ኮረብታ ከጥፋት የሚተርፉ ይኖራሉ፡፡",
      "32": "“ያህዌ ስለ አሦራውያን ንጉሠ ነገሥት የተናገረውም ቃል ይህ ነው፤ ‹ሰናክሬብ ወደዚህች ከተማ ፈጽሞ አይገባባትም፤ አንድ ፍላጻ እንኳ አይወረውርባትም፤ ጋሻ ያነገበ ወታደርም ወደ እርስዋ አይቀርብም፤ በዐፈር ቁልልም አትከበብም፡፡",
      "33": "ስለዚህም እርሱ ወደዚህች ከተማ ሳይገባ በመጣበት መንገድ  ተመልሶ ይሄዳል፤ ይህን የተናጋርሁ እኔ ያህዌ ነኝ፤",
      "34": "ስለ  ራሴ ክብር እንዲሁም ለአገልጋዬ ለዳዊት   ስለ ሰጠሁት የተስፋ ቃል ይህችን ከተማ እኔ ራሴ በመከላከል አድናታለሁ፡፡›”",
      "35": "በዚያው ሌሊት የያህዌ መልአክ ወደ አሦራውያን ሰፈር አልፎ አንድ መቶ ሰማኒያ ሺ ወታደሮችን ገደለ፤ በማግሥቱ በማለዳ ሰዎች በሚነቁበት ጊዜ ሁሉም ሞተው ተገኙ፡፡",
      "36": "ከዚህ በኋላ የአሦራውያን ንጉሠ ነገሥት ሰናክሬብ ወደ ኋላው በማፈግፈግ ወደ ነነዌ ተመለሰ፡፡",
      "37": "ከዕለታት በአንዱ ቀን ኒስሮክ በሚል ስም በሚጠራው ባዕድ አምላኩ ቤተ መቅደስ ውስጥ በስግደት ላይ እንዳለ፤ ከልጆቹ ሁለቱ በተለይ አድራሜሌክና ሣሬጼር ተብለው የሚጠሩት በሰይፍ ገደሉት፤ እነርሱም ወደ አራራት አምልጠው ሄዱ፤ በእርሱም እግር ተተክቶ ከልጆቹ አንዱ ኤሳርሐ የተባለው ነገሠ፡፡"
    },
    "Chapter 20": {
      "1": "በዚያን ዘመን ንጉሥ ሕዝቅያስ በጠና ታሞ ለመሞት ተቃርቦ ነበር፤ የዓሞጽ ልጅ ነቢዩ ኢሳይያስ ሊጎበኘው ሄዶ “ያህቬህ(הוהי) ‹ከሕመምህ አትድንም፤ መሞትህም ስለማይቀር ሁሉን ነገር አስተካክል› ብሎሃል” ሲል ነገረው፡፡",
      "2": "ሕዝቅያስም ፊቱን ወደ ግድግዳው መልሶ፤ “ያህቬህ(הוהי) ሆይ! በታማኝነትና በቅንነት እንዳገለገልሁህ፤ አንተ የምትደሰትበትንም ነገር ለማድረግ ዘወትር እጥር እንደነበር አስብ” እያለ በመጸለይ ምርር ብሎ አለቀሰ፡፡",
      "3": "ኢሳይያስ ከንጉሡ ፊት ወጥቶ የቤተ መንግሥቱን መካከለኛ አደባባይ አልፎ ከመሄዱ በፊት፤",
      "4": "ያህቬህ(הוהי) እንዲህ ሲል አዘዘው፤ “ሕዝቤን ወደሚመራው ወደ ንጉሥ ሕዝቅያስ ተመልሰህ በመግባት እንዲህ በለው፤ ‹የቀድሞ አባትህ የዳዊት አምላክ የሆንሁ እኔ ያህቬህ(הוהי) ጸሎትህን ሰምቻለሁ፤ እንባህንም ተመልክቻለሁ፤ እኔ እፈውስሃለሁ፤ ከሦስት ቀንም በኋላ ወደ ቤተ መቅደስ ትሄዳለህ፤",
      "5": "በዕድሜህም ላይ ዐሥራ አምስት ዓመት እጨምርልሃለሁ፤ አንተንና ይህችን የኢየሩሳሌምን ከተማ ከአሦር ንጉሥ እጅ በመታደግ አድናለሁ፤ ስለ ክብሬና ለአገልጋዬ ለዳዊት ስለ ሰጠሁት የጠስፋ ቃል ከተማይቱን በመከላከል እጠብቃታለሁ፡፡›”",
      "6": "ከዚህም በኋላ ኢሳይያስ የንጉሡን አገልጋዮች “የንጉሡን የእባጭ ቁስል ከበለስ ፍሬ በተሠራ ቅባት ቀቡት፤ ከዚያም በኋላ ይድናል” ሲል ነገራቸው፤",
      "7": "ንጉሥ ሕዝቅያስም “ያህቬህ(הוהי) እንደሚፈውሰኝና ከሦስት ቀን በኋላ ወደ ቤተ መቅደስ መሄድ እንደምችል በምን ምልክት ዐውቃለሁ?” ሲል ጠየቀ፡፡",
      "8": "ኢሳይያስም “ያህቬህ(הוהי) የሰጠውን የተስፋ ቃል የሚፈጽም ስለመሆኑ ራሱ ምልክት ይሰጥሃል፤ እንግዲህ አሁን የምትመርጠው ጥላው ዐሥር ደረጃ ወደ ፊት እንዲሄድ ነው? ወይስ ዐሥር ደረጃ ወደ ኋላ እንዲመለስ?” ሲል ጠየቀው፡፡",
      "9": "ሕዝቅያስም “ጥላው ዐሥር ደረጃ ወደ ፊት እንዲሄድ ማድረግ ይቀላል፤ ስለዚህ ዐሥር ደረጃ ወደ ኋላ እንዲመለስ አድርግልኝ” አለው፡፡",
      "10": "ኢሳይያስም ወደ ያህቬህ(הוהי) ጸለየ፤ ያህቬህ(הוהי)ም ንጉሥ አካዝ ባሠራው ደረጃ ላይ ያረፈው ጥላ ዐሥር ደረጃ ወደ ኋላ እንዲመለስ አደረገ፡፡",
      "11": "በዚያኑ ጊዜ የባቢሎን ንጉሥ የባላዳን ልጅ መሮዳክ ባላዳን፤ ንጉሥ ሕዝቅያስ ታሞ መዳኑን ሰማ፤ ስለዚህም ከገጸ በረከት ጋር ደብዳቤ ላከለት፤",
      "12": "ሕዝቅያስም መልእክተኞቹን በደስታ ተቀበላቸው፤ በቤተ መንግሥቱም የዕቃ ግምጃ ቤት ያለውን ወርቁን፤ ቅመማ ቅመሙንና ሽቶውን፣ የጦር መሣሪያውንም ሁሉ አሳያቸው፤ በቤተ መንግሥቱ ግምጃ ቤትም ሆነ በመንግሥቱ በማንኛውም ስፍራ ካለው ሀብት ሁሉ ሕዝቅያስ ያላሳያቸው አንድም አልበነረም፡፡",
      "13": "በዚያን ጊዜ ነቢዩ ኢሳይያስ ወደ ንጉሥ ሕዝቅያስ ሄዶ “እነዚህ ሰዎች ከወዴት መጡ? ምንስ ነገሩህ?” ብሎ ጠየቀው፡፡ ሕዝቅያስም “እነርሱ የመጡት ባቢሎን ከሚባል ከሩቅ አገር ነው” ሲል መለሰለት፡፡",
      "14": "ኢሳይያስም “በቤተ መንግሥቱ ምን አዩ” ሲል ጠየቀው፡፡ ሕዝቅያስም “ሁሉን ነገር አይተዋል፤ በግምጃ ቤቱ ካለው ሃብት ሁሉ ለእነርሱ ያላሳየኋቸው አንድም ነገር የለም” አለ፡፡",
      "15": "ኢሳይያስም ንጉሡን እንዲህ አለው፤ “ሁሉን የሚችል ያህቬህ(הוהי) እንዲህ ይላል፤",
      "16": "‹የቀድሞ አባቶችህ እስከዚህች ቀን ያከማቹት በቤተ መንግሥትህ ያለው ሀብት ሁሉ ተጠራርጎ ወደ ባቢሎን የሚወሰድበት ጊዜ ይመጣል፤ ምንም ነገር አይቀርም፤",
      "17": "ከአንተም ዝርያዎች አንዳንዶቹ ወደ ባቢሎን ተማርከው በመሄድ በባቢሎን ቤተ መንግሥት ጃንደረባዎች ሆነው እንዲያገለግሉ ይደረጋል፡፡›”",
      "18": "ንጉሥ ሕዝቅያስም በተለይ በእርሱ ዘመን በሰላም የመኖር ዋስትና እንዳለ ስለተረዳ “ከያህቬህ(הוהי) ትከህ የተናገርኸኝ ቃል መልካም ነው” ሲል መለሰ፡፡",
      "19": "ንጉሥ ሕዝቅያስ ያደረገው ሌላው ነገር ሁሉ የጀግንነት ሥራው ጭምር፤ እንዲሁም የውሃ ማጠራቀሚያ ግድብ እንዴት እንደሠራና ወደ ከተማይቱ ውሃ ለማምጣት ያስቆፈረው የመሬት ውስጥ ቦይ አሠራር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "20": "ሕዝቅያስም ሞተ፤ በእርሱም ዝግ ተተክቶ ልጁ ምናሴ ነገሠ፡፡"
    },
    "Chapter 21": {
      "1": "ምናሴ በይሁዳ በነገሠ ጊዜ ዕድሜው ዐሥራ ሁለት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ኀምሳ አምስት ዓመት ገዛ፤ እናቱም ሔፍጺባ ተብላ የምትጠራ ነበረች፤",
      "2": "የእስራኤል ሕዝብ ወደ ተስፋይ አገር በሚገቡበት ጊዜ ያህዌ ከፊታቸው በቃቅሎ ያጠፋቸውን የአሕዛብን አሳፋሪ ልማድ በመከተል ምናሴ የሠራው ኃጢአት ያህዌን አሳዘነ፤",
      "3": "ምናሴ አባቱ ሕዝቅያስ ደምስሶአቸው የነበሩትን አረማውያን መስገጃ ስፍራዎች እንደ ገና እንዲሠሩ አደረገ፤ የእስራኤል ንጉሥ አክአብ ባደረገውን ዐይነት ባዓል ተብሎ ለሚጠራው ባዕድ አምላክ መሠዊያዎችን፤ አሼራ ተብላ የምትጠራውን ሴት አምላክ ምስልን ሠራ፤ የሰማይ ከዋክብትንም አመለከ፡፡",
      "4": "ያህዌ እንዲመለክበት ባዘዘው ስፍራ ማለትም በቤተ መቅደስ ውስጥ አረማዊ መሠዊያዎችን አቆመ፡፡",
      "5": "በሁለቱም የቤተ መቅደሱ አደባባዮች የሰማይ ከዋክብት የሚመለኩባቸውን መሠዊያዎች ሠራ፤",
      "6": "የገዛ ልጁንም መሥዋዕት አድርጎ አቀረበ፤ እርሱም ራሱ ሟርተኛና አስማተኛ ሆኖ ከጠንቋዮችና ከሙታን ጠሪዎች ምክርን ይጠይቅ ነበር፤ በዚህም ሁሉ አድራጎቱ ታላቅ ኃጢአት በመሥራቱ የያህዌን ቁጣ አነሣሣ፡፡",
      "7": "በቤተ መቅደሱም ውስጥ የአሼራን ምስል አኖረ፤ ይህም ቤተ መቅደስ ያህዌ ለዳዊትና ለልጁ ለሰሎሞን “ይህ በኢየሩሳሌም የሚገኘው ቤተ መቅደስ እኔ ለዘላለም እመለክበት ዘንድ ሁሉ ከዐሥራ ሁለቱ የእስራኤል ነገዶች ግዛት ሁሉ የመረጥሁት የተቀደሰ ስፍራ ነው፡፡",
      "8": "የእስራኤል ሕዝብ ትእዛዛቴን ቢጠብቁና ለአገልጋዬ ለሙሴ የሰጠሁትንም ሕግ ቢፈጽሙ፤ ለቀድሞ አባቶቻቸው ከሰጠኋቸው ከዚህች ምድር ተነቃቅለው እንዲጠፉ አላደርግም” ሲል ነግሮአቸው የነበረው ነው፤",
      "9": "የይሁዳ ሕዝብ ግን ለያህዌ ቃል ታዛዥዎች ሆነው አልተገኙም፤ ይልቁንም ምናሴ የእስራኤል ሕዝብ ወደፊት እየገፉ ሲመጡ ያህዌ ከፊታቸው ነቃቅሎ ያጠፋላቸው አረማውያን ይፈጽሙት ከነበረው ይበልጥ ወደ ከፋ ኃጢአት መራቸው፡፡",
      "10": "ያህዌም በአገልጋዮቹ በነቢያት አማካይነት እንዲህ ሲል ተናገረ፤",
      "11": "“ምናሴ ይህን ሁሉ አሳፋሪ ነገር አደረገ፤ ይኸውም ቀድሞ ከነዓናውያን ይፈጽሙት ከነበረው ሁሉ የከፋ ነው፤ በሠራቸውም ጣዖታት የይሁዳን ሕዝብ ወደ ኃጢአት መራ፤",
      "12": "ስለዚህ የእስራኤል አምላክ የሆንሁ እኔ ያህዌ በኢየሩሳሌምና በይሁዳ ላይ የማመጣው በጣም ከባድ መቅሠፍት ይህ ነው፤ ስለ እርሱም የሚሰማ ሰው ሁሉ በድንጋጤ ክው ይላል፤",
      "13": "ሰማርያንና የእስራኤልን ንጉሥ አክአብን ከነዝርያዎቹ እንደ ቀጣሁ ሁሉ ኢየሩሳሌምንም እቀጣለሁ፤ ሳሕን ከተጠራረገ በኋላ ተደፍቶ እንደሚቀመጥ፤ እኔም የኢየሩሳሌምን ሕዝብ ጠራትጌ አስወግዳለሁ፡፡",
      "14": "ከጥፋት የተረፉትንም ሕዝብ ከፊቴ ለማራቅ ድል ነሥተው ምድራቸውን ለሚመዘብሩ ጠላቶቻቸው አሳልፌ እሰጣቸዋለሁ፤",
      "15": "በሕዝቤ ላይ ይህን ሁሉ የማደርግበት ምክንያት የቀድሞ አባቶቻቸው ከግብጽ ከወጡበት ጊዜ አንሰስቶ እስከ አሁን ድረስ ኃጢአት ሠርተው እኔን በማሳዘናቸውና ቁጣዬ በማነሣሣታቸው ነው፡፡”",
      "16": "ምናሴ የይሁዳን ሕዝብ ወደ ጣዖት አምልኮና ያህዌን ደሚያሳዝን ኃጢአት ከመምራት አልፎ፤ ንጹሓን የሆኑትን ብዙ ሕዝብ በመፍከት የዚየሩሳሌም መንገዶች በደም እንዲጥለቀለቁ አድርጓል፡፡",
      "17": "ምናሴ ያደረገው ሌላው ነገርና የፈጸመው ኃጢአት ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ያገኛል፤",
      "18": "ምናሴ ሞተ፤ በቤተ መንግሥቱ ግቢ “የዑዛ የአትክልት ስፍራ” ተብሎ በሚጠራው ቦታ ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ አሞን ነገሠ፡፡",
      "19": "አሞን በይሁዳ በነገሠ ጊዜ ዕድሜው ሃያ ሁለት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሁለት ዓመት ገዛ፤ እናቱም መሹሌሜት ተብላ የምትጠራ የያጥባ ከተማ ተወላጅ የሐሩጽ ልጅ ነበረች፤",
      "20": "አሞን እንደ አባቱ እንደ ምናሴ ኃጢአት በመሥራት ያህዌን አሳዘነ፤",
      "21": "የአባቱንም መጥፎ አርአያነት ሁሉ ተከተለ፤ አባቱ ይሰግድላቸው የነበሩትንም ጣዖታት አመለከ፤",
      "22": "የቀድሞ አባቶቹ አምላክ የሆነውን ያህዌንም ተወ፤ ለያህዌም ቃል መታዘዝን እምቢ አለ፡፡",
      "23": "ባለሟሎቹ የሆኑ ባለሥልጣኖችም በአሞን ላይ አድመው በቤተ መንግሥቱ ውስጥ ገደሉት፤",
      "24": "የይሁዳም ሕዝብ የአሞንን ገዳዮች ደምስሰው ልጁን ኢዮስያስን አነገሡ፡፡",
      "25": "አሞን ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፡፡",
      "26": "አሞን “የዑዛ የአትክልት ስፍራ” ተብሎ በሚጠራው መካነ መቃብር ተቀበረ፤ በእርሱም እግር ተተክቶ ልጁ ኢዮስያስ ነገሠ፡፡"
    },

    "Chapter 22": {
      "1": "ኢዮስያስ በነገሠ ጊዜ ዕድሜው ገና ስምንት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አደርጎ ሠላሳ አንድ ዓመት ገዛ፤ እናቱም ይዲዳ ተብላ የምትጠራ የቦጽቃት ከተማ ተወላጅ የሆነው የዐዳያ ልጅ ነበረች፤",
      "2": "ኢዮስያስ የቀድሞ አባቱን የዳዊትን መልካም ምሳሌነት በመከተልና ለያህቬህ(הוהי) ሕግ ፍጹም ታዛዥ በመሆን ያህቬህ(הוהי)ን ደስ የሚያሰኝ ሥራ ሠራ፡፡",
      "3": "ኢዮስያስ በነገሠ በዐሥራ ስምንተኛው ዓመት የመሹላም የልጅ ልጅ፤ የአጻልያ ልጅ የሆነውን የቤተ መንግሥቱ ጸሐፊ ሳፋንን ከዚህ የሚከተለውን መልእክት አስያዞ ወደ ቤተ መቅደስ ላከው፤",
      "4": "“ሒልቂያ ተብሎ ወደሚጠራው ወደ ሊቀ ካህናቱ ሂድ! ወደ ቤተ መቅደስ በሚያስገባው በር አጠገብ በየተራ ከሕዝቡ ገንዘብ የመሰብሰብ ኀላፊነት የተሰጣቸው ካህናት እስከ አሁን ምን ያህል ገንዘብ እንደሰበሰቡ የሚገልጥ የሒሳብ ማስረጃ ይዘህ ና፤",
      "5": "ሊቀ ካህናቱም ገንዘቡን ለቤተ መቅደሱ እድሳት ሥራ ላይ ኀላፊነት ለተሰጣቸው ሰዎች እንዲያስረክብ ንገረው፤",
      "6": "እነርሱም ለአናጢዎችና ለግንበኞች ይክፈሉ፤ ለእድሳቱም ሥራ የሚያስፈልገውን የዝግባ እንጨትና የተጠረበ ድንጋይ ይግዙ፤",
      "7": "የሥራው ኀላፊዎች ፍጹም ታማኞች ስለሆኑ እነርሱን ስለ ገንዘቡ አወጣጥ መቆጣጠር አያስፈልግም፡፡”",
      "8": "ከዚህ በኋላ ሳፋን ከንጉሡ የተላከውን ትእዛዝ ለሒልቂያ ሰጠ፤ ሒልቂያም “የሕጉን መጽሐፍ በቤተ መቅደሱ ውስጥ አገኘሁ” ብሎ ለሳፋን ሰጠው፤ ሳፋንም ተቀብሎ አነበበው፤",
      "9": "ከዚያም በኋላ ሳፋን ወደ ንጉሡ ተመልሶ ሄደና “አገልጋዮችህ በቤተ መቅደሱ ውስጥ የነበረውን ገንዘብ ተቀብለው ለእድሳቱ ሥራ ኀላፊዎች ለሆኑት ሰዎች አስረክበዋል” ሲል አስረዳ፤",
      "10": "ከዚያም ቀጠል በማድረግ “ሒልቂያ አግኝቶ የሰጠኝ መጽሐፍ ይኸው” ብሎ ለንጉሡ አነበበለት፡፡",
      "11": "ንጉሡም መጽሐፉ ሲነበብ በሰማ ጊዜ በሐዘን ልብሱን ቀደደ፤",
      "12": "ወዲያውኑ ለካህኑ ለሒልቂያ፤ የሳፋን ልጅ ለሆነው ለአሒቃም፤ የሚካያ ልጅ ለሆነው ለዐክቦር፤ የቤተ መንግሥቱ ጸሐፊ ለሆነው ለሳፋንና የንጉሡ የቅርብ አገልጋይ ለሆነው ለዐሣያ የሚከተለውን ትእዛዝ ሰጠ፤",
      "13": "እንግዲህ ሂዱና እኔና የይሁዳ ነዋሪ ሕዝብ በዚህ በተገኘው መጽሐፍ ስላለው ትምህርት ማወቅ እንችል ዘንድ ያህቬህ(הוהי)ን ጠይቁ፤ የቀድሞ አባቶቻችን በዚህ መጽሐፍ የተጻፈውን መመሪያ ስላልተከተሉ ያህቬህ(הוהי) በእኛ ላይ በጣም ተቆጥቶአል፡፡”",
      "14": "ሒልቂያ፣ አሒቃም፣ ዐክቦር፣ ሳፋንና ዐሣያ በኢየሩሳሌም አዲስ በተሠራው ሰፈር የምትኖረውን ሑልዳ ተብላ የምትጠራውን ነቢይት ለመጠየቅ ሄዱ፤ የሐርሐስ የልጅ ልጅ የቲቅዋ ልጅ የሆነው ባልዋ ሻሉም የቤተ መቅደስ አልባሳት ኀላፊ ነበር፤ እነርሱም የሆነውን ሁሉ ለነቢይቱ አስረዱአት፡፡",
      "15": "እርስዋም ወደ ንጉሡ ተመልሰው እንዲሄዱና፤ ያህቬህ(הוהי) የሚለውን ቃል እንዲህ ብለው እንዲያስረዱት ነገረቻቸው፤",
      "16": "“ንጉሡ ባነበበው መጽሐፍ በተጻፈው ቃል መሠረት ኢየሩሳሌምንና ሕዝብዋን እቀጣለሁ፤",
      "17": "እነርሱ እኔን ትተው ለባዕዳን አማልክት መሥዋዕት አቅርበዋል፤ በዚያም ድርጊታቸው ሁሉ ቁጣዬን አነሣሥተዋል፤ ቁጣዬን አነሣሥተዋል፤ ቁጣዬ በኢየሩሳሌም ላይ ተነሣሥቶአል፤ ሊበርድም አይችልም፤",
      "18": "ያህቬህ(הוהי)ን ለመጠየቅ ስለላካችሁ ንጉሥ የሆነ እንደሆን፤ እኔ የእስራኤል አምላክ የሆንሁ ያህቬህ(הוהי) የምለው ይህ ነው፤ ‹አንተ በዚያ መጽሐፍ የተነገረውን ቃል ሰምተሃል፤",
      "19": "ኢየሩሳሌምንና ሕዝብዋን እንዴት እንደምቀጣ በሰማህ ጊዜ በሐዘን ልብስህን በመቅደድና በማልቀስ ራስህን ዝቅ አድርገህ ንስሓ ገብተሃል፤ የዚህችንም ከተማ መጠሪያ ስም ሕዝብ ሁሉ እንደ እርግማን አደርጎ ይቆጥረው ዘንድ የማስፈራሪያ ጥፋት አደርጋታለሁ፤ የአንተን ጸሎት ግን ሰምቻለሁ፤",
      "20": "ከዚህም የተነሣ በኢየሩሳሌም ላይ የማመጣው ቅጣት አንተ በዐይንህ ሳታየው እስከምትሞትበት ጊዜ ድረስ ተፈጻሚ አይሆንም፤ ስለዚህም አንተ በሰላም እንድትሞት አደርጋለሁ፡፡›”",
      "21": "ሰዎቹም ይህን መልእክት ይዘው ወደ ንጉሥ ኢዮስያስ ተመለሱ፡፡"
    },

    "Chapter 23": {
      "1": "ንጉሥ ኢዮስያስ የይሁዳንና የኢየሩሳሌምን የታወቁ ሽማግሌዎች ሁሉ ጠራ፤",
      "2": "እነርሱም ካህናትን፤ ነቢያትን፤ ሌሎችንም ሕዝብ ባለጸጎችንም ድኾችንም በአንድነት አስከትለው ወደ ቤተ መቅደስ መጡ፤ ንጉሡም በዚያ ጠፍቶ በነበረውና በቤተ መቅደሰ በተገኘው መጽሐፍ የሰፈረውን ቃል በሙለ ለሕዝቡ አነበበ፤",
      "3": "ኢዮስያስም ተነሥቶ በነገሥታቱ ዐምደ ወርቅ አጠገብ ቆመ፤ ለያህቬህ(הוהי) ታዛዥ ለመሆን፤ በፍጹም ልቡ፤ በፍጹም ነፍሱም በዚሁ በቃል ኪዳኑ መጽሐፍ የሚገኘውን ሕግና ትእዛዝ ሁሉ ለመፈጸም ከያህቬህ(הוהי) ጋር ቃል ኪዳን ገባ፤ ሕዝቡም ሁሉ ቃል ኪዳኑን ለመጠበቅ ቃል ገቡ፡፡",
      "4": "ከዚህም በኋላ ኢዮስያስ ሊቀ ካህናቱን ሒልቅያን፤ ረዳቶቹ የሆኑትን ካህናትና የቤተ መቅደሱን መግቢያ በር ዘብ የሚጠብቁ ተረኞችን ጠርቶ ለባዓልና አሼራ ተብላ ለምትጠራው ሴት አምላክ፤ እንዲሁም ለከዋክብት ማምለኪያ ያገለግሉ የነበሩትን ዕቃዎች ሁሉ ከቤተ መቅደስ ያወጡ ዘንድ አዘዙ፤ ንጉሡም እነዚያን ዕቃዎች ሁሉ ወደ ቄድሮን ሸለቆ አጠገብ ከምትገኘው ከተማ ውጭ በእሳት አቃጥሎ ዐመዱን ወደ ቤትኤል ወሰደው፤",
      "5": "በይሁዳ ከተማዎችና በኢየሩሳሌም አቅራቢያ ባሉት ስፍራዎች ሁሉ በየኮረብታው ላይ በነበሩት መሠዊያዎች መሥዋዕት ያቀርቡ ዘንድ የይሁዳ ነገሥታት ሾመዋቸው የነበሩትን ካህናት ሁሉ ከሥራ አሰናበተ፤ ባዓል ተብሎ ለሚጠራው ባዕድ አምላክ፤ ለፀሐይ፤ ለጨረቃ፤ ፀሐይን ለሚዞሩ ሌሎች ዓለማትና ለከዋክብት መሥዋዕት በማቅረብ የሚያገለግሉ ካህናትን ሁሉ ሻረ፤",
      "6": "አሼራ ተብላ የምትጠራውን ሴት አምላክ ምስል ከቤተ መቅደስ ነቅሎ ከክማይቱ በማውጣት ወደ ቄድሮን ሸለቆ ወስዶ በእሳት አቃጠለው፤ ትቢያ እድኪሆንም አስቅቆ በሕዝብ መቃብር ላይ በተነው፡፡",
      "7": "ግብረ ሰዶም የሚፈጽሙ ወንዶች በቤተ መቅደሱ ውስጥ አምልኮ የሚያደርጉበትንና ሴቶችም አሼራ ተብላ ለምትጠራው ሴት አምላክ መጋረጃ የሚፈትሉበትን ክፍል ሁሉ ደመሰሰ፡፡",
      "8": "በይሁዳ ከተሞችና በመላ ሐገሪቱ ከገባዕ እስከ ቤርሳቤህ የነበሩትን ካህናት ሁሉ ወደ ኢየሩሳሌም አመጣ፤ መሥዋዕት ያቀርቡባቸው የነበሩትን መሠዊያዎች ሁሉ የረከሱ መሆናቸውን  አስገነዘበ፤ እንዲሁም የከተማይቱ  ገዥ ኢያሱ ወደ ከተማይቱ ሲገቡ ከዋናው ቅጽር በር በስተ ግራ በኩል ባሠራው ቅጽር በር አጠገብ የሚገኙትን መስገጂያዎች አፈራረሰ፡፡",
      "9": "እነዚያም ካህናት በቤተ መቅደስ ከማገልገል ታገዱ፤ ይሁን እንጂ ለጓደኞቻቸው ካህናት ይሰጥ የነበረውን እርሾ ያልነካው ኅብስት እንዲመገቡ ተፈቅዶላቸው ነበር፡፡",
      "10": "ንጉሥ ኢዮስያስ በሒኖም ሸለቆ የነበረው “ቶፌት” ተብሎ የሚጠራው የአረማውያን ማምለኪያ ቦታ የረከሰ መሆኑን አስገነዘበ፤ ከዚህም የተነሣ “ሞሌክ” ተብሎ ለሚጠራው አምላክ ወንድ ልጁን ወይም ሴት ልጁን መሥዋዕት አድርጎ የሚያቀርብ ማንም እንዳይኖር ተከለከለ፤",
      "11": "የይሁዳ ነገሥታት ለፀሐይ አምልኮ መድበዋቸው የነበሩትን ፈረሶች ሁሉ አስወገደ፤ ለዚሁ አምልኮ የሚያገለግሉ የነበሩትን ሠረገላዎች አቃጠለ፤ እነዚህ ሁሉ ቀደም ሲል በቤተ መቅደሱ አደባባይ ታላቁ ባለሥልጣን ናታን ሜሌክ በሚኖርባቸው ክፍሎች የቅጽር በር አጠገብ ይገኙ ነበር፤",
      "12": "ንጉሥ አካዝ ባሠራቸው መኖሪያ ክፍሎች ጣራ ላይ በሚገኘው ቤተንጉሥ የይሁዳ ነገሥታ አሠርተዋቸው የነበሩትን መሠዊያዎችና በቤተ መቅደሱ ሁለት አደባባዮች ንጉሥ ምናሴ አሠርቶአቸው የነበሩትነ መሠዊያዎች ሁሉ ኢዮስያስ ደመሰሳቸው፤ መሠዊያዎቹንም አንከታክቶ ወደ ቄድሮን ሸለቆ ወስዶ ጣላቸው፡፡",
      "13": "እንዲሁም ከኢየሩሳሌም በስተ ምሥራቅ ከደብረ ዘይትም በስተ ደቡብ ዐስታሮት ተብላ ለምትጠራው ለሲዶና አምላክ፤ ከሞሽ ተብሎ ለሚጠራው ለሞአብ አምላክና ሞሌክ ተብሎ ለሚጠራው ለዐሞን አምላክ ንጉሥ ሰሎሞን አሠርቶአቸው የነበሩት አስጸያፊዎች ምስሎች ሁሉ የረከሱ መሆናቸውን አስገነዘበ፡፡",
      "14": "ንጉሥ ኢዮስያስ የድንጋይ ዐምዶችን ሁሉ ሰባበረ፤ አሼራ ተብላ የምትጠራውንም የሴት አምላክ ምስሎች አንከታክቶ ጣለ፤ እነርሱ ቆመውበት የነበረውንም ስፍራ የሙታን አጥንት ሞላበት፡፡",
      "15": "እስራኤልን ወደ ኃጢአት የመራ የነባጥ ልጅ ኢዮርብዓም በቤትኤስ አሠርቶት የነበረውን የማምለኪያ ቦታ ኢዮስያስ አፈራርሶ ጣለ፤ መሠዊያውን ነቅሎ፤ የጠሠራበትን ድንጋይ ሁሉ ሰባብሮ በማድቀቅ እንደ ትቢያ አደረገው፤ የአሼራንም ምስል በእሳት አቃጠለ፤",
      "16": "ከዚህም በኋላ ኢዮስያስ ዙሪያውን ሲመለከት በኮረብታዎች ላይ የጠሠሩ መቃብሮን ኤለ በእነዚያም መቃብሮች ውስጥ የነበረውን ዐፅም ሁሉ አስወጥቶ በእሳት አቃጠለው፤ በዚህም ዐይነት ሁኔታ መሠዊያው የረከሰ መሆኑን አስገነዘበ፤ ኢዮስያስ ይህንን ሁሉ በማድረጉ ከብዙ ጊዜ በፊት በተደረገ የአምልኮ በዓል ላይ ንጉሥ ኢዮርብዓም በመሠዊያው አጠገብ ቆሞ ሳለ ነቢዩ የተናገረው የትንቢት ቃል ተፈጸመ፤ ንጉሥ ኢዮስያስ ዙሪያውን ሲመለከት ይህን ትንቢት ተናግሮ የነበረው ነቢይ የተቀበረበትን መካነ መቃብር አይቶ፤",
      "17": "“ያ መቃብር የማን ነው?” ሲል ጠየቀ፡፡ የቤትኤስም ሕዝብ “ከይሁዳ በዚህ መሠዊያ ላይ ይህን አንተ የደረግኸው ነገር ሁሉ እንዲፈጽምበት ተናግሮ የነበረው የነቢዩ መቃብር ነው” ሲሉ መለሱለት፡፡",
      "18": "ኢዮስያስም “እንዳለ ይኑር! ተውት! የእርሱ አፅም ከዚህ መንቀሳቀስ የለበትም!” ሲል መለሰ፡፡",
      "19": "ስለዚህም የእርሱም ሆነ የሰማርያው ነቢይ ዐፅሞች ከዚያ እንዲነሡ አልተደረገም፡፡",
      "20": "ንጉሥ ኢዮስያስ በማንኛይቱም የእስራኤል ከተማ የእስራኤል ነገሥታት አሠርተዋቸው የነበሩትን የነበሩትን የያህቬህ(הוהי)ን ቁጣ ለማነሣሣት ምክንያት የሆኑትን የአረማውያን ማምለኪያ ስፍራዎችን ሁሉ በእነዚያ መሠዊያዎች ላይ ፈጸመ፤ በእነዚያ መሠዊያዎች ላይ ያገለግሉ የነበሩትንም አረማውያን ካህናትን ገደለ፤ በመሠዊያዎቹም ላይ አጥንት አቃጠለባቸው፡፡ ይህን ሁሉ ከፈጸመ በኋላ ወደ ኢየሩሳሌም ተመለሰ፡፡",
      "21": "ንጉሥ ኢዮስያስ በቃል ኪዳኑ መጽሐፍ በተጻፈው መሠረት ለአምላካቸው ለያህቬህ(הוהי) ለያህቬህ(הוהי) የፋሲካን በዓል ያከብሩ ዘንድ ሕዝቡን አዘዘ፡፡",
      "22": "መሳፍንት የሕዝቡ ገዥዎች ከነበሩበት ጊዜ አንሥቶ እስከ አሁን በማንኛዎቹም የእስራኤል ወይም የይሁዳ ነገሥታት አማካይነት ይህን የመሰለ የፋሲካ በዓል ተከብሮ አያውቅም፡፡",
      "23": "ይሁን እንጂ ኢዮስያስ በነገሠ በዐሥራ ስምንተኛው ዓመት የፋሲካ በዓል በኢየሩሳሌም ተከበረ፡፡",
      "24": "ሊቀ ካህናቱ ሒልቂያ በቤተ መቅደስ ባገኘው መጽሐፍ ውስጥ የተጻፈው ሕግ ሁሉ ተፈጻሚነት እንዲኖረው በማሰብ ንጉሥ ኢዮስያስ ከኢየሩሳሌምና ከሌላውም የይሁዳ ከተማ ሁሉ አስማተኞችንና ጠንቋዮችን ሁሉ የቤተሰብ አማልክትን፤ ጣዖታትንና ሌሎችንም አረማዊ የአምልኮ መፈጸሚያ ዕቃዎችን ሁሉ አስወገደ፡፡",
      "25": "ለሙሴ ሕግ በመታዘዝ በፍጹም ልቡ፤ በፍጹም ነፍሱና በፍጹም ኀይሉ ያህቬህ(הוהי)ን ያገለገለ እንደ ኢዮስያስ ያለ ንጉሥ ከእርሱም በፊት ሆነ ከእርሱ ወዲህ ከቶ አልነበረም፡፡",
      "26": "ነገር ግን ይህም ሁሉ ሆኖ ንጉሥ ምናሴ ባደረገው ክፉ ነገር ምክንያት በይሁዳ ላይ የነደደው አስፈሪ የያህቬህ(הוהי) ቁጣ እስከ አሁን ድረስ ገና አልበረደም ነበር፡፡",
      "27": "ስለዚህም ያህቬህ(הוהי) እንዲህ አለ፤ “በእስራኤል ያደረግሁትን ነገር ሁሉ በይሁዳም ላይ አደርጋለሁ፤ ይኸውም የይሁዳን ሕዝብ ከፊቴ አስወግዳለሁ፤ የመረጥኋትን ከተማ ኢየሩሳሌምንና እመለክበታለሁ ብዬ የነበረውንም ቤተ መቅደስ እተዋለሁ፡፡”",
      "28": "ንጉሥ ኢዮስያስ ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "29": "በኢዮስያስ ዘመነ መንግሥት ነኮ የተባለው የግብጽ ንጉሥ የአሦርን ንጉሠ ነገሥት ለመርዳት ሠራዊቱን እየመራ ወደ ኤፍራጥስ ወንዝ ተጓዘ፤ ንጉሥ ኢዮስያስም መጊዶ ላይ የግብጽን ሠራዊት ለማገድ ጦርነት ገጥሞ በዚያው ውጊያ ላይ ተገደለ፤",
      "30": "ባለሟሎቹ የሆኑ ባለሥልጣኖችም ሬሳውን በሠረገላ ወደ ኢየሩሳሌም አምጥተው እዚያ በነገሥታት መካነ መቃብር ተቀበረ፡፡",
      "31": "የይሁዳም ሕዝብ የኢዮስያስን ልጅ ኢዮአሐዝን መረጡ፤ ቀብተውም አነገሡት፡፡",
      "32": "ኢዮአሐዝ የቀድሞ አባቶቹን መጥፎ አርአያነት ተከትሎ ኃጢአት ስለሠራ ያህቬህ(הוהי)ን አሳዘነ፡፡",
      "33": "እርሱንም ነኮ ተብሎ የሚጠራው የግብጽ ንጉሥ በሐማት ምድር በምትገኘው በሪብላ ማርኮ እስረኛ በማድረግ፤ ይሁዳ ሦስት ሺ አራት መቶ ኪሎ ብር፤ ሠላሳ አራት ኪሎ ወርቅ ግብር እንድትከፍል ባደረገው ጊዜ የኢዮአሐዝ ዘመነ መንግሥት ፍጻሜ ሆነ፡፡",
      "34": "ንጉሥ ነኮ የኢዮስያስ ልጅ ኤልያቂም በአባቱ በኢዮስያስ እግር ተተክቶ በይሁዳ እንዲነግሥ አደረገ፤ ስሙንም በመለወጥ ኢዮአቄም ብሎ ጠራው፤ ኢዮአሐዝም በንጉሥ ነኮ ተማርኮ ወደ ግብጽ ተወሰደ፤ በዚያም ሞተ፡፡",

      "35": "ንጉሥ ኢዮአቄም የግብጽ ንጉሥ የጠየቀውን ግብር ለመክፈል ሕዝቡ በሚያገኙት ገቢ መጠን ገንዘብ እንዲከፍሉ አደረገ፡፡",
      "36": "ኢዮአቄም በይሁዳ በነገሠ ጊዜ ዕድሜው ሃያ አምስት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ አንድ ዓመት ገዛ፤ እናቱም ዘቢዳ ተብላ የምትጠራ የሩማ ከተማ ተወላጅ የሆነው የፐዳልያ ልጅ ነበረች፡፡",
      "37": "ኢዮአቄም የቀድሞ አባቶቹን መጥፎ አርአያነት ተከትሎ ኃጢአት ስለሠራ ያህቬህ(הוהי)ን አሳዘነ፡"
    },
    "Chapter 24": {
      "1": "ኢዮአቄም በነገሠ ጊዜ የባቢሎን ንጉሥ ናቡከደነፆር ይሁዳን ወረረ፤ ኢዮአቄምም ሦስት ዓመት ከገበረለት በኋላ እንደገና ዐመፀ፤",
      "2": "ያህዌ ባገልጋዮቹ በነቢያት አማካይነት ይሁዳን ስለማጥፋ የተናገረው ትንቢት እንዲፈጸም ባቢሎናውያን፤ ሶርያውያን፤ ሞአባውያንና ዐሞናውያን በኢዮአቄም ላይ አስነሣበት፡፡",
      "3": "ይህም ሁሉ የሆነው ንጉሥ ምናሴ ስለ ፈጸመው ኃጢአት ምክንያት ይሁዳን ሕዝብ ከፊቱ ለማስወገድ ያህዌ ባዘዘው መሠረት ነው፤",
      "4": "በተለይም ምናሴ የንጹሓን ሰዎችን ደም በማፍሰሱና ኢየሩሳሌምንም በንጹሓን ደም በመሙላቱ ምክንያት ይህ ሁሉ ሊፈጸም ችሎአል፤ ከዚህም የተነሣ ያህዌ ለምናሴ ምሕረት ሊያደርግለት አልፈቀደም፡፡",
      "5": "ኢዮአቄም ያደረገው ሌላው ነገር ሁሉ በይሁዳ ነገሥታት የታሪክ መጽሐፍ ተመዝግቦ ይገኛል፤",
      "6": "ኢዮአቄም ሞተ፤ በእርሱም እግር ተተክቶ ልጁ ዮአኪን ነገሠ፡፡",
      "7": "የግብጽ ንጉሥና ሠራዊቱ ከዚያን በኋላ ከግብጽ ውጭ ዘመቻ አላደረጉም፤ ምክንያቱም የባቢሎን ንጉሥ ከኤፍራጥስ ወንዝ እስከ ግብጽ ይዞታ የነበረውን ሁሉ በቁጥጥሩ ሥር አድርጓል፡፡",
      "8": "ዮአኪን በይሁዳ በነገሠ ጊዜ ዕድሜው ዐሥራ ስምንት ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ሦስት ወር ገዛ፤ እናቱም ነሑሽታ ተብላ የምትጠራ የኢየሩሳሌም ተወላጅ የሆነው የኤልናታን ልጅ ነበረች፡፡",
      "9": "ዮአኪን የአባቱን በጥፎ አርአያነት ተከትሎ ኃጢአት በመሥራት ያህዌን አሳዘነ፡፡",
      "10": "በናቡከደነፆር የጦር አዛዥዎች የሚመራው የባቢሎን ሠራዊት በኢየሩሳሌም ላይ ዘምቶ የከበባትም በዚሁ በዮአኪን ዘመነ መንግሥት ነበር፡፡",
      "11": "በከበባውም ጊዜ ናቡከደነፆር ራሱ ወደ ኢየሩሳሌም መጣ፤",
      "12": "ንጉሥ ዮአኪን ከእናቱ፤ ከልዑላን መሳፍንቱ፤ ከጦር አዛዥዎቹና ባለሟሎቹ ከሆኑት ባለሥልጣኖች ጋር ቀርቦ ለባቢሎናውያን እጁን ሰጠ፤ ናቡከደነፆር በነገሠ በስምንተኛው ዓመት ዮአኪንን እስረኛ አድርጎ በመያስ፤",
      "13": "በቤተ መቅደስና በቤተ መንግሥት የነበረውን ሀብት ሁሉ ጠራርጎ ወደ ባቢሎን ወሰደ፡፡ ቀደም ሲል ያህዌ በተናገረውም ቃል መሠረት ንጉሥ ሰሎሞን ከወርቅ አሠርቶት በቤተ መቅደስ መገልገያ የነበረውን የወርቅ ዕቃ ሁሉ ሰባበረው፡፡",
      "14": "ናቡከደነፆር የኢየሩሳሌምን ሕዝብ፤ ልዑላን መሳፍንቱን ሁሉና ሌሎችንም ታላላቅ ሰዎችን ጭምር በድምሩ ዐሥር ሺ ሕዝብ ማርኮ ወሰደ፤ ከእነርሱም ጋር የእጅ ጥበብ ዐዋቂዎችንና የብረት አንጣሪዎችን ሁሉ ወሰደ፤ በይሁዳ እንዲቀሩ ያደረገው የመጨረሻዎችን ድኾች ብቻ ነበር፡፡",
      "15": "ናቡከደነፆር ዮአኪንን አስሮ ከነእናቱ ከሚስቶቹ፤ ባለሟሎቹ ከሆኑ ባለሥልጣኖችና ከይሁዳ ታላላቅ ሰዎች ጋር በአንድነት ሰብስቦ ወደ ባቢሎን ወሰዳቸው፡፡",
      "16": "ናቡከደነፆር ለልዩ ልዩ አገልግሎት ተፈላጊ የሆኑ ሰዎችን ወደ ባቢሎን ወሰደ፤ ብዛታቸውም ሰባት ሺ ሲሆን ከእነርሱ አንዱ ሺ የብረት አንጣሪዎችን ጨምሮ የእጅ ጥበብ ዐዋቂዎ ሲሆኑ ሁሉም ለወታደራዊ አገልግሎት የበቁ ነበሩ፡፡",
      "17": "ናቡከደነፆር በዮአኪን ምትክ ማታንያ ተብሎ የሚጠራውን የዮአኪንን አጎት በይሁዳ አነገሠ፤ ስሙንም በመለወጥ ሴዴቅያስ ብሎ ጠራው፡፡",
      "18": "ሴዴቅያስ በይሁዳ በነገሠ ጊዜ ዕድሜው ሃያ አንድ ዓመት ነበር፤ መኖሪያውንም በኢየሩሳሌም አድርጎ ዐሥራ አንድ ዓመት ገዛ፤ እናቱም ሐሙጣል ተብላ የምትጠራ የሊብና ከተማ ተወላጅ የነበረው የኤርምያስ ልጅ ነበረች፤",
      "19": "ንጉሥ ሴዴቅያስ ልክ ኢዮአቄም ባደረገው ዐይነት ኃጢአት በመሥራት ያህዌን አሳዘነ፤",
      "20": "ያህዌ በኢየሩሳሌምና በይሁዳ ሕዝብ ላይ ተቆጥቶ ከፊቱ ያስወገዳቸውም በዚሁ ምክንያት ነበር፡፡"
    },
    "Chapter 25": {
      "1": "ሴዴቅያስ በባቢሎን ንጉሥ ናቡከደነፆር ላይ ዐመፀ፤ ከዚህም የተነሣ ናቡከደነፆር መላው ሠራዊቱን አስከትቶ ሴዴቅያስ በነገሠ በዘጠነኛው ዓመት፤ ዐሥረኛው ወር በገባ በዐሥረኛው ቀን በኢየሩሳሌም ላይ አደጋ ጣለ፤ ሠራዊ ከከተማይቱ ውጭ ሰፍረው ዙሪያውን የሚከብብ የዐፈር ቁልል ሠሩ፤",
      "2": "ከበባውም እስከ ሴዴቅያስ ዐሥራ አንድኛ ዓመት ዘመነ መንግሥት ድረስ ቆየ፤",
      "3": "በዚያው ዓመት አራተኛው ወር በገባ በዘጠነኛው ቀን ሕዝቡ የሚመገቡት አጥተው ብርቱ ረሃብ በሆነ ጊዜ፤",
      "4": "የከተማይቱ ቅጽሮች ተጣሱ፤ ምንም እንኳ ከተማይቱን ዙሪያውን ከብበው በመያዝ ቢጠቁም የይሁዳ ንጉሥ ወታደሮች በሌሊት አምልጠው ወጡ፤ ወደ ንጉሡ የአትክልት ቦታ ከሚያስገባው መንገድ ተነሥተው ሁለቱን ቅጽሮች በሚያያይዘው የቅጽር በር በኩል በማለፍ ወደ ዮርዳኖስ ሸለቆ አቅጣጫ ሸሹ፡፡",
      "5": "የባቢሎን ሠራዊት ግን ንጉሥ ሴዴቅያስን እያሳደደ በኢያሪኮ አጠገብ በሚገኝ ሜዳ ላይ ማረከው፤ ወታደሮቹም ጥለውት ሸሹ፤",
      "6": "ሴዴቅያስም ተይዞ በሪብላ ከተማ ወደሚገኘው ወደ ናቡከደነፆር ተወሰደ፤ በዚያም ናቡከደነፆር በቅጣት ፍርድ አስተላለፈበት፤",
      "7": "ይኸውም ሴዴቅያስ ዐይኑ እያየ ልጆቹ በፊቱ ታረዱ፤ ከዚህም በኋላ ናቡከደነፆር የሴዴቅያስን ዐይኖች አውጥቶ አሳወረው፤ እጆቹንም በሰንሰለት አስሮ ወደ ባቢሎን ወደሰው፡፡",
      "8": "ናቡከደነፆር በባቢሎን በነገሠ በዐሥራዘጠነኛው ዓመት፤ አምስተኛው ወር በገባ በሰባተኛው ቀን ናቡዛራዳን ተብሎ የሚጠራው የናቡከደነፆር አማካሪና የጦሩ አዛዥ ኢየሩሳሌም ገባ፡፡",
      "9": "እርሱም ቤተ መቅደሱን፤ ቤተ መንጋሥቱን ፤ በኢየሩሳሌም የሚኖሩ የታላላቅ ሰዎችን ቤቶችና በከተማው ውስጥ የሚገኙትንም ሌሎች ቤቶች ሁሉ በእሳት አቃጠለ፤",
      "10": "ወታደሮቹም የከተማይቱን ቅጽሮች አፈረሱ፤",
      "11": "ከዚህም በኋላ ናቡዛራዳን በከተማይቱ ቀርተው የነበሩትን ሰዎች እንዲሁም ከሕዝቡ የተረፉትንና ከድተው ወደ ባቢሎናውያን የተጠጉትን ሁሉ ይዞ ወደ ባቢሎን ወሰዳቸው፤",
      "12": "ነገር ግን ምንም ሀብት የሌላቸውን የመጨረሻ ድኾች፤ አትክልት ኮትኳቾችና መሬት አራሾች ይሆኑ ዘንድ በይሁዳ ምድር ትቶአቸው ሄደ፡፡",
      "13": "ባቢሎናውያን በቤተ መቅደሱ ውስጥ የነበሩትን የነሐስ ዐምዶች፤ ባለ መንኮራኩር የዕቃ ማስቀመጫዎችና ከነሐስ የተሠራውን ታላቅ የውሃ ማጠራቀሚያ በርሜል ሰባበሩ፤ ነሐሱንም ሁሉ ወደ ባቢሎን ወሰዱት፡፡",
      "14": "እንዲሁም የመሠዊያውን ጽዳት ለመጠበቅ የሚያገለግሉ የአካፋ ቅርጽ ያላቸውን የእሳት መጫሪያዎችንና መተርኮሻዎችን የፋኖስ መብራት መኮስተሪያዎችን፤ የመሥዋዕት ደም መቀቢያ ወጭቶችን፣ የዕጣን ማኖሪያ ዕቃዎችን፤ ከነሐስ ተሠርተው ለቤተ መቅደስ አገልግሎት የሚውሉትን ንዋያተ ቅድሳት ሁሉ ሰብስበው ወሰዱ፡፡",
      "15": "ከብርና ወርቅ የተሠራውንም ዕቃ ሁሉ፤ ታናናሽ ወጭቶችንና የእሳት ፍም መያዥያ ዕቃዎችን ጭምር ወሰዱ፡፡",
      "16": "ንጉሥ ሰሎሞን ለቤተ መቅደሱ መገልገያ ከነሐስ ያሠራቸውን ንዋያተ ቅድሳት ማለትም ሁለቱን ዐምዶች፤ ባለመንኮራኩር የዕቃ ማስቀመጫዎችና ታላቁን የውሃ ማጠራቀሚያ በርሜል፤ በክብደታቸው ምክንያት ሊመዝኑአቸው አልቻሉም፡፡",
      "17": "ሁለቱ ዐምዶች ተመሳሳይ ሲሆኑ እያንዳንዳቸው ስምንት ሜትር ቁመት ነበራቸው፤ በአናታቸውም ላይ አንድ ሜትር ከሠላሳ ሳንቲ ሜትር ቁመት ያለው ከነሐስ የተሠራ ጉልላት ነበራቸው፡፡ በእያንዳንዱም ጉልላት ዙሪያ በሮማን ቅርጽ ከነሐስ የተሠራ ጌጠኛ ፈርጥ ተቀርጾበት ነበር፡፡",
      "18": "ከዚህም ሁሉ ጋር የሠራዊቱ አዛዥ ናቡዛራዳን ሊቀ ካህናቱን ሤራያን በማዕርግ የእርሱ ምክትል የሆነውን ካህኑን ጸፋንያና ሌሎችንም ሦስት የቤተ መቅደስ ከፍተኛ ባለሥልጣኖች አሥሮ ወሰደ፤",
      "19": "ከከተማይቱም የወታደሮች አዛዥ የሆነው አንድ ባለስልጣን፤ እስከዚያ ጊዜ ድረስ በከተማይቱ የነበሩትን አምስቱን የንጉሥ አማካሪዎች፤ የአገሩን ሕዝብ ለወታደርነት የመለምል የነበረውን የጦር አዛዡን ረዳትና ሌሎችንም ስልሳ ታላላቅ ሰዎችን ወሰደ፤",
      "20": "ናቡዛራዳን እነዚህን ሁሉ ይዞ በሐማት ግዛት በምትገኘው በሪበላ ከተማ ወደነበረው ወደ ባቢሎን ንጉሥ ወሰዳቸው፤",
      "21": "ንጉሡም በዚያ እነርሱን አስደብድቦ በማሠቃየት በሞት ቀጣቸው፡፡ በዚህም ዐይነት ሁኔታ የይሁዳ ሕዝብ ከአገራቸው ተማርከው ተወሰዱ፡፡",
      "22": "የባቢሎን ንጉሥ ናቡከደነፆር የሳፋን የልጅ ልጅ የአሒቃም ልጅ ገዳልያን ወደ ባቢሎን ተማርከው ሳይወሰዱ ለቀሩት ሰዎ ሁሉ ኀላፊ  ይሆን ዘንድ የይሁዳ ገዥ አድርጎ ሾመው፡፡",
      "23": "እጃቸውን ያልሰጡ የይሁዳ የጦር መኮንኖችና ወታደሮች ይህን በሰሙ ጊዜ ወደ ምጽጳ ሄደው ከገዳልያ ጋር ተባበሩ፤ እነዚህም የጦር መኮንኖች የነታንያ ልጅ እስማኤል፤ የቃሬሐ ልጅ ዮሐናን፤ የነጦፋ ከተማ ተወላጅ የሆነው የታንሑሜት ልጅ ሠራያና የማዕካ ተወላጅ የሆነው የዛንያ ነበሩ፤",
      "24": "ገዳልያም እነርሱንና ወታደሮቻቸውን እንዲህ አላቸው፤ “ከባቢሎናውያን ባሥልጣኖች የተነሣ ምንም ዐይነት ፍርሃት ኪያድርባችሁ እንደማይገባ ቃል እገባላችኋለሁ፤ በዚህች ምድር ኑሮአችሁን መሥርቱ፤ ለባቢሎን ንጉሥ ገብሩ፤ ይህን ብታደርጉ ሁሉ ነገር ይቃናላችኋል፡፡”",
      "25": "ነገር ግን በዚያው ዓመት በሰባተኛው ወር ንጉሣዊ ዝርያ የነበረውና የኤሊሻማዕ የልጅ ልጅ የሆነው የነታንያ ልጅ እስማኤል ከዐሥር ሰዎች ጋር ሆኖ ወደ ምጽጳ ሄደ፤ በዚያም አደጋ ጥሎ ገዳልያን ገደለው፤ እንዲሁም ከእርሱ ጋር የተገኙትን እስራኤላውያንንና ባቢሎናውያን ገደለ፤",
      "26": "ከዚህም የተነሣ ባቢሎናውያን ስለፈሩ እስራኤላውያን ሀብታሞችም ድኾችም ከጦር ሠራዊት መኮንኖች ጋር በአንድነት ተነሥተው ወደ ግብጽ ሸሹ፡፡",
      "27": "ኤዊልመሮዳክ በነገሠበት ዓመት የይሁዳን ንጉሥ ዮአኪንን ከእስራት በመፍታት ምሕረት አደረገለት፤ ይህም የሆነው ዮአኪን በእስረኛነት ተማርኮ በሄደ በሠላሳ ሰባት  ዓመቱ በዐሥራ ሁለተኛው ወር በሃያ ሰባተኛው ቀን ነው፡፡",
      "28": "ኤዊልመሮዳክ ለዮአኪን መልካም ነገር አደረገለት፤ እንደ እርሱ ተማርከው በባቢሎን በስደት ከሚኖሩ ነገሥታት ሁሉ የላቀ የክብር ማዕርግ ሰጠው፤",
      "29": "ስለዚህም ዮአኪን በእስር ቤት የነበረውን ልብስ ለውጦ እስከ ዕድሜው ፍጻሜ ድረስ ከንጉሡ ማእድ እንዲመገብ ተፈቀደለት፤",
      "30": "በኖረበት  ዘመን ሁሉ በየቀኑ ለማናቸውም ለሚያስፈልገው ነገር ያውለው ዘንድ የዘወትር ቀለብ ይሰጠው ነበር፡፡"
    }
  }
}
