{
  "2thessalonians": {
    "Chapter 1": {
      "1": "አባታችን በሆነው በያህቬህ(יהוה)ና በጌታችን በያሹዋ መሺያ ለሆነችው ለተሰሎንቄ ሰዎች ቤተ ክርስቲያን፤ ከጳውሎስ፤ ከሲላስና ከጢሞቴዎስ የተላከ፤",
      "2": "ከያህቬህ(יהוה) አብና ከጌታ ያሹዋ መሺያ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "3": "ወንድሞች ሆይ! በእናንተ ምክንያት ያህቬህ(יהוה)ን ሁልጊዜ እናመሰግናለን፤ ማመስገንም ተገቢያችን ነው፤ የምናመሰግነውም እምነታችሁ ይበልጥ እያደገና የእያንዳንዳችሁ የእርስ በርስ ፍቅር እየጨመረ በመሄዱ ነው፡፡",
      "4": "በደረሰባችሁ ስደትና መከራ ሁሉ በመጽናታችሁና በእምነት በመገኘታችሁ፤ የያህቬህ(יהוה) አብያተ ክርስቲያናት በሆናችሁት በእናተ እንመካለን፡፡",
      "5": "ይህም የሚያመለክተው የያህቬህ(יהוה) ፍርድ ቅን መሆኑን ነው፤ በዚህ ዐይነት በተቀበላችሁት መከራ ምክንያት ለያህቬህ(יהוה) መንግሥት የበቃችሁ ትሆናላችሁ፡፡",
      "6": "ያህቬህ(יהוה) ቅን ፈራጅ በመሆኑ መከራ በሚያመጡባችሁ ላይ መከራ ያመጣባቸዋል፡፡",
      "7": "አሁን መከራ ለምትቀበሉትም ከእኛ ጋር ዕረፍትን ይሰጣችኋል፡፡ ይህም የሚሆነው ጌታ ያሹዋ ከኃያላን መላእክቱ ጋር ከሰማይ  በሚወርድበት ጊዜ ነው፤",
      "8": "ከሰማይ የሚወርደውም በሚንበለበል እሳት ነው፤ በዚያን ጊዜ ያህቬህ(יהוה)ን የማያውቁትንና ለጌታችን ለያሹዋ ወንጌል የማይታዘዙትን ይበቀላል፡፡",
      "9": "እነርሱ ከጌታ ፊትና ከኃያል ክብሩ ተለይተው በዘላለም ጥፋት ይቀጣሉ፡፡",
      "10": "የሚቀጡትም በቅዱሳኑ ሊከበር፤ በሚያምኑትም ሁሉ ዘንድና የእኛንም ምስክርነት ተቀበላችሁት በእናንተም ዘንድ ሊደነቅ በሚመጣበት ጊዜ ነው፡፡",
      "11": "ይህን በማሰብ ስለ እናንተ ሳናቋርጥ የምንጸልየው፤ ያህቬህ(יהוה) ለጥሪው ብቁዎች እንዲያደርጋችሁና መልካም ለማድረግ ያላችሁን ፈቃድና የእምነት ሥራችሁን ሁሉ በኃይሉ እዲፈጽምላችሁ ነው፡፡",
      "12": "እንዲሁም የጌታችን የያሹዋ ስም በእናተ እንዲከበርና እናንተም በአምላካችንና በጌታ በያሹዋ መሺያ ጸጋ መሠረት በእርሱ እንድትከበሩ እንጸልያለን፡፡"
    },
    "Chapter 2": {
      "1": "ወንድሞች ሆይ! ስለ ጌታችን ስለ ያሹዋ መሺያ መምጣትና እኛም ከእርሱ ጋር ስለመሰብሰባችን ጉዳይ የምለምናችሁ ይህን ነው፤",
      "2": "በትንቢት ወይም በስብከት እንደተነገረ፤ ወይም ከእኛ በመልእክት እንደተጻፈ አድርጋችሁ “የጌታ ቀን ደርሶአል” በማለት በቶሎ በአእምሮአችሁ አትናወጡ፤ አትደንግጡም፤",
      "3": "ማንም ሰው በምንም ዐይነት አያታልላችሁ፤ ምክንያቱም አስቀድሞ የመጨረሻው ክሕደት ሳይሆንና ገሃነም የሚገባው የዐመፅ ሰው የሆነው ሳይገለጥ፤ ያ ቀን አይመጣም፡፡",
      "4": "ይህ የዐመፅ ሰው፤ አምላክ ከተባለውና ከሚመለከው ሁሉ በላይ ራሱን ከፍ በማድረግ የሚቃወም ነው፤  “ያህቬህ(יהוה) ነኝ” እያለም በያህቬህ(יהוה) ቤተ መቅደስ እንኳ ለመቀመጥ ይደፍራል፡፡",
      "5": "ከእናንተ ጋር በነበርሁ ጊዜ ይህን ነገር ነግሬአችሁ እንደነበር አታስታውሱምን?",
      "6": "በተወሰነለት እስኪገለጥ ድረስ አሁን እንዳይገለጥ የሚከለክለው ምን እንደሆነ ታውቃላችሁ፡፡",
      "7": "ምክንያቱም በስውር ይሁን እንጂ የዐመፅ ኃይል አሁንም በመሥራት ላይ ነው፤ ይህም የሚሆነው አሁን የሚከለክለው ከመንገድ እስኪወገድለት ድረስ ነው፡፡",
      "8": "በዚያን ጊዜ ጌታ ያሹዋ በአፉ እስትንፋስ የሚያጠፋውና፤ ግርማዊ በሆነው መምጣቱ የሚደመስሰው የዐመፅ ሰው ይገለጣል፡፡",
      "9": "የዐመፅ ሰው የሚመጣው በሰይጣን ኅይል አሳሳች ተአምራትና ምልክቶችን ፤አስደናቂ ነገሮችንም በማድረግ ነው፤",
      "10": "እንዲሁም በሚጠፉት ሰዎች ላይ ልዩ ልዩ ክፉ ማታለል በማድረግ ነው፤ እነዚህ ሰዎች ሚጠፉትም ለመዳን የሚያበቃቸውን እውነት ስላልወደዱ ነው፡፡",
      "11": "በዚህ ምክንያት በሐሰት እንዲያምኑ ያህቬህ(יהוה) የስሕተትን ኃይል ይልክባቸዋል፡፡",
      "12": "ይህም የሚሆነው እውነትን አናምንም ብለው በኃጢአት የሚደሰቱ ሁሉ እንዲፈረድባቸው ነው፡፡",
      "13": "በጌታ የተወደዳችሁ ወንድሞች ሆይ! እኛ ግን በእናንተ ምክንያት ያህቬህ(יהוה)ን ሁል ጊዜ ማመስገን ይገባናል፤ የምናመሰግነውም እናንተ በመንፈስ ቅዱስ በመቀደሳችሁና በእውነት በማመናችሁ ምክንያት ቸእንድትድኑ ያህቬህ(יהוה) የመጀመሪያዎቹ አድርጎ ስለ መረጣችሁ ነው፡፡",
      "14": "ያህቬህ(יהוה) እኛ ባበሰርናችሁ የምሥራች ቃል አማካይነት ለዚህ የጠራችሁ የጌታችንን የያሹዋ መሺያን ክብር እንድትካፈሉ ነው፡፡",
      "15": "ስለዚህ ወንድሞች ሆይ! ጸንታችሁ ቁሙ፤ በቃላችንም ሆነ በመልእክታችን የሰጠናችሁን ትምርህት ያዙ፡፡",
      "16": "ራሱ ጌታችን ያሹዋ መሺያና የወደደን፤ በጸጋው ዘላለም መጽናናትን፤ መልካም ተስፋንም የሰጠን አባታችን ያህቬህ(יהוה)፣",
      "17": "መልካም የሆነውን ሁሉ እንድታደርጉና እንድትናገሩ ልባችሁን ያጽናኑት፤ ብርታትም ይስጡአችሁ፡፡"
    },
    "Chapter 3": {
      "1": "በቀረውስ ወንድሞች ሆይ! በእናንተ ዘንድ እንደሆነው ሁሉ የጌታ ቃል እንዲስፋፋና እንዲከበር ለእኛ ጸልዩልኝ ፤",
      "2": "እንዲሁም ቃሉን ተቀብለው የሚያምኑት ሁሉም ስላልሆኑ ከዐመፀኞችና ከክፉ ሰዎች እንድንድን ጸልዩልን፡፡",
      "3": "ጌታ ግን ታማኝ ነው፤ እርሱ ያበረታችኋል ፤ ከሰይጣንም ይጠብቃችኋል፤",
      "4": "የምናዝዛችሁን አሁንም ሆነ ወደ ፊት እንደምትፈጽሙት በጌታ እንተማመንባችኋለን፡፡",
      "5": "ጌታ ልባችሁን ወደ ያህቬህ(יהוה) ቅርና ወደ መሲሕ ትዕግሥት ይምራው፡፡",
      "6": "ወንድሞች ሆይ! ሥራ ፈት ከሆነውና ከእኛ በተቀበላችሁት ትምህርት መሠረት ከማይኖር አማኝ ሁሉ እንድትለዩ በጌታ በያሹዋ መሺያ ስም እናዝዛችኋን፡፡",
      "7": "ምክያንቱም የእኛን ምሳሌነት መከተል እንደሚገባችሁ እናንተ ራሳችሁ ታውቃላችሁ፤ እኛ ከእናንተ ጋር በነበርንበት ጊዜ ያለ ሥራ አልተቀመጥንም፤",
      "8": "የማንንም እንጀራ በብላሽ አልበላንም፤ ይልቅስ ከእናንተ በማንም ላይ ሸክም እንዳንሆንበት በማለት ሌሊትና ቀን በመድከምና በመጣር እንሠራ ነበር፡፡",
      "9": "እንዲህም ያደረግነው እናንተ የእኛን ምሳሌነት እንድትከተሉ ነው እንጂ ከእናንተ ዕርዳታ ለማግኘት ሥልጣን ሳይኖረን ቀርቶ አይደለም፡፡",
      "10": "ምክንያቱም ከእናንተ ጋር በነበርንበት ጊዜ “ሊሠራ የማይወድ አይብላ” የሚል ደንብ ሰጥተናችሁ ነበር፡፡",
      "11": "ይህን ያልንበት ምክንያት በመካከላችሁ እንዳንድ ሥራ ፈቶች እንዳሉ በመስማታችን ነው፤ እነዚህ ሰዎች በማያገባቸው ነገር እየገቡ ሌሎችን ከማወክ በቀር ምንም ሳይሠሩ የሚኖሩ ናቸው፡፡",
      "12": "እንደነዚህ ያሉ ሰዎች በሥርዓት እንዲኖሩና ሠርተው የራሳቸውን ምግብ እንዲመገቡ በጌታ በያሹዋ መሺያ ስም እናዝዛቸዋለን፤ እናስጠነቅቃቸዋለንም፡፡",
      "13": "እናንተ ግን ደከመን ብላችሁ መልካም ከመሥራት አትቦዝኑ፡፡",
      "14": "በዚህ መልእክት ያስተላለፍንላችሁን ምክር የማይቀበል ሰው ቢኖር፤ እንዲህ ያለውን ሰው ልብ በሉት፤ እንዲያፍርም ከእርሱ ጋር አትባበሩ ፡፡",
      "15": "ሆኖም እንደ ወንድም ምከሩት እንጂ እንደ ጠላት አትቁጠሩት፡፡",
      "16": "የሰላም ጌታ ራሱ ሁል ጊዜና በሁሉ ነገር ሰላምን ይስጣችሁ፤ ጌታ ከሁላችሁም ጋር ይሁን ፡፡",
      "17": "ይህን ሰላምታ በገዛ እጄ የጻፍሁት እኔ ጳውሎስ ነኝ፤ በእኔ መልእክት ሁሉ የሚገኘው ምልክት ይህ ነው፡፡ የምጽፈውም እንዲህ ነው፡",
      "18": "የጌታችን የኢየሱስ ክርስቶስ ጸጋ ከሁላችሁ ጋር ይሁን፡፡"
    }
  }
}
