{
  "daniel": {
    "Chapter 1": {
      "1": "ኢዮአቄም በይሁዳ ላይ በነገሠ በሦስተኛው ዓመት ንጉሥ ናቡከደነፆር በኢየሩሳሌም ላይ አደጋ ጥሎ ከበባት፡፡",
      "2": "ያህቬህ(יהוה) ፈቅዶለት ስለነበር ናቡከደነፆር የይሁዳን ንጉሥ ኢዮአቄምን ማረከ፤ የቤተ መቅደሱንም ንዋያተ ቅድሳት መዘበረ፤ አንዳንድ እስረኞችን በባቢሎን ወዳሉት የጣዖት አማክቱ መቅደስ ወሰደ፤ የተማረከውንም ንዋየተ ቅድሳት ሁሉ በጣዖታቱ መቅደስ ጋጃ ቤት አኖረ፡፡",
      "3": "ከዚህ በኋላ ንጉሥ ናቡከደነፆር አሽፈናዝ የተባለውን የባለሟሎቹን አለቃ ከእስራኤል ምርኮኞች መካከል ንግሣዊ ቤተሰብነት ያላቸውንና የመሳፍንት ልጆች የሆኑትን ወጣቶች እንዲመርጥ አዘዘው፡፡",
      "4": "የሚመረጡትም ወጣቶች በቤተ መንግሥት ለማገልገል በቂ ችሎታ እዲኖራቸው፥ መልከ መልካሞቹ፥ ጥበብን ሁሉ ማስተዋልና ሁሉን ነገር በፍጥነት መረዳት የሚችሉ፥ የሰውነታቸው አቋም የተስተካከለ መሆን እንዳለባቸው አስገነዘበው፤ የባቢሎናውያን ቋንቋና ሥነ ጽሑፍ ያስተምራቸውም ዘንድ አዘዘው፡፡",
      "5": "እንዲሁም ምግባቸውና የሚጠጡት የወይን ጠጅ ከንጉሡ ማእድ እንዲሆን ታዘዘላቸው፤ በዚህ ዐይነት ለሦስት ዓመት ከሠለጠኑ በኋላ በንጉሡ ፊት ቀርበው ሥራቸውን እንዲጀምሩ ተወሰነ፡፡",
      "6": "ከተመረጡትም መካከል ነገዳቸው ከይሁዳ ወገን የሆነ ዳንኤል፥ ሐናንያ፥ ሚሻኤልና ዐዛሪያ ነበሩ፡፡",
      "7": "የንጉሡም ባለሟሎች አለቃ ስማቸውን በመለወጥ ዳንኤልን ብልጣሶር፤ ሐናንያን ሲድራቅ፤ ሚሻኤልን ሚሳቅ፤ ዐዛሪያን አብድናጎ ብሎ ጠራቸው፡፡",
      "8": "ዳንኤል ደስ የሚያሰኘውን የንጉሡን ምግብ በመመገብና የወይን ጠጁንም በመጠጣት ራሱን ላለማርከስ ቁርጥ ውሳኔ አደረገ፤ በዚህም አሳብ እንዲስማማለት አሽፈናዝን ለመነው፡፡",
      "9": "ያህቬህ(יהוה)ም ለዳንኤል የሹሙን ልብ አራራለት፡፡",
      "10": "ይሁን እንጂ ንጉሡን ስለፈራ አሽፈናዝ ዳንኤልን “ምግባችሁንና መጠጣችሁን ያዘዘ ንጉሡ ራ ነው፤ እናንተ ከሌሎቹ ወጣቶች ይልቅ ከስታችሁና ተጎሳቁላችሁ ብትገኙ ጌታዬ ንጉሡ በሞት ይቀጣኛል ብዬ እፈራለሁ” አለው፡፡",
      "11": "ከዚህ በኋላ ዳንኤል ራሱንና ጓደኞቹን እንዲጠብቅ አሽፈናዝ ወደመደበው መጋቢ ሄዶ እንዲህ አለው፤",
      "12": "“አትክልት እየተመገብንና ውሃ እየጠጣ እንድንቆይ በማድረግ እኛን አገልጋዮችህን ለዐሥር ቀን ያህል ፈተነን፤",
      "13": "ከዚያን በኋላ የንጉሡን ምግብ ከሚመገቡት ወጣቶች ጋር በማወዳደር የእኛን ሁኔታ ለመገምገም ትችላለህ፡፡”",
      "14": "ጠባቂውም በዚህ አሳብ ተስማምቶ ለዐሥር ቀን ፈተናቸው፡፡",
      "15": "ዐሥሩም ቀን ከተፈጸመ በኋላ የንጉሡን ምግብ ከሚመገቡት ወጣቶች ሁሉ ይልቅ እነርሱ ፊታቸው አምሮ፥ ሰውነታቸው ወፍሮ ተገኙ፡፡",
      "16": "ከዚያን ጊዜ አንሥቶ መጋቢውን ከቤተ መንግሥት የሚላክላቸውን ምርጥ ምግብና የወይን ጠጅ አስቀርቶ ለእነርሱ የአትክልት ምግብ ይሰጣቸው ጀመር፡፡",
      "17": "ያህቬህ(יהוה)ም ለእነዚህ ለአራት ወጣቶች በማናቸውም ጥበብና ሥነ ጽሑፍ ዕውቀትና ማስተዋል ሰጣቸው፤ ዳንኤል ግን በተጨማሪ ራእይንና ሕልምን የመተርጎም ችሎታ ነበረው፡፡",
      "18": "ንጉሡ የወሰነው ሦስት ዓመት ሲፈጸም አሽፈናዝ ወጣቶቹን ሁሉ ወስዶ በናቡከደነፆር ፊት አቀረባቸው፡፡",
      "19": "ንጉሡ ሁሉንም ባነጋገራቸው ጊዜ ከእነርሱ መካከል ዳንኤልን፥ ሐናንያን፥ ሚሻኤልንና ዐዛሪያን የሚወዳደር አልተገኘም፤ ስለዚህ እነርሱ በንጉሡ ፊት እንዲያገለግሉ ተመረጡ፡፡",
      "20": "በማናቸውም ጥበብና ማስተዋል ንጉሡ ለሚያቀርበው ጥያቄና እንቆቅልሽ ሁሉ ፈጥኖ መልስ በመስጠት ረገድ በግዛቱ ካሉት ጠንቋዮችና አስማተኞች መካከል እነርሱ ዐሥር ጊዜ ብልጫ ያላቸው ሆነው ተገኙ፡፡",
      "21": "በዚህ ዐይነት ዳንኤል የፋርስ ንጉሥ ቂሮስ እስከነገሠበት መጀመሪያ ዓመት ድረስ በቤተ መንግሥት ውስጥ ማገልገሉን ቀጠለ፡፡"
    },
    "Chapter 2": {
      "1": "ናቡከደነፆር በነገሠ በሁለተኛው ዓመት ሕልም አየ፤ እጅግ ስላስጨነቀውም እንቅልፍ በማጣት መተኛት አልቻለም፡፡",
      "2": "ስለዚህ ወደ እርሱ መጥተው ያየውን ሕልም ይነግሩት ዘንድ ጠንቋዮች፥ አስማተኞች፥ አፍዝ አደንግዝ ደጋሚዎችና ጠቢባን እንዲጠሩ ትእዛዝ እስተላለፈ፤ እነርሱም መጥተው በፊቱ ቆሙ፤",
      "3": "ንጉሡም “ሕልም አይቼ ስለነበር ያ ሕልም ምን እንደሆነ እስካውቀው ድረስ እጅግ ተጨንቄአለሁ” አላቸው፡፡",
      "4": "እነርሱም “ንጉሡ ለዘላለም ይኑር! ሕልምህ ምን እንደሆነ ንገረንና ትርጉሙን እናስረዳሃለን” ሲሉ በሶሪያ ቋንቋ መለሱለት፡፡",
      "5": "ንጉሡም እንዲህ አላቸው፥ “መጀመሪያ ሕልሜን፥ ቀጥሎም ትርጉሙን ንገሩኝ፤ አለበለዚያ ግን እጅና እግራችሁ እንዲቆረጥና ቤታችሁ የፍራሽ ክምር እንዲሆን ወስኛለሁ፡፡",
      "6": "ሕልሙን ከነትርጉሙ ልትነግሩኝ ብትችሉ ግን ሽልማትና ስጦታ ከታላቅ ክብር ጋር እንድታገኙ አደርጋለሁ፤ በሉ እስቲ ሕልሙን ከነትርጉሙ ንገሩኝ፡፡”",
      "7": "እነርሱም እንደገና “ንጉሥ ሆይ! ሕልምህ ምን እንደሆነ ንገረንና እኛም ትርጉሙን እንንገርህ” ሲሉ መለሱለት፡፡",
      "8": "ንጉሡ ይህን በሰማ ጊዜ ድምፁን ከፍ አድርጎ እንዲህ አላቸው፥ “የእናንተ ዕቅድ ነገሩን ለማዘግየት መሆኑን ተረድቻለሁ፤ ምክንያቱም ያደረግሁትን ውሳኔ ዐውቃችኋል፤",
      "9": "ይኸውም ሕልሙን ልትነግሩኝ ባትችሉ ለሁላችሁም አንድ ዐይነት ቅጣት ተዘጋጅቶአል፤ ሁኔታዎች የሚለወጡ መስሎአችሁ የሐሰትና የተንኮል ቃል በመናገር ጊዜ ማራዘም ፈልጋችኋል፤ ስለዚህ ሕልሙን ንገሩኝ፤ ፍቹም እንደማያስቸግራችሁ ዐውቃለሁ፡፡",
      "10": "ጠቢባኑም እንዲህ ሲሉ መለሱለት፥ “ንጉሥ ሆይ! አንተ ለማወቅ የምትፈልገውን ነገር ሊነግርህ የሚችል ሰው በዓለም ላይ አይገኝም፤ አንድ ንጉሥ የቱንም ያህል ታላቅና ብርቱ ቢሆን ይህን የመሰለ ጥያቄ ለጠንቋዮች፥ ለአስማተኞችና ለጠቢባን አቅርቦ አያውቅም፡፡",
      "11": "ንጉሥ ሆይ! አንተ ለምታቀርበው ከባድ ጥያቄ ከአማልክት በቀር መልስ መስጠት የሚችል የለም፤ አማልክት ደግሞ በሰው መካከል የሚኖሩ አይደሉም፡፡”",
      "12": "በዚህም ጊዜ ንጉሡ እጅግ ተቆጥቶ በባቢሎን የሚኖሩ ጠቢባን ሁሉ እንዲገደሉ አዘዘ፡፡",
      "13": "ጠቢባን እንዲገደሉ በወጣው ትእዛዝ መሠረት ዳንኤልንና ጓደኞቹንም አብረው ለመግደል ፈለጉአቸው፡፡",
      "14": "ውሳኔው በሥራ ላይ እንዲውል የተመደበው አርዮክ የተባለው የንጉሡ የክብር ዘብ አዘዥ ነበር፤ ስለዚህ ዳንኤል ወደ እርሱ ሄደና በለሰለሰ አነጋገር፥",
      "15": "“ንጉሡ ይህን ከባድ ውሳኔ ያስተላለፈው እንዴት ነው?” ብሎ ጠየቀው፤ አርዮክም ጉዳዩን ለዳንኤል ገልጦ አስረዳው፡፡",
      "16": "ዳንኤልም ወዲያውኑ ገብቶ ሕልሙን ለመተርጎም ጥቂት ጊዜ እንዲሰጠው ንጉሡን ለመነ፡፡",
      "17": "ከዚህ በኋላ ዳንኤል ወደ ቤቱ ሄደና የሆነውን ነገር ለጓደኞቹ ለሐናንያ፥ ለሚሻኤልና ለዐዛሪያ ነገራቸው፡፡",
      "18": "እነርሱም ከቀሩት የባቢሎን ጠቢባን ጋር እንዳይገደሉ የሰማይ አምላክ ምሕረት እዲያደርግላቸውና ምስጢሩንም እንዲገልጥላቸው ይለምኑት ዘንድ አሳሰባቸው፡፡",
      "19": "በዚያኑ ሌሊት ምስጢሩ ለዳንኤል በራእይ ተገለጠለት፤ ስለዚህ የሰማይ አምላክ እዲህ ሲል አመሰገነ፤",
      "20": "“ጥበብም ኀይልም የእርሱ ስለሆነ ያህቬህ(יהוה) ለዘላለም የተመሰገነ ይሁን፤",
      "21": "እርሱ ጊዜያትንና ወራትን ያፈራርቃል፤ ነገሥታትን ወደ ዙፋን ያወጣል፤ ከዙፋንም ያወርዳል፤ ጥበብን ለጠቢባን፥ ዕውቀትንም ለአስተዋዮች የሚሰጥ እርሱ ነው፡፡",
      "22": "እርሱ ጥልቅ የሆነውን ምስጢርና የተሰወረውን ነገር ይገልጣል፤ በእርሱ ዘንድ ሁልጊዜ ብርሃን ስላለ፥ በጨለማ የተሰወረውን ያውቃል፡፡",
      "23": "የቀድሞ አባቶቼ አምላክ የሆንህ ጌታ ሆይ! አመሰግንሃለሁ፤ ከፍ ከፍም አደርግሃለሁ፤ አንተ ጥበብንና ኀይልን ሰጥተኸኛል፤ ጸሎታችንንም ሰምተህ የንጉሡን ሕልም ገልጠህልናል፡፡”",
      "24": "ከዚህ በኋላ ዳንኤል የባቢሎንን ጠቢባን እንዲገድል ከንጉሡ ትእዛዝ ወደሰጠው ወደ አርዮክ ሄደና “የባቢሎንን ጠቢባን አትግደል፤ ይልቅስ ወደ ንጉሡ አቅርበኝና የሕልሙን ትርጉሙ ልንገረው” አለው፡፡",
      "25": "አርዮክ ወዲያውኑ ዳንኤልን ወደ ንጉሥ ናቡከደነፆር ፊት አቀረበውና፥ “ንጉሥ ሆይ! የሕልምህን ትርጉም የሚነግርህ ከይሁዳ ምርኮኞች መካከል እንድ ሰው አግኝቻለሁ” ሲል ለንጉሡ ተናገረ፡፡",
      "26": "ንጉሡም ብልጣሶር ተብሎ የሚጠራውን ዳንኤልን “ያየሁትን ሕልም ከነትርጉሙ ልትነግረኝ ትችላለህን?” ሲል ጠየቀው፡፡",
      "27": "ዳንኤልም እንዲህ ሲል መለሰ፥ “ንጉሥ ሆይ! አንተ የጠየቅኸውን ምስጢር ጠቢባንም ሆኑ አስማተኞች፤ ጠንቋዮችም ሆኑ ኮኮብ ቆጣሪዎች ሊነግሩህ አይችሉም፡፡",
      "28": "ነገር ግን ምስጢርን ሁሉ የሚገልጥ አንድ አምላክ በሰማይ አለ፤ እርሱ ወደ ፊት የሚሆነውን ነገር ሁሉ ለአንተ ገልጦልሃል፤ በአልጋህ ላይ ተኝተህ ሳለ ያየኸው ሕልምና በአእምሮህ የነበረው ራእይ የሚከተለው ነው፡፡",
      "29": "“ንጉሥ ሆይ! አንተ በአልጋህ ላይ ተኝተህ ሳለ ወደ ፊት ስለሚሆነው ነገር ታሰላስል ነበር፤ በዚያኑ ጊዜ ምስጢርን የሚገልጥ አምላክ ወደ ፊት የሚሆነውን ነገር አስታወቀህ፡፡",
      "30": "ይህም ሚስጢር ለእኔ የተገለጠልኝ ከሌሎች ሰዎች ይልቅ ጥበበኛ ስለሆንሁ አይደለም፤ ነገር ግን አንተ ይሕልሙን ትርጉም እምድታውቅና በአእምሮህም ውስጥ የተመላለሰውን አሳብ መረዳት እንድችል ነው፡፡",
      "31": "“ንጉሥ ሆይ! እጅግ የሚያንጸባርቅና ብልጭልጭታው ለማየት የሚያስፈራ ታላቅ ምስል በፊትህ ቆሞ በራእይ አየህ፡፡",
      "32": "የምስሉ ራስ ከንጹሕ ወርቅ፥ ደረቱና እጆቹ ከብር፥ ሆዱና ጭኖቹ ከነሐስ፤",
      "33": "ቅልጥሞቹ ከብረት፥ እግሮቹ እኩሌታው ከብረት፥ እኩሌታው ከሸክላ የተሠሩ ነበሩ፡፡",
      "34": "አንተ ምስሉን ስትመለከት ሳለ ታላቅ ድንጋይ የሰው እጅ ሳይነካው ተፈንቅሎ ወረደ፤ ከብረትና ከሸክላ በተሠሩት መምስሉ እግሮች ላይ ወድቆ ሰባበራቸው፡፡",
      "35": "ብረቱ፥ ሸክላው፥ ነሐሱ፥ ብሩና ወርቁ ሁሉ ወዲያውኑ ተንከታክቶ በበጋ ወራት በአውድማ ላይ እንደሚገኝእብቅ ሆነ፤ ምንም ሳያስቀር ነፋስ ጠራርጎ ወሰደው፤ በምስሉ ላይ የወደቀው ድንጋይ ግን ምድርን ሁሉ እስኪሞላ ድረስ ከፍ ከፍ ብሎ ታላቅ ተራራ ሆነ፡፡",
      "36": "“እነሆ ሕልሙ ይህ ነው፤ ትርጉሙም እንደሚከተለው ነው፤",
      "37": "ንጉሥ ሆይ! አንተ ከሁሉ የምትበልጥ ታላቅ ንጉሥ ነህ፤ የሰማይ አምላክ መንግሥትንና ኀይልን፤ ሥልጣንና ክብርን ሰጥቶሃል፡፡",
      "38": "በምድር ሁሉ ላይ ገዥ አድርጎሃል፤ በሰው፥ በእንስሳትና በአዕዋፍ ላይ ሥልጣን ሰጥቶሃል፤ ስለዚህ የወርቁ ራስ አንተ ነህ፡፡",
      "39": "ከአንተ በኋላ በገናናነቱ የአንተን መንግሥት የማያህል አነስተኛ መንግሥት ይነሣል፤ ከእርሱም ቀጥሎ ዓለምን ሁሉ የሚገዛ በነሐስ የሚመሰል መንግሥት በሦስተኛ ደረጃ ይነሣል፡፡",
      "40": "እደገናም ሁሉን ነገር የሚሰባብርና የሚያንከታክት እንደ ብረት የጠነከረ አራተኛ መንግሥት ይነሣል፤ ብረት ሁሉን ነገር ሰባብሮ አንደሚያደቅቅ፥ እርሱም ከእርሱ በፊት የነበሩትን መንግሥታት ሁሉ ሰባብሮ ያደቅቃል፡፡",
      "41": "እገሮቹና የእግሮቹ ጣቶች አሠራር እኩሌታው ከብረት፥ እኩሌታው ከሸክላ መሆኑን አይተሃል፤ ይህም የሚያመለክተው ያ መንግሥት የተከፋፈለ መሆኑን ነው፤ ብረት ከሸክላ ጋር ተደባልቆ እንዳየህ፥ ያ መንግሥት በከፊል እንደ ብረት የጠነከረ ይሆናል፡፡",
      "42": "የእግሮቹ ጣቶች አሠራር እኩሌታው ብረት፥ እኩሌታው ሸክላ እንደሆነ እንዲሁም ያም መንግሥት በከፊል ብርቱ፥ በከፊል ደካማ ይሆናል፡፡",
      "43": "ብርቱ ከሸክላ ጋር ተደባልቆ እንዳየህ የእነዚያ የሁለት መንግሥታት ሕዝቦች እርስ በርሳቸው በመጋባት ይደባለቃሉ፤ ሆኖም ብረት ከሸክላ መዋሐድ እንደማይችል እነርሱም አንድ መሆን አይችሉም፤",
      "44": "በእነዚያም ነገሥታት ዘመን የሰማይ አምላክ ፈጽሞ የማይፈርስና ግዛቱም በሌላ ሕዝብ የማይደፈር መንግሥትን ይመሠርታል፤ ይህ መንግሥት ሌሎችን መንግሥታት እስከ መጨረሻው ያጠፋቸዋል፤ እርሱ ግን ለዘላለም ጸንቶ ይኖራል፤",
      "45": "የሰው ልጅ ሳይነካው ከተራራው ላይ ተፈንቅሎ በመውረድ ከብረት፥ ከነሐስ፥ ከሸክላ፥ ከብርና ከወርቅ የተሠራውን ምስል ያደቀቀውም ድንጋይ፥ ያ መንግሥት ነው፤ በዚያም ታላቁ አምላክ ወደፊት የሚሆነውን ሁሉ አሳይቶሃል፤ እነሆ ሕልሙ እውነት ነው፤ ትክክለኛ ትርጉሙም ይኸው ነው፡፡”",
      "46": "ከዚህ በኋላ ንጉሡ ናቡከደነፆር ግንባሩ መሬት እስኪነካ ድረስ ወድቆ ለዳንኤል ሰገደለት፤ መሥዋዕትና የዕጣ መባ እንዲያቀርቡለት አዘዘ፡፡",
      "47": "ንጉሡም ዳንኤልን “የአንተ አምላክ ከአማልክት ሁሉ የሚበልጥ፥ የነገሥታት ሁሉ ጌታ፥ ምሥጢርንም ሁሉ መግለጥ የሚችል ነው፤ ከዚህም የተነሣ ይህን ተላቅ ምስጢር ለመግጥ ችለሃል” አለው፡፡",
      "48": "ከዚህ በኋላ ንጉሡ ዳንኤልን በታላቅ ክብር ቦታ አስቀመጠው፤ ብዙ ስጦታዎችንም ሰጠው፤ በባቢሎን ግዛትም ሁሉ ላይ የበላይ ገዥ አደረገው፤ በባቢሎንም ጠቢባን ሁሉ ላይ አለቃ አድርጎ ሾመው፡፡",
      "49": "በዳንኤልም አሳሳቢነት ንጉሡ ሲድራቅን፥ ሚሳቅንና አብድናጎን በባቢሎን አውራጃዎች ሁሉ ላይ ገዥዎች አድርጎ ሾማቸው፤ ዳንኤል ግን ከንጉሡ አደባባይ ሳይለይ ኖረ፡፡"
    },
    "Chapter 3": {
      "1": "ናቡከደነፆር ያቆመው የወርቅ ምስል",
      "2": "ንጉሥ ናቡከደነፆር ቁመቱ ሃያ ሰባት ሜትር፥ ስፋቱ ሦስት ሜትር የሚያህል ምስል ከወርቅ አሠራ፤ በባቢሎንም ግዛት በዱራ ሜዳ ላይ አቆመው፡፡",
      "3": "የቆመው ምስል በሚመረቅበት ክብረ በዓል ላይ እንዲገኙ መኳንንትን፥ ሹማምንትን፥ አገረገዠዎችን፤ አማካሪዎችን፥ የግምጃ ቤት ኀላፊዎችን፥ ዳኞችን፥ የሕግ ዐዋቂዎችንና ሌሎችንም የየክፍለ ሀገሩ ባለሥልጣኖችን አሰጠራ፡፡",
      "4": "እነዚህ ሁሉ ባለሥልጣኖች ለምረቃው በዓል በአንድነት ተሰብስበው በምስሉ ፊት ለፊት ቆሙ፤",
      "5": "በዚያን ጊዜ አንድ አዋጅ ነጋሪ ድምፁን ከፍ አድርጎ እንዲህ አለ፥ “እናንተ ለልዩ ልዩ ሀገር የመጣችሁ ሕዝቦችና ልዩ ልዩ ቋንቋ የምትናገሩ ነገዶች ሆይ!",
      "6": "የመለከትና የእንቢልታ፥ የመሰንቆና የክራር፥ የበገናና የዋሽንት፥ የዘፈንም ሁሉ ድምፅ በሰማችሁ ጊዜ በምድር ላይ ተደፍታችሁ ንጉሡ ናቡከደነፆር ላቆመው የወርቅ ምስል እንድትሰግዱ ታዛችኋል፡፡",
      "7": "በምድር ላይ ተደፍቶ የማይሰግድ ሰው ቢኖር በሚነደው የእሳት ነበልባል ውስጥ ወዲያውኑ ይጣላል፡፡”",
      "8": "ስለዚህ ከልዩ ልዩ ሀገር የመጡ ሕዝቦችና ልዩ ልዩ ቋንቋ የሚናገሩ ነገዶች ሁሉ የመለከትና የእንቢልታ፥ የመሰንቆና የክራር፥ የበገናና የዋሽንት፥ የዘፈንም ድምፅ በሰሙ ጊዜ በመሬት ላይ ተደፍተው ንጉሡ ናቡከደነፆር ላቆመው ምስል ሰገዱ፡፡",
      "9": "ሦስቱ የዳንኤል ጓደኞች ለወርቁ ምስል ባለመስገዳቸው ተከሰሱ",
      "10": "በዚያን ጊዜ አንዳንድ የባቢሎን ጠቢባን ቀርበው አይሁዳውያን በተንኮል ከሰሱ፡፡",
      "11": "ንጉሡን ናቡከደነፆርንም እንዲህ አሉት፥ “ንጉሥ ሆይ! ለዘላለም ኑር!",
      "12": "ንጉሥ ሆይ! አንተ የመለከትና የእንቢልታ፥ የመሰንቆና የክራር፥ የበገናና የዋሽንት፥ የዘፈንም ሁሉ ድምፅ የሚሰማ ማናቸውም ሰው በመሬት ላይ ተደፍቶ ለወርቁ መስል እንዲሰግድ ዐዋጅ አውጥተህ ነበር፡፡",
      "13": "በመሬት ላይ ተደፍቶ የማይሰግድ ሰው ቢኖርም በሚነደው የእሳት ነበልባል ውስጥ እንዲጣል ትእዛዝ ሰጥተሃል፡፡",
      "14": "እነሆ በባቢሎን አውራጃዎች ላይ ገዢዎች አድርገህ የሾምሃቸው ሲድራቅ፥ ሚሳቅና አብድናጎ የተባሉ አይሁዳውያን የአንተን ትእዛዝ አይፈጽሙም፤ አማልክትህን አያመልኩም፤ ላቆምኸውም ምስል አይሰግዱም፡፡”",
      "15": "ንጉሡ ይህን በሰማ ጊዜ እጅግ ተቆጥቶ ሲድራቅ፥ ሚሳቅና አብድናጎ እንዲጠሩ አዘዘ፤ እነርሱም መጥተው በንጉሡ ፊት ቀረቡ፡፡",
      "16": "ናቡከደነፆርም እንዲህ አላቸው፥ “እናንተ ሲድራቅ፥ ሚሳቅና አብድናጎ! አማልክቶቼን አለማምለካችሁና ላቆምሁትም የወርቅ ምስል አለመስገዳችሁ እርግጥ ነውን?",
      "17": "እንግዲህ የመለከትና የእንቢልታ፥ የመሰንቆና የክራር፥ የበገናና የዋሽንት፥ የዘፈንም ሁሉ ድምፅ ስትሰሙ ላቆምሁት ምስል በመሬት ላይ ተደፍታችሁ ብትሰግዱ የተሻለ ነው፤ ባትሰግዱ ግን በሚነደው የእሳት ነበልባል ውስጥ ወዲያውኑ ትጣላላችሁ፤ ከእጄም የሚያድናችሁ አምላክ እንደሌለ ዕወቁ!”",
      "18": "ሲድራቅ፥ ሚሳቅና አብድናጎም እንዲህ ሲሉ መለሱለት፥ “ንጉሥ ሆይ! በዚህ ጉዳይ ላይ ራሳችንን የምንከላከልበት መልስ ልንሰጥህ አንፈልግም፤",
      "19": "እኛ የምናገለግለው አምላክ ከዚህ ከሚነድደው ከእሳት ነበልባልም ሆነ ከአንተ እጅ ሊያድነን ይችላል፤",
      "20": "ንጉሥ ሆይ! እርሱ ሊያድነን ፈቃዱ ባይሆን እንኳ አማልክትህን እንደማናመልክና ላቆምኸውም የወርቅ ምስል እንደማንሰግድ ዕወቅ፡፡”",
      "21": "ሦስቱ የዳንኤል ጓደኞች በሞት እንዲቀጡ ተፈረደባቸው",
      "22": "በዚያን ጊዜ ናቡከደነፆር በሲድራቅ፥ በሚሳቅና በአብድናጎ ላይ እጅግ ተቆጥቶ መልኩ ተለዋወጠ፤ ስለዚህ እሳቱ ከቀድሞው ይበልጥ በሰባት እጥፍ ከፍ ብሎ እንዲነድድ ትእዛዝ ሰጠ፡፡",
      "23": "ሦስቱንም ሰዎች አስረው ወደ ሚነደው የእሳት ነበልባል ውስጥ ይጥሉአቸው ዘንድ ከሠራዊቱ መካከል ብርቱ ሆኑትን አዘዘ፡፡",
      "24": "ስለዚህ ሸሚዛቸው፥ መጎናጸፊያቸውና ባርኔጣቸው ሳይቀር ሙሉ ልብሳቸውን አስረው ወደሚነደው የእሳት ነበልባል ውስጥ ጣሉአቸው፡፡",
      "25": "ንጉሡ በሰጠው ጥብቅ ትእዛዝ መሠረት እሳቱ በኀይል ተቀጣጥሎ ይነድድ ስለነበር ሲድራቅን፥ ሚሳቅንና አብድናጎን ወደ እሳቱ የጣሉአቸውን ሰዎች ወላፈኑ አቃጠላቸው፡፡",
      "26": "ሦስቱ ሰዎች ግን በጥብቅ እንደታሰሩ በእሳቱ ነበልባል ላይ ወደቁ፡፡",
      "27": "ከዚያን በኋላ ንጉሡ ናቡከደነፆር በመደነቅ ፈጥኖ ተነሣና “አስረን በሚነደው የእሳት ነበልባል ውስጥ የጣልናቸው ሰዎች ሦስት ብቻ አልነበሩምን?” ሲል አማካሪዎቹን ጠየቀ፡፡ እነርሱም “አዎ! ንጉሥ ሆይ!” አሉት፡፡",
      "28": "ንጉሡም “እነሆ እኔ እሳቱ ምንም ሳይጎዳቸው ከእስራት ተፈትተው በነበልባሉ ውስጥ የሚመላለሱ አራት ሰዎች አያለሁ፤ አራተኛውም የአማልክትን ልጅ ይመስላል” አለ፡፡",
      "29": "ሦስቱ ሰዎች ከእሳት ውስጥ ወጥተው ተሾሙ",
      "30": "ስለዚህ ናቡከደነፆር ወደሚነደው የእሳት ነበልባል በአንድ በኩል ተጠግቶ “የልዑል አምላክ አገልጋዮች የሆናችሁ እናንተ ሲድራቅ፥ ሚሳቅና አብድናጎ ሆይ! ወጥታችሁ ወደዚህ ኑ!” በማለት ተጣራ፤ እነርሱም ወዲያውኑ ወጡ፡፡",
      "31": "ከዚህ በኋላ መኳንንቱ፥ ሹማምንቱ፥ አገረገዢዎቹ፥ አማካሪዎቹ ሁሉ በእነርሱ ዙሪያ ተሰበሰቡ፤ እሳቱ ሰውነታቸውን እንዳልጎዳቸው፥ ከራስ ጠጉራቸውም አንዲቱን እንኳ እንዳላቃጠለ፥ የሸሚዛቸውም ሆነ የመጎናጸፊያቸው መልክ እንዳልተለወጠና ሌላው ቀርቶ የእሳቱ ሽታ እንኳ እንዳልደረሰባቸው ተመለከቱ፡፡",
      "32": "ከዚህም በኋላ ንጉሡ ናቡከደነፆር እንዲህ አለ፥ “የሲድራቅ፥ የሚሳቅና የአብድናጎ አማላክ የተመሰገነ ይሁን! እርሱ መልአኩን ልኮ እነዚህን አገልጋዮቹን አድኖአል፤ እነርሱ በአምላካቸው ተማምነው ለእርሱ ካልሆነ በቀር ለሌሎች አማልክት አንሰግድም በማለት የንጉሡን ትእዛዝ በመፈታተን ሕይወታቸውን በአደጋ ላይ ጥለውት ነበር፡፡",
      "33": "“እንደዚህ የሚታደግ ሌላ አምላክ የለም፤ ስለዚህ በአገሮች ሁሉ በሚኖሩና ልዩ ልዩ ንቋዎችን በሚናገሩ ሕዝቦች ሁሉ መካከል በሲድራቅ፥ በሚሳቅና በአብድናጎ አምላክ ላይ የስድብ ቃል የሚገር ቢኖር ሰውነቱ ተቆርጦ እንዲጣልና ቤቱም የፍርስራሽ ክምር እንዲሆን ዐውጃለሁ፡፡”",
      "34": "ይህንንም ካወጀ በኋላ ንጉሡ ሲድራቅን፥ ሚሳቅንና አብድናጎን በባቢሎን ግዛት ከፍ ከፍ አድርጎ ሾማቸው፡፡"
    },
    "Chapter 4": {
      "1": "ንጉሥ ናቡከደነፆር በዓለም ሀሉ ለሚኖሩ ሕዝቦችና ልዩ ልዩ ቋንቋ ለሚናገሩ ነገዶች የሚከተለውን መልእክት አስተላለፈ፥ “ሰላም ለእናንተ ይሁን!",
      "2": "ልዑል አግዚአብሔር ያደረገልኝን ድንቅ ሥራዎችና ተአምራት ልነግራችሁ እወዳለሁ፤",
      "3": "“ያህቬህ(יהוה) የሚያሳየው ተአምር እንዴት ታላቅ ነው! እርሱ የሚፈጽመው ሥራ እነዴት ብርቱ ነው! ያህቬህ(יהוה) ዘላለማዊ ንጉሥ ነው! ለመንግሡቱም ፍጻሜ የለውም፡፡",
      "4": "“እኔ ናቡከደነፆር በቤተ መንግሥቴ በታላቅ ብልጽግናና ምቾት እኖር ነበር፡፡",
      "5": "ከዕለታት አንድ ቀን በአልጋዬ ላይ ተኝቼ ሳለ እጅግ የሚያስፈራ ሕልምና የሚያስደነግጥ ራእይ አየሁ፡፡",
      "6": "ስለዚህ የሕልሙን ትርጉም እንዲነግሩኝ በባቢሎን የሚገኙትን ጠቢባን ሁሉ ወደ እኔ እንዲመጡ አደረግሁ፡፡",
      "7": "አስማተኞች፥ አፍዝ አደንግዝ ደጋሚዎች፥ ኮከብ ቆጣሪዎችና ጠንቋዮች ሁሉ ወደ እኔ በመጡ ጊዜ ሕልሜን ነገርሁአቸው፤ እነርሱ ግን የሕልሜን ትርጉሙ ሊነግሩኝ አልቻሉም፤",
      "8": "ከዚህ በኋላ በአምላኬ ስም ብልጣሶር ተብሎ የሚጠራው ዳንኤል ገባ፤ ይህ ሰው የቅዱሳን አማልክት መንፈስ ያለበት በመሆኑ እንዲህ ስል ሕልሜን ነገርሁት፤",
      "9": "‘የጠቢባን አለቃ የሆንህ ብልጣሶር ሆይ! የቅዱሳን አማልከት መንፈስ እንዳለብህና ምስጢር ሁሉ ለአንተ ስውር እንደማይሆንብህ ዐውቃለሁ፤ እነሆ ያየሁትን ሕልም ልንገርህና ተርጉምልኝ፡፡’",
      "10": "“በአልጋዬ ላይ ተኝቼ ሳለ አንድ ትልቅ ዛፍ በምድር መካከል በቅሎ በራእይ አየሁ፡፡",
      "11": "ይህም ዛፍ ጫፉ ወደ ሰማይ እስከሚደርስና በዓለም ዙሪያ ያሉ ሰዎች ሁሉ ሊያዩት እስከሚችሉ ድረስ እጅግ አደገ፡፡",
      "12": "የቅጠሎቹ ልምላሜ የሚያምር ሆነ፤ ፍሬው የዓለምን ሕዝብ ለመመገብ እስኪበቃ በዛ፤ ጥላው ለአራዊት መጠለያ ሆነ፤ የሰማይ ወፎችም በቅርንጫፎቹ ላይ ጎጆ ሠርተው ሰፈሩ፤ ሕይወት ያላቸው ነገሮች ሁሉ ከፍሬው ይመገቡ ነበር፡፡",
      "13": "“በአልጋዬ ላይ ተኝቼ ባየሁት ራእይ ተግቶ የሚጠብቅ አንድ ቅዱስ መልአክ ከሰማይ ሲወርድ ተመለከትሁ፡፡",
      "14": "እርሱም ድምፁ ከፍ አድርጎ እንዲህ አለ፥ ‘ዛፉን ቁረጡ፤ ቅርንጫፎቹንም ጨፍጭፉ፥ ቅጠሎቹን ሸምጥጡ፥ ፍሬውንም በትኑ፥ አራዊቱን ከጥላው ሥር፥ አዕዋፍንም ከቅርንጫፎቹ ላይ አባርሩ፡፡",
      "15": "ጉቶውን ግን ከብረትና ከነሐስ በተሠራ ሰንሰለት ዙሪያውን አስራችሁ በመሬት ውስጥ ተውት፤ በሣር መካከል እንዳለ በሜዳው ላይ እንዲቀር አድርጉት፡፡",
      "16": "በሰማይም ጠል ይረስርስ፤ ኑሮውም በዕጽዋት ማካከል ከአራዊት ጋር ይሁን፡፡",
      "17": "ሰብአዊ አእምሮው ተለውጦ፥ እስከ ሰባት ዓመት ድረስ በእንስሳ አእምሮ ይኑር፡፡",
      "18": "ይህም ተግተው በሚጠብቁ ቅዱሳን መላእክት የተወሰነ ነው፤ ስለዚህ ልዑል ያህቬህ(יהוה) በመንግሥታት ላይ ሥልጣ እንዳለውና መንግሥታትንም ከሰዎች መካከል ለተናቁ ትሑታን ጭምር ለፈለገው ሁሉ እንደሚሰጥ በምድር ያሉ ሰዎች ሁሉ ይወቁ፡፡’",
      "19": "“እንግዲህ እኔ ንጉሥ ናቡከደነፆር ያየሁት ሕልም ይህ ነው፤ አንተም ብልጣሶር ሆይ! ትርጉሙን ንገረኝ፤ በመንግሥቴ ያሉት ጠቢባን ትርጉሙን ሊነግሩኝ አልቻሉም፤ አንተ ግን የቅዱሳን አማልክት መንፈስ በአንተ ላይ ስላለ ልትነግረኝ ትችላለህ፡፡",
      "20": "በዚያን ጊዜ ብልጣሶር የተባለው ዳንኤል እጅግ ከመደንገጡና በአሳቡ ከመታወኩ የተነሣ ለጥቂት ጊዜ ዝም አለ፤ ንጉሡም “ብልጣሶር ሆይ! ሕልሙም ሆነ ትርጉሙ አያስጨንቅህ” አለው፡፡",
      "21": "ብልጣሶርም እንዲህ ሲል መለሰ፤ ንጉሥ ሆይ! ሕልሙም ሆነ ትርጉሙ ለአንተ መሆኑ ቀርቶ ለጠላቶችህ ቢሆን በወደድሁ ነበር፡፡",
      "22": "እነሆ ጫፉ እስከ ሰማይ የደረሰና ለዓለም ሕዝቦች ሁሉ የሚታይ አንድ ትልቅ ዛፍ በራእይ ተመልክተሃል፤",
      "23": "የዚህ ዛፍ ቅጠሎች ልምላሜ የሚያምር ነበር፤ የዓለምን ሕዝብ ሁሉ ለመመገብ የሚበቃ ብዙ ፍሬ ነበረው፤ አራዊት በጥላው ሥር መጠለያ አግኝተው፤ አዕዋፍም በቅርጫፎቹ ላይ ጎጆአቸውን ሠርተው ይኖሩ ነበር፡፡",
      "24": "“ንጉሥ ሆይ! ረዥምና ብርቱ የሆነው ያ ዛፍ አንተ ነህ፤ የታላቅነትህ ክብር እስከ ሰማይ ከፍ ከፍ ብሏል፤ ኃይልህም በዓለም ሁሉ ላይ ተንሰራፍቶአል፡፡",
      "25": "ንጉሥ ሆይ! አንተ እየተመለከትከው አንድ ቅዱስ መልአክ ከሰማይ ወርዶ እንዲህ አለ፤ ‹ዛፉን ቆርጣችሁ አጥፉ፤ ጉቶውን ግን ከብረትና ከነሐስ በሠራ ሰንሰለት ዙሪያውን አስራችሁ በምድ ውስጥ ተውት፤ በመስኩ ላይ በሣር መካከል ይቆይ፤ በሰማይም ጠል ይረስርስ፤ እስከ ሰባት ዓመት ድረስ ኑሮው ከምድር አራዊት ጋር ይሁን፡፡›",
      "26": "“ንጉሥ ሆይ! እነሆ ትርጉሙ ይህ ነው፤ ልዑል ያህቬህ(יהוה) በአንተ ላይ እንዲፈጸም የወሰነው ነገር የሚከተለው ነው፤",
      "27": "ከሕዝብ መካከል ተለይተህ ተሰደዳለህ፤ ኑሮህም ከምድር አራዊት ጋር ይሆናል፤ ሰባት ዓመት እስኪያልፍ እንደ በሬ ሣር ትበላለህ፤ በሰማይ ጠል ትረሰርሳለህ፤ ይህም ሁሉ የሚደርስብህልዑል ያህቬህ(יהוה) በመንግሥታት ሁሉ ላይ ስልጣን እንዳለውና መንግሥትንም ሁሉ ለወደደው ሰው እንደሚሰጥ እስከምትረዳ ድረስ ነው፡፡",
      "28": "ጉቶው በመሬት ውስጥ እንዲቀር ትእዛዝ መስጠቱ ያህቬህ(יהוה) ያህቬህ(יהוה) በዓለም ሁሉ ላይ ስልጣን እንዳለው በምታውቅበት ጊዜ እንደገና ተመልሰህ የምትነግሥ መሆንህን ያመለክታል፤",
      "29": "ስለዚህ ንጉሥ ሆይ!  በበኩሌ የምመክርህን ስማ፤ ኃጢአት መሥራትን ትተህ መልካም ሥራ መሥራትን አዘውትር፤ ጭካኔን ትተህ፤ ለተጨቆኑ ሰዎች ምህረት አድርግ፤ ይህን ብታደርግ በሰላም የመኖር ዕድሜህ ይረዝምልህ ይሆናል፡፡”",
      "30": "ይህ ሁሉ ነገር በንጉሡ በናቡከደነፆር ላይ ደረሰ፡፡",
      "31": "ከዐሥራ ሁለት ወራት በኋላ ንጉሡ በባቢሎን በሚገኘው ቤተ መንግሥቱ ሰገነት ላይ ይመላለስ ነበር፤",
      "32": "በዚን ጊዜ ንጉሡ “ይህችን ታላቅ የባቢሎን ከተማ ክብሬና ግርማዬ እንዲገለጥባት በኀይሌ ብርታት የሠራኋት እኔ አይደለሁምን” አለ፡፡",
      "33": "ንግግሩን ገና ሳይጨርስ እንዲህ የሚል ድምፅ ከሰማይ መጣ፤ “ንጉሥ ናቡከደነፆር ሆይ! የተላለፈብህን ውሳኔ ስማ! እነሆ መንግሥትህ ከአንተ ተወስዷል፤",
      "34": "ከሕዝብ መካከል ተባርረህ መኖሪያህ ከምድር አራዊት ጋር ይሆናል፤ ሰባት ዓመት እስኪያልፍ እንደ በሬ ሣር ትበላላህ፤ ይህም የሚሆነው ልዑል ያህቬህ(יהוה) በመንግሥታት ሁሉ ላይ ስልጣን እንዳለውና መንግሥትንም ሁሉ ለወደደው ሰው እንደሚሰጥ እስክትገነዘብ ድረስ ነው፡፡”",
      "35": "ቃሉም ወዲያውኑ በናቡከደነፆር ላይ ተፈጸመ፤ ስለዚህም ከሕዝብ መካከል ተባረረ፤ እንደ በሬም ሣር በላ፤ ከሰማይም በወረደ ጠል ሰውነቱ ረሰረሰ፤ ጠጉሩ እነደ ንስር ላባ አደገ፤ ጥፍሩንም እንደ አሞራ ጥፍር ሆነ፡፡",
      "36": "ንጉሡ ናቡከደነፆር እንዲህ አለ፤ “ሰባቱ ዓመታት ካለፉ በኋላ ቀና ብዬ ተመለከትሁ፤ አእምሮዬም ተመለሰልኝ፤ ልዑል ያህቬህ(יהוה)ን አመሰገንሁ፤ ዘላለማዊ ለሆነው አምላክ ክብርና ውዳሴ አቀረብሁ፤",
      "37": "“ያህቬህ(יהוה)ዘላለማዊ ንጉሥ ነው፤ ለመንግሥቱም ፍጻሜ የለውም፤",
      "38": "በምድር ላይ የሚኖሩ ሕዝቦች ሁሉ በእርሱ ዘንድ ኢምንት ናቸው፤ በሰማይ መላእክትም ሆነ በምድር በሚኖሩ ሕዝቦች ላይ የፈቀደውን ያደርጋል፤ ፈቃዱን መቃወም የሚችልና ‹ይህን ለምን ታደርጋለህ? የሚለው ማንም የለም፡፡",
      "39": "“አእምሮዬ እንደተመለሰልኝ ወዲያውኑ የመንግሥቱ ክብርና ግርማ ማዕርጉም ሁሉ እንደገና ተሰጠኝ፤ አማካሪዎቼና መኳንንቼ በደስታ ተቀበሉኝ፤ ከቀድሞው የበለጠ ክብር ተጨምሮልኝ በንጉሥነቴ ጸናሁ፡፡",
      "40": "“እነሆ እኔ ናቡከደነፆር ከሰማይ ንጉሥ ምስጋና፤ ክብርና ውዳሴ አቀርባለሁ፤ እርሱ የሚያደርገው ነገር ሁሉ ትክክል ነው፤ መንገዱም ቅን ነው፤ በትዕቢት የሚመሩትንም ሁሉ ማዋረድ ይችላል፡፡”"
    },
    "Chapter 5": {
      "1": "ከዕለታት አንድ ቀን ንጉሥ ቤልሻጻር በሺ ለሚቆጠሩ መኳንንት ታላቅ ግብዣ አደረገ፤ ከእነርሱ ጋር የወይን ጠጅ ሲመጣ አመሸ፡፡",
      "2": "የወይን ጠጅ እየጠጡ ሳለ ቤልሻጻር አባቱ ናቡከደነፆር ከኢየሩሳሌም ቤተ መቅደስ ዘርፎ ያመጣቸውን ለወይን ጠጅ መጠጫ የሚያገለግሉ ከወርቅና ከብር የተሠሩ ዕቃዎችን እንዲያመጡ አገልጋዮቹን አዘዘ፤ ንጉሡ ይህን ያደረገው እርሱና መኳንንቱ፥ ሚስቶቹና ቁባቶቹ በእነዚያ የወርቅ ዕቃዎች እንዲጠጡባቸው ፈልጎ ነው፡፡",
      "3": "አገልጋዮቹም እነዚያም ከኢየሩሳሌም ከያህቬህ(יהוה) ቤተ መቅደስ የተወሰዱትን የወርቅ ዕቃዎች ወዲያውኑ አመጡ፤ ንጉሡና መኳንንቱ፥ ሚስቶቹና ቁባቶቹ በእነዚህ ዕቃዎች የወይን ጠጅ ጠጡ፡፡",
      "4": "እየጠጡም ከብር፥ ከነሐስ፥ ከብረት፥ ከእንጨትና ከድንጋይ የተሠሩ አማልክትንም አመሰገኑ፡፡",
      "5": "የሰው ልጅ ጣቶች በድንገት ታይተው በሚያንጸባርቁ መቅረዞች ፊት ለፊት ባለው በተለሰነው የቤተ መንግሥቱ ግንብ ላይ መጻፍ ጀመሩ፤ እነዚያም ጣቶች በሚጽፉበት ጊዜ ንጉሡ አየ፡፡",
      "6": "ወዲያውኑ ፊቱ ገረጣ፤ ክድንጋጤውም ብዛት የተነሣ ጉልበቱ ተብረከረከ፡፡",
      "7": "አስማተኞችን፥ ጠንቋዮችና ኮኮብ ቆጣሪዎችን እንዲያስገባለት ለቅርብ አገልጋዩ በከፍተኛ ድምፅ ትእዛዝ ሰጠ፤ እነርሱም ተጠርተው በመጡ ጊዜ ንጉሡ “ይህን ጽሕፈት አንብቦ ትርጉሙን ሊነግረኝ የሚችል ሰው፥ ሐምራዊ መጎናጸፊያ ይለብሳል፤ የክብር ምልክት የሆነ የወርቅ ሐብል ይደረግለታል፤ በመንግሥቴም ስልጣን ሦስተኛውን ማዕርግ ይዛል” አለ፡፡",
      "8": "ጠቢባን አማካሪዎቹም ወደ ንጉሡ ቀረቡ፤ ነገር ግን ጽሑፉን ማንበብም ሆነ ትርጉሙን ለንጉሡ ማስረዳት የቻለ ከእነርሱ መካከል የተገኘ ማንም አልነበረም፡፡",
      "9": "ንጉሥ ቤልሻጻር እጅግ ስለጨነቀው ፊቱ ይብሱን እየገረጣ ሄደ፤ መኳንንቱም ግራ ገብቶአቸው የሚያደርጉትን አጡ፡፡",
      "10": "ቀድሞ ንግሥት የነበረችው የንጉሡ እናት የንጉሡንና የመኳንንቱን ሁካታ ሰምታ ወደ ግብዣው አዳራሽ በመግባት እንዲህ አለች፥ “ንጉሥ ሆይ! ለዛላለም ኑር! በዚህ ጉዳይ ይህን ያህል ልትጨነቅና ፊትህም ሊገረጣ አይገባም፤",
      "11": "የቅዱሳን አማልክት መንፈስ ያለበት አንድ ሰው በመንግሥትህ አለ፤ ይህ ሰው በአባትህ ዘመነ መንግሥት እንደ አማልክት የሆነ ዕውቀት፥ ጥበብና ማስተዋል የሞላበት ሆኖ ተገኝቶአል፤ በዚህም ምክንያት አባትህ ንጉሥ ናቡከደነፆር የጠንቋዮች፥ የአስማተኞች፥ የጠቢባንና የኮኮብ ቆጣሪዎች ሁሉ አለቃ አድርጎ ሾሞት ነበር፡፡",
      "12": "እርሱ ሕልምን በመተርጎም፥ እንቆቅልሽን በመፍታትና የተሰወረውን ምስጢር ገልጦ በማስረዳት ልዩ ችሎታ ያለው ጥበበኛና ብልህ ሰው ነው፤ ስለዚህ ያንን አባትህ ናቡከደነፆር ‘ብልጣሶር’ ብሎ የሰየመውን ዳንኤልን አስጠራ፤ እርሱ ይህን ሁሉ ነገር ተርጉሞ ያስረዳሃል፡፡”",
      "13": "በዚያኑ ጊዜ ዳኤል በንጉሡ ፊት ቀረበ፤ ንጉሡም እንዲህ አለው፥ “አባቴ ንጉሥ ናቡከደነፆር ማርኮ ካመጣቸው ከይሁዳ ስደተኞች መካከል አንዱ የሆንህ ዳንኤል አንተ ነህን?",
      "14": "የቅዱሳን አማልክት መንፈስ በአንተ እንዳለና ብልኀት፥ ዕውቀትና ጥበብ የተሰጠህ መሆኑን ሰምቻለሁ፡፡",
      "15": "እነሆ ጠቢባን አማካሪዎቼና አስማተኞች ሁሉ ይህን ጽሕፈት አንብበው እንዲተረጉሙልኝ ተጠርተው ወደ እኔ መጥተው ነበር፤ ነገር ግን ተርጉመው ሊያስረዱኝ አልቻሉም፤",
      "16": "አንተ ግን የተሰወረውን ነገር የመተርጎምና አስቸጋሪ የሆነውን ነገር ሁሉ የመፍታት ችሎታ እንዳለህ ሰምቻለሁ፤ ስለዚህ ይህን ጽሕፈት አንብበህ ትርጉሙን ብትነግረኝ፥ ሐምራዊ መጎናጸፊያ እንድትለብስ፤ የክብር ምልክት የሆነ የወርቅ ሐብል በአንገትህ እንድታደርግነ በመንግሥቴም ሥልጣን ሦስተኛውን ማዕርግ እንድትይዝ አደርጋለሁ፡፡”",
      "17": "ዳንኤልም እንዲህ ሲል መለሰ፥ “ንጉሥ ሆይ! ስጦታው ለአንተ ይሁን፤ ሽልማቱንም ለሌላ ስጥ፤ ይሁን እንጂ ጽሕፈቱን አንብቤ ትርጉሙን እነግርሃለሁ፡፡",
      "18": "“ንጉሥ ሆይ! ልዑል ያህቬህ(יהוה) አባትህን ናቡከደነፆን ታላቅ ንጉሥ አድርጎ ክብርና ግርማ ሰጠው፤",
      "19": "ከገናናቱም የተነሣ በልዩ ልዩ አገሮች የሚኖሩ ሕዝቦችና ልዩ ልዩ ቋንቋ የሚናገሩ ነገዶች ሁሉ በፊቱ በፍርሃት ይንቀጠቀጡ ነበር፤ የፈለገውን መግደልና የፈለገውን ማዳን፥ የፈለገውን መሾምና ያልፈለገውን መሻር ይችል ነበር፡፡",
      "20": "ነገር ግን ትዕቢተኛ፥ እልኸኛና ጨካኝ ሆኖ በተገኘ ጊዜ ክብሩንና ማዕርጉን ተገፍፎ ከዙፋ ወረደ፤",
      "21": "ከሕዝብ መካከል ተባረረ፤ አእምሮውም ተለውጦ እንደ እንስሳ ሆነ፤ እንደ በሬም ሣር እየበላ ከሜዳ አህዮች ጋር ሆኖ ለመኖር ተገደደ፤ መጠለያ አጥቶ ሰውነቱ በሰማይ ጠል ረሰረሰ፤ ይህም የሆነው ልዑል ያህቬህ(יהוה) በመንግሥታት ሁሉ ላይ ሥልጣን እንዳለውና መንግሥትን ሁሉ ለፈለገው መስጠት እንደሚችል እስከሚረዳበት ጊዜ ድረስ ነበር፡፡",
      "22": "“አንተም የእርሱ ልጅ በመሆንህ ይህን ሁሉ ስታውቅ ራስህን ዝቅ በማድረግ ትሕትና አላሳየህም፡፡",
      "23": "ይልቁንም በሰማይ አምላክ ላይ በመታበይ ራስህን ከፍ ከፍ አደረግህ፤ ከቤተ መቅደሱ ተዘርፈው የመጡትን የወርቅ ዕቃዎች አስመጥተህ አንተና መኳንንቶችህ፥ ምስቶችህና ቁባቶችህ የወይን ጠጅ መጠጫ አደረጋችኋቸው፤ ከጠጣችሁም በኋላ ማየት ወይም መስማት የማይችሉትንና ምንም ነገር የማያውቁትን ከወርቅ፥ ከብር፥ ከነሐስ፥ ከብረት፥ ከእንጨትና ከድንጋይ የተሠሩትን አማልክት አመሰገናችሁ፤ መግደል ወይም ማዳን የሚችለውና አካሄድህን የሚቆጣጠረው ሕያው አምላክ ግን አላከበርኸውም፤",
      "24": "እንግዲህ ያህቬህ(יהוה) በሰው እጅ ጣቶች ልኮ እነዚህን ቃላት እንዲጽፉ ያደረገው ስለዚህ ነው፡፡",
      "25": "“የጽሑፉም ንባብ ‘መኔ! መኔ! ተቄል! ኡፋርሲን!’2* የሚል ነው፡፡",
      "26": "ትርጉሙም የሚከተለው ነው፤ መኔ፡- ‘ያህቬህ(יהוה) የመንግሥትህን ዘመን ቆርጦ እንዲፈጸም አደረገው’ ማለት ነው፡፡",
      "27": "ተቄል፡- ‘በሚዛን ተመዝነህ፥ ቀልለህ ተገኘህ’ ማለት ነው፤",
      "28": "ፋርስ፡- ‘መንግሥትህ ተከፍሎ ለሜዶናውያንና ለፋርስ ሰዎች ተሰጠ’ ማለት ነው፡፡”",
      "29": "ከዚህም በኋላ ቤልሻጻር ወዲያውኑ ዳንኤልን መጎናጸፊያ እንዲያለብሱት፥ የክብር ምልክት የሆነ የወርቅ ሐብል በአንገቱ እንዲያደርጉለትና በመንግሥቱም ሥልጣን ሦስጠኛውን ማዕርግ እንዲይዝ እንዲያደርጉት በዐዋጅ አዘዘ፡፡",
      "30": "በዚያኑ ሌሊት የባቢሎን ንጉሥ ቤልሻጻር ተገደለ፤",
      "31": "በዚያን ጊዜ የስልሳ ሁለት ዓመት ዕድሜ የነበረው ሜዶናዊውያን ዳርዮስ መንግሥቱን ወረሰ፡፡"
    },
    "Chapter 6": {
      "1": "ዳርዮስ በመንግሥቱ ጋዛት ሁሉ ላይ እንዲያስተዳድሩ መቶ ሃያ መሳፍንት ለመሾም ፈለገ፡፡",
      "2": "በተጨማሪም የንጉሡ ቅርብ ረዳቶች ሆነው ንጉሡ ምንም ነገር እዳይጎድልበት መሳፍንቱን እንዲቆጣጠሩ ዳንኤልንና ሌሎችን ሁለት ሰዎች መረጠ፡፡",
      "3": "ዳንኤል ባለው ልዩ የሥረታ ችሎታ ከሌሎች ቆጣጣሪዎችና መሳፍንት የሚበልጥ መሆኑን በተግባር አስመሰከረ፤ ስለዚህ ንጉሡ በመንግሥቱ ሁሉ ላይ ኀላፊ አድርጎ ሊሾመው አሰበ፡፡",
      "4": "ከዚህ በኋላ ሌሎቹ ተቆጣጣሪዎችና መሳፍንት በዳንኤልና በሚያከናውነው ሥራ ላይ ክስ ለመመሥረት የሚያስችላቸውን ወንጀል ለማግኘት ፈለጉ፤ ነገር ግን ዳንኤል እጅግ ጠንቃቃና ታማኝ ስለነበር ምንም ዐይነት ስሕተት ወይም በደል ሊያገኙበት አልቻሉም፡፡",
      "5": "ስለዚህም እርስ በርሳቸው “በሃይማኖት ጉዳይ ካልሆነ በቀር ዳንኤልን የምንከስስበት ምንም ዐይነት በደል ማግኘት አልቻልንም” ተባባሉ፡፡",
      "6": "ከዚህ በኋላ ወደ ንጉሱ ሄደው እንዲህ አሉት፥ “ንጉሥ ዳርዮስ ሆይ! አንተ ለዘላለም ኑር!",
      "7": "በመንግሥትህም አስተዳደር ሥራ ላይ የተመደብን ተቆጣጣሪዎች፥ ሹማምንት፥ መሳፍንት፥ አማካሪዎችና አገረገዥዎች ሁሉ የተስማማንበት አንድ ነገር አለ፤ ይኸውም ከአሁን ጀምሮ እስከ ሠላሳ ቀን ድረስ ወደ አንተ ካልሆነ በቀር ወደማንኛውም አምላክ ወይም ሰው ጸሎት እንዳይደረግ ዐዋጅ እንድታስነግር ነው፤ ይህንንም ዐዋጅ የሚተላለፍ ቢኖር በአንበሶች ጉድጓድ እንዲጣል እዘዝ፡፡",
      "8": "እንግዲህ ንጉሥ ሆይ! ይህ ዐዋጅ እንደ ሜዶንና እንደ ፋርስ ሕግ የጠበቀና የማይለወጥ እንዲሆን ፈርምበት፡፡”",
      "9": "በዚህም ዐይነት ንጉሥ ዳርዮስ ዐዋጁን በፊርማ አጸና፡፡",
      "10": "ዳንኤል ዐዋጁ ተፈርሞት እደጸና ባወቅ ጊዜ ወደሚኖርበት ሰገነት ወጣ፤ የሚኖርበትም ሰገነት በኢየሩሳሌም ትይዩ የተከፈቱ መስኮቶች ነበሩት፤ ከዚህ በፊት ያደርውገው እንደነበረም በጉልበቱ በመንበርከክ አምላኩን እያመሰገነ በቀን ሦስት ጊዜ ይጸልይ ነበር፡፡",
      "11": "እንዚህም ሰዎች በአንድነት ሄደው፥ ዳንኤል ወደ ፈጣሪው ሲጸልይ አገኙት፡፡",
      "12": "ሁሉም በአንድነት ወደ ንጉሡ ሄደው የወጣውን ዐዋጅ በመጣሱ ዳንኤልን እነዲህ ብለው ከሰሱት፥ “ንጉሥ ሆይ! እስከ ሠላሳ ቀን ወደ አንተ ካልሆነ በቀር ወደማንኛውም አምላክ ወይም ሰው የሚጸልይ በአንበሶች ጉድጓድ ውስጥ እንዲጣል ዐዋጅ አውጥተህ ፈርመህበት አልነበረምን?”",
      "13": "ንጉሡም “አዎ! እንደ ሜዶንና እንደ ፋርስ ሕግ የጠበቀና የማይለወጥ ዐዋጅ ወጥቶአል” አለ፡፡",
      "14": "እነርሱም “እንግዲያውስ ንጉሥ ሆይ! ከይሁዳ ምርኮኞች አንዱ የሆነው ዳንኤል አንተን አያከብርህም፤ ፈርመህበት የወጣውንም ዐዋጅ በመጣስ በቀን ሦስት ጊዜ ወደ አምላኩ ይጸልያል” አሉት፡፡",
      "15": "ንጉሡም ይህን በሰማ ጊዜ እጅግ አዘነ፤ ዳኤልንም ለማዳን ወሰነ፤ ፀሐይም እስክትጠልቅ ድረስ እርሱን ላማዳ የሚችልበትን ዘዴ ሁሉ ለማግኘት ሞከረ፡፡",
      "16": "ሰዎቹም በአንድነት ወደ ንጉሡ መጥተው “ንጉሥ ሆይ! በሜዶንና በፋርስ ሕግ መሠረት አንድ ንጉሥ ያስተላፈው ዐዋጅ ወይም ትእዛዝ መለወጥ እንደማይችል ዕወቅ!” አሉት፡፡",
      "17": "ስለዚህ ዳንኤል ተይዞ መጥቶ ወደ አንበሶች ጉድጓድ እንዲጣል ንጉሡ አዘዘ፤ ዳንኤልንም “ሁልጊዜ በታማኝነት የምታገለግለው አምላክህ ያድንህ!” አለው፡፡",
      "18": "በጉድጓዱም አፍ ላይ ድንጋይ ተገጠመበት፤ ማንም ሰው ዳንኤልን አውጥቶ ላመዳን እንዳይሞነር ንጉሡ የራሱን መንግሥታዊ ማኅተምና የመሳፍንቱን ማኅተም አተመበት፡፡",
      "19": "ንጉሡም ወደ ቤተ መንግሥቱ ተመለሰ፤ ምግብ አልበላም፤ የሚያስደስት ነገርም እንዲቀርብለት ሳይፈልግ እንቅልፍ አጥቶ አደረ፡፡",
      "20": "በማለዳም ገና ጎሕ ሲቀድ ንጉሡ ተነሥቶ በፍጠነት ወደ አንበሶቹ ጉድጓድ ሄደ፡፡",
      "21": "እዚያም በደረሰ ጊዜ ሲቃ በተቀላቀለበት ድምፅ “የሕያው አምላክ አገልጋይ ዳንኤል ሆይ! ዘወትር በታማኝነት የምታገለግለው አምላክህ ከአንበሶቹ ሊያድንህ ችሎአልን?” ብሎ ተጣራ፡፡",
      "22": "ዳንኤልም እንዲህ ሲል መለሰ፥ “ንጉሥ ሆይ! ለዘላለም ኑር!",
      "23": "አንበሶቹ እንዳይጎዱኝ ያህቬህ(יהוה) መልአኩን ልኮ አፋቸውን ዘጋ፤ ይህንንም ያደረገው እኔ ንጹሕ መሆኔንና አንተንም አለመበደሌን ስላወቀ ነው፡፡”",
      "24": "ንጉሡም እጅግ ደስ አለው፤ ዳንኤልንም ከጉድጓዱ ውስጥ እንዲያወጡት ትእዛዝ ሰጠ፤ ባወጡትም ጊዜ በያህቬህ(יהוה) በመታመኑ በሰውነቱ ላይ ምንም ጉዳት እንዳልደረሰበት ታወቀ፡፡",
      "25": "ከዚህም በኋላ ዳንኤልን የከሰሱት ሰዎች ተይዘው እንዲመጡ ንጉሡ አዘዘ፤ እነርሱም ተይዘው ከሚስቶቻቸውና ከልጆቻቸው ጋር በአንበሶች ጉድጓድ ውስጥ እንዲጣሉ አደረገ፤ ገና ወደ ጉድጓዱ አዘቅት ሳይደርሱም አንበሶቹ ቦጫጨቁአቸው፤ አጥንቶቻቸውንም ሁሉ ሰባበሩ፡፡",
      "26": "ከዚህ በኋላ ንጉሥ ዳርዮስ በየአገሩ ለሚኖሩ ሕዝቦችና ልዩ ልዩ ቋንቋ ለሚናገሩ ነገዶች በጽሑፍ እንዲህ የሚል መልእክት አስተላለፈ፥",
      "27": "“ሰላም ለእናንተ ይሁን!",
      "28": "በመንግሥቴ የሚኖር ሕዝብ ሁሉ የዳንኤልን አምላክ እዲፈራና እዲያከብር በዐዋጅ አዝዣለሁ፤",
      "29": "“እርሱ ሕያውና ዘላለማዊ አምላክ ነው፤",
      "30": "እርሱ ዘላለማዊ ንጉሥ ነው፤",
      "31": "ለመንግሥቱም ፍጻሜ የለውም፤",
      "32": "እርሱ ያድናል ይታደግማል፤",
      "33": "እርሱ በሰማይና በምድር ድንቅ",
      "34": "ነገሮችንና",
      "35": "ተአምራትን ያደርጋል፤",
      "36": "እርሱ ዳንኤልን ከአንበሶች አፍ",
      "37": "አድኖአል፡፡”",
      "38": "ዳንኤልም በዳርዮስና በፋርሱ ንጉሥ በቂሮስ ዘመነ መንግሥት ሁሉ እደተከበረ ኖረ፡፡"
    },
    "Chapter 7": {
      "1": "የባቢሎን ንጉሥ ቤልሻጻር በነገሠ በመጀመሪያው ዓመት እኔ ዳኤል ሕልምና ራእይ በሌሊት አየሁ፤ ያየሁትንም ነገር ሁሉ ጻፍሁት፤ እርሱም እነደሚከተለው ነው፤",
      "2": "ከአራቱ ማእዘን የተነሣ ነፋስ ታቁን ባሕር ያናውጥ ነበር፡፡ 3አራት የተለያዩ ታላላቅ አውሬዎች ከባሕሩ ወጡ፡፡",
      "3": "የመጀመሪያው አውሬ አንበሳ ይመስል ነበር፤ እርሱም እንደ ንስር ክንፎች ነበሩት፤ እኔም እየተመለከትሁት ክንፎቹ ተነቃቀሉ፤ አውሬውም ከፍ ብሎ እንደሰው እንዲቆም ተደረገ፤ ሰብአዊ አእምሮም ተሰጠው፡፡",
      "4": "ሁለተኛው አውሬ በኋላ እግሮቹ ሸብረክ ብሎ እንደቆመ ድብ ይምስል ነበር፤ በጥርሶቹም ሦስት የጎድን አጥንት ነክሶ ይዞአል፤ “የፈለግኸውን ያህል ሥጋ ብላ!” የሚል ድምፅም ተነገረው፡፡",
      "5": "ይህንን በመመልከት ላይ ሳለሁ እነሆ እኔ ሌላ ነበር የሚመስል አውሬ ወጣ፤ እርሱም የወፍ ክንፎች በጀርባው ላይ ነበሩት፤ አራት ራሶችም ነበሩት፤ ሁሉን የመግዛት ሥልጣንም ተሰጠው፡፡",
      "6": "ይህንን በመመልከት ላይ ሳለሁ እንደገና ኀይለኛ፥ አስቀያሚና አስፈሪ የሆነ አራተኛ አውሬ ወጣ፤ እርሱም ታላላቅ የብረት ጥርሶች አሉት፤ አድኖ ያገኘውንም ሁሉ በእነዚያ ጥርሶቹ ይሰባብርና በእግሮቹም ይረጋግጥ ነበር፡፡ እርሱም ቀድሞ ካየኋቸው አውሬዎች የተለየ ሆኖ ዐሥር ቀንዶች ነበሩት፡፡",
      "7": "እኔም ስለቀንዶቹ በማሰላሰል ላይ ሳለሁ ከቀንዶቹ መካከል ሌላ አንድ ትንሽ ቀንድ ወጥቶ ከነዚያ ቀንዶች ሦስቱን ነቃቅሎ ሲጥላቸው አየሁ፤ ይህም ትንሽ ቀንድ የሰው ዐይኖችና በትዕቢት የሚናገር አንደበት ነበረው፡፡",
      "8": "እኔም እየተመለከትሁ ሳለሁ ዙፋኖች በተርታ ተዘረጉ፤ ለዘላለም ሕያው የሆነውም ከዙፋኖቹ በአንዱ ላይ ተቀመጠ፤ ልብሱ እንደ በረዶ፥ ጠጉሩም እንደ ሱፍ ነጭ ነበር፤ ዙፋኑና የዙፋኑ መንኮራኩሮች እንደ እሳት ይንበለበሉ ነበር፤",
      "9": "የእሳትም ምንጭ ከዙፋኑ ይፈልቅ ነበር፤ በሺ የሚቆጠሩ አገልጋዮች ነበሩት፤ በፊቱ የቆሙት በሚሊዮን የሚቆጠሩ ነበሩ፤ የፍርድ ዳኝነት ተጀመረ፤ መጻሕፍትም ተከፈቱ፡፡",
      "10": "እኔም በመመልከት ላይ ሳለሁ ትንሹ ቀንድ በትምክሕትና በትዕቢት ሲናገር ሰማሁ፤ አውሬው ሲታረድ፥ ሥጋና አጥንቱም ተቆራርጦ ወደ እሳት ሲጣል አየሁ፡፡",
      "11": "ሌሎቹም አውሬዎች ሥልጣናቸውን ተነጠቁ፤ ይሁን እንጂ ለጥቂት ጊዜ በሕይወት እንዲኖሩ ተፈቀደላቸው፡፡",
      "12": "በሌሊትም ራእይ የሰውን ልጅ የሚመስል በሰማይ ደመና ተከብቦ ሲመጣ አየሁ፤ ለዘላለም ሕያው ወደሆነውም ፊት አቀረቡት፡፡",
      "13": "በልዩ ልዩ አገር የሚኖሩ ሕዝቦችና ልዩ ልዩ ቋንቋ የሚናገሩ ነገዶች ያገለግሉት ዘንድ ሥልጣን፥ ክብርና ኀይል ተሰጠው፤ ሥልጣኑ ዘላለማዊ ነው፤ ለመንግሥቱም ፍጻሜ የለውም፡፡",
      "14": "እኔ ዳንኤል ባየሁት ራእይ ደንግጬ እጅግ ታወክሁ፤",
      "15": "እዚያም ቆመው ከነበሩት ወደ አንዱ ቀረብ ብዬ የዚህን ሁሉ እውነተኛ ትርጉም እንዲነግረኝ ጠየቅሁት፤ እርሱም የዚህን ሁሉ ትርጉም ነገረኝ፡፡",
      "16": "እንዲህም አለኝ፥ “እነዚህ አራት ታላላቅ አውሬዎች በምድር ላይ የሚነሡ አራት መንግሥታት ናቸው፡፡",
      "17": "ነገር ግን የልዑል ያህቬህ(יהוה) ቅዱሳን መንግሥቱን ወርሰው ከዘላለም እስከ ዘላለም በእነርሱ እጅ እንዲኖር ያደርጉታል፡፡”",
      "18": "ከዚህ በኋላ ከሌሎች አውሬዎች ሁሉ ልዩ ስለነበረው ስለ አራተኛው አውሬ በይበልጥ ለማወቅ ፈለግሁ፤ ይህ አውሬ እጅግ አስፈሪ የሆነ፥ አድኖ ያገኘውን ሁሉ በብረት ጥርሶቹና በነሐስ ጥፍሮቹ ሰባብሮና ቦጫጭቆ የሚበላ፥ የተረፈውንም በእግሩ የሚረጋግጥ ነበር፡፡",
      "19": "ደግሞም በዚህ አውሬ ራስ ላይ ስለነበሩት ዐሥር ቀንዶችና ከእነርሱም ሦስቱን ነቃቅሎ ስለጣለው በኋላ በቅሎ ስለነበረው ትንሽ ቀንድ በይበልጥ ለማወቅ ፈለግሁ፤ ይህ ትንሽ ቀንድ ዐይኖችና አፍ ነበረው፤ ከሌሎቹ ሁሉ ይልቅ አስፈሪ ሆኖ በትዕቢት ይናገር ነበር፡፡",
      "20": "እኔም በመመልከት ላይ ሳለሁ ያ ትንሽ ቀንድ በያህቬህ(יהוה) ቅዱሳን ላይ ጦርነት አሥነስቶ ድል አደረጋቸው፡፡",
      "21": "ከዚያና በኋላ ለዘላለም ሕያው ሆኖ የሚኖረው መጣ፤ ልዑል ያህቬህ(יהוה) ስለ ፈረደላቸው ቅዱሳንም መንግሥታዊ ሥልጣንን ወረሱ፡፡",
      "22": "እርሱም ትርጉሙን እንዲህ ሲል አስረዳኝ፥ “አራተኛው አውሬ በምድር ላይ የሚነሣ አራተኛ መንግሥት ነው፤ ይህ መንግሥት ከመንግሥታት ሁሉ የተለየ በመሆኑ ምድርን ሁሉ ቀጥቅጦና አድቆ ረግጦም ይገዛል፡፡",
      "23": "ዐሥሩ ቀንዶች ከዚያ መንግሥት የሚነሱት ዐሥር ነገሥታት ናቸው፤ ከዚያን በኋላ ከበፊተኞቹ ነገሥታት የተለየ ሌላ ንጉሥ ተነሥቶ ከዐሥሩ መንግሥታት ሦስቱን ይገለብጣል፤",
      "24": "በልዑል ያህቬህ(יהוה) ላይ በመታበይ ይናገራል፤ የተቀደሰውንም የያህቬህ(יהוה) ሕዝብ ያስጨንቃል፤ የሃይማኖት በዓላትን፥ ሕግንና ሥርዓትን ይለዋውጣል፤ የያህቬህ(יהוה)ም ሕዝብ ለሦስት ዓመት ተኩል በእርሱ ሥልጣን ሥር ይሆናሉ፡፡",
      "25": "ከዚያን በኋላ የፍርድ ዙፋን ይዘረጋል፤ እርሱም መንግሥታዊ ሥልጣኑን ተገፍፎ ለዘላለም ይደመሰሳል፤",
      "26": "ከሰማይ ሁሉ በታች በምድር ላይ የመንግሥት ሥልጣን፥ ኀይልና ገናናነት ሁሉ ቅዱሳን ለሆኑ ለያህቬህ(יהוה) ሕዝብ ይሰጣል፤ መንግሥታዊ ስልጣናቸውም ለዘላለም ጸንቶ ይኖራል፤ የዓለም ገዥዎች ሁሉ ለእነርሱ በመታዘዝ ያገለግሉአቸዋል፡፡”",
      "27": "የሕልሙም ትርጉም እዚህ ላይ ይፈጸማል፤ እኔም ዳንኤል እጅግ ስለፈራሁ በመደንገጥ ፊቴ ገረጣ፤ ይሁን እንጂ ሁሉንም ነገር በልቤ ሰውሬ ያዝሁ፡፡"
    },

    "Chapter 8": {
      "1": "ቤልሻጻር በነገሠ በሦስተኛው ዓመት እኔ ዳንኤል ከዚህ በፊት ካየሁት ሌላ ራእይ አየሁ፤",
      "2": "በዔላም አውራጃ በግንብ በታጠረው በሱሳ ከተማ ሆኜ ራሴን በራሴ በራእይ አየሁ፤ በኡላይ ወንዝ አጠገብም ቆሜ ነበር፡፡",
      "3": "በዚያም ወንዝ ዳር ሁለት ረዣዥም ቀንዶች ያሉት አንድ አውራ በግ ቆሞ ነበር፤ ከሁለቱ ቀንዶች አንደኛው ዘግይቶ የበቀለ ቢሆንም ከሌላው ቀንድ ይረዝም ነበር፡፡",
      "4": "ያም በግ በቀንዶቹ ለመጎሸም ወደ ምዕራብ፥ ወደ ሰሜን፥ ወደ ደቡብ ሲቃጣ አየሁ፤ በፊቱ ቀርቦ የሚቋቋመው ወይም ከኀይሉ ማምለጥ የሚችል እንስሳ አልነበረም፤ የፈለገውን ሁሉ ያደርግ ነበር፤ ይበልጥም እልኸኛ እየሆነ ሄደ፡፡",
      "5": "በዚህም ራእይ በመገረም ላይ ሳለሁ በዐይኖቹ መካከል ትልቅ ቀንድ ያለው አንድ አውራ ፍየል እጅግ ከመፍጠኑ የተነሣ እግሮቹ መሬት ሳይነኩ ከምዕራብ በኩል እየበረረ መጣ፡፡",
      "6": "እርሱም በወንዙ አጠገብ ቆሞ ተንደርድሮ መጣበት፡፡",
      "7": "እኔም እየተመለከትሁ አውራው ፍየል በአውራ በግ ላይ ጉዳት አደረሰበት፤ እጅግ ከመቆጣቱም የተነሣ ሁለቱም ቀንዶቹ እስኪሰባበሩ ድረስ አውራውን በግ ክፉኛ መታው፤ በጉም ለመቋቋም የሚያበቃው ኀይል አላገኘም፤ ስለዚህ ፍየሉ ወደ መሬት ጥሎ ረገጠው፤ ከኀይሉም የሚታደገው አላገኘም፡፡",
      "8": "አውራው ፍየል በእልኸኛነቱ እጅግ እየበረታ ሄደ፤ ከኀያልነቱም የተነሣ ታላቅ የነበረው ቀንዱ ተሰበረ፤ በቦታውም አራት ታላላቅ ቀንዶች ተተኩ፤ እያንዳንዱም ቀንድ ወደተለያየ አቅጣጫ ያመለክት ነበር፤",
      "9": "ከነዚህ ከአራቱ ቀንዶች በአንደኛው ላይ ሌላ ትንሽ ቀንድ በቀለ፤ የዚህም የትንሽ ቀንድ ኀይል ወደ ደቡብና ወደ ምሥራቅ ውተዋበቸውም የተስፋይቱ አገር ተስፋፋ፡፡",
      "10": "የሰማይ ሠራዊት የሆኑትን ከዋክብት እስከ መቋቋም ደርሶ እጅግ ብርቱ ሆነ፤ ከእነርሱም ጥቂቱን ወደ መሬት አውርዶ ረገጣቸው፡፡",
      "11": "የሰማይ ሠራዊት አለቃ የሆነውን ሳይቀር ተፎካከረው፤ በየቀኑ ለእርሱ የሚቀርብለትን መሥዋዕት እንዲቀር አደረገ፤ መቅደሱንም አረከሰ፡፡",
      "12": "ሕዝቦች በዚያ ዘወትር የሚቀርበውን መሥዋዕት ማቅረብ ትተው ኃጢአት ሠሩ፤ እውነተኛ ሃይማኖትም ወደ መሬት ተጣለ፤ ትንሹ ቀንድ የሚሠራው ቀንድ የሚሠራው ሁሉ ተከናወነለት፡፡",
      "13": "ከዚያን በኋላ አንድ ቅዱስ መልአክ ሌላውን መልአክ እንዲህ ብሎ ሲጠይቀው ሰማሁ፥ “እነዚህ በራእይ የታዩት ነገሮች የሚፈጸሙበት ጊዜ መቼ ነው? አሠቃቀው ኃጢአትስ በዘወትር መሥዋዕት ተተክቶ የሚቆየው እስከ መቼ ነው? ቤተ መቅደሱ ተወርሶ፤ የሠማይ ሠራዊትም ተረግጠው የሚቆዩት እስከ መቼ ነው?”",
      "14": "ሌላውም መልአክ “የንጋትና የምሽት መሥዋዕት የማይቀርብባቸው ሁለት ሺ ሦስት መቶ ቀናት ይሆናሉ፤ ከዚያን በኋላ ቤተ መቅደሱ ይነጻል” ብሎ ሲመልስለት ሰማሁ፡፡",
      "15": "እኔ ዳንኤል የራእዩ ትርጉም ምን እንደሆነ በማሰላሰል ላይ ሳለሁ በድንገት አንድ ሰው የሚመስል ነገር በፊቴ ቆመ፡፡",
      "16": "ከኡላይም ወንዝ ማዶ “ገብርኤል ሆይ! ይህ ሰው የራዕዩን ትርጉም እንዲረዳው አድርግ” የሚል ድምፅ ሰማሁ፡፡",
      "17": "ገብርኤልም መጥቶ በአጠገቤ በቆመ ጊዜ ደንግጬ ወደ መሬት ወደቅሁ፡፡",
      "18": "እርሱም በሚናገርበት ጊዜ ኅሊናዬን ስቼ ወደ መሬት ተደፋሁ፤ እርሱ ግን ከመሬት አንሥቶ በእግሮቼ አቆመኝ፡፡",
      "19": "እንዲህም አለኝ፥ “ራእዩ የሚያመለክተው ስለ ዓለም መጨረሻ ስለሆነ በያህቬህ(יהוה) ቁጣ ቀን ምን እንደሚሆን አስረዳሃለሁ፡፡",
      "20": "“ሁለት ቀንዶች ያሉት አውራ በግ የሜዶንና የፋርስን መንግሥታት ያመለክታል፤",
      "21": "ፍየሉ የሚያመለክተው የግሪክን መንግሥት ነው፤ በዐይኖቹ መካከል ያለው ትልቅ ቀንድ ደግሞ የመጀመሪያውን የግሪክ ንጉሥ ያመለክታል፡፡",
      "22": "የመጀመሪያው ቀንድ ሲሰበር የወጡት አራት ቀንዶች ያ መንግሥት ለአራት መከፈሉን ያመለክታሉ፤ እያንዳንዱም መንግሥት የመጀመሪያውን መንግሥት ያህል ብርቱ አለመሆኑን ይገልጣል፡፡",
      "23": "“የእነዚያ መንግሥታት ፍጻሜ ሲቃረብ እጅግ እየከፉ ይሄዳሉ፤ ተገቢ ቅጣታቸውንም እስኪቀበሉ ድረስ ጨካኝ፥ ተንኮለኛና አታላይ የሆነ ንጉሥ ይነሣል፡፡",
      "24": "ይህም ንጉሥ እጅግ ብርቱ ይሆናል፤ ይሁን እንጂ በራሱ ኀይል አይደለም፤ እጅግ አሠቃቂ የሆነ ጥፋት ይፈጸማል፤ የሚሠራውም ሁሉ ይከናወንለታል፤ በታላላቅ ሰዎችና በያህቬህ(יהוה) ሕዝብ ላይ ጥፋትን ያስከትላል፡፡",
      "25": "እጅግም ተንኮለኛ ስለሆነ በማታለል ይበለጽጋል፤ ራሱንም ከሁሉ በላይ ከፍ ከፍ ያደርጋል፤ ብዙ ሰዎችን ያለ ምንም ማስጠንቀቂያ ይገድላል፤ የልዑላን ልዑል የሆነውንም እንኳ ይፈታተናል፤ በመጨረሻም እርሱ ራሱ ይጠፋል፤ ይሁን እንጂ በሰው ኀይል አይደለም፡፡",
      "26": "ትርጉሙን የተረዳኸው ይህ ስለ ንጋትና ስለ ምሽት መሥዋዕት የተገለጠ ራእይ መፈጸሙ አይቀርም፤ ሆኖም እስከሚፈጸም ድረስ ገና ብዙ ጊዜ ስለሚኖር በምስጢር ይዘህ ጠብቀው፡፡”",
      "27": "እኔ ዳንኤል እጅግ ስለደከመኝና ሕመም ስለተሰማኝ ለብዙ ቀናት ተኛሁ፤ ከዚያም በኋላ ተነሥቼ ንጉሡ በመደበልኝ ሥራ ላይ ተሰማራሁ፤ በራእዩ እጅግ ስለታወክሁ ላስተውለው አልቻልሁም ነበር፡፡"
    },
    "Chapter 9": {
      "1": "ትውልዱ ሜዶናዊ የሆነው የአርጤክስስ ልጅ ዳርዮስ በባቢሎን ነገሠ፡፡",
      "2": "በነገሠም በመጀመሪያው ዓመት እኔ ዳንኤል ቅዱሳት መጻሕፍትን እየተመለከትሁ ያህቬህ(יהוה) ለነቢዩ ለኤርምያስ በነገረው መሠረት ኢየሩሳሌም ፍርስራሽ ሆና ስለምትቆይባቸው ስለ ሰባው ዓመታት አሰላስል ነበር፡፡",
      "3": "ማቅ ለብሼና ዐመድ ላይ ተቀምጬ በመጾም፥ ያህቬህ(יהוה) በመማጸን በብርቱ እጸልይ ነበር፡፡",
      "4": "የወገኖቼን በደል በመናዘዝ ወደ አምላኬ ወደ ያህቬህ(יהוה) እንዲህ ስል ጸለይሁ፥",
      "5": "“መፈራት የሚገባህ ታላቅ የሆንህ ጌታ ያህቬህ(יהוה) ሆይ! አንተ ቃል ኪዳንህን ትጠብቃለህ፤ ለሚወዱህና ትእዛዛትን ለሚጠብቁ ሁሉ የማያቋርጥ ፍቅርህን ታሳያለህ፡፡",
      "6": "“እኛ ክፉዎችና ዐመፀኞች ሆነን ኃጢአት በመስራት በድለናል፤ ሕግህንና ትእዛዝህን ከመፈጸም ችላ ብለናል፡፡",
      "7": "ለነገሥታቶቻችን፥ ለገዥዎቻችን፥ ለቀደሙት አባቶቻችንና ለሕዝብህ ሁሉ በስምህ የተናገሩትን አገልጋዮችህን ነቢያትን አላዳመጥንም፡፡",
      "8": "ጌታ ሆይ! አንተ ዘወትር ቅን የሆነውን ነገር ታደርጋለህ፤ እኛ ግን እስከ ዛሬ ድረስ የሚያሳፍር ውርደት በራሳችን ላይ አምጥተናል፤ በይሁዳና በኢየሩሳሌም በሚኖሩትና በቅርብና በሩቅ ባሉ አገሮች ሁሉ እንዲበተኑ ባደረግሃቸው እስራኤላውያን ሁሉ ላይ የደረሰባቸውም ይኸው ነው፤ ምክንያቱም እነርሱ ለአንተ ታማኞች ሆነው አልተገኙም፡፡",
      "9": "ጌታ ሆይ! ነገሥታቶቻችን፥ ገዥዎቻችንና የቀድሞ አባቶቻችን የሚያሳፍር ነገር ፈጽመው አንተን አሳዝነዋል፡፡",
      "10": "ጌታ አምላካችን ሆይ! ምንም እኛ በአንተ ላይ ብናምፅና ብናሳዝንህም አንተ መሐሪና ይቅር ባይ ነህ፡፡",
      "11": "ያህቬህ(יהוה) አምላካችን ሆይ! በአገልጋዮችህ በነቢያት አማካይነት በሰጠኸን ሕጎች ጸንተን እንድንኖር ነግረኸን ነበር፤ እኛ ግን ትእዛዝህን ኣላዳመጥንም፡፡",
      "12": "እስራኤላውያን ሁሉ ሕግህን ተላለፉ፤ የተናገርኸውን ሁሉ ማዳመጥ እምቢ አሉ፤ አንተን ስለበደልን በአገልጋይህ በሙሴ ሕግ የተጻፈውን እርግማን ሁሉ በእኛ ላይ አመጣህብን፡፡",
      "13": "በእኛና በመሪዎቻችን ላይ ታላቅ መቅሠፍት እንደምታመጣብን የተናገርኸው ሁሉ እንዲፈጸምብን አደረግህ፤ ስለዚህም በምድር ላይ ካሉ አገሮች ሁሉ የኢየሩሳሌምን ያህል ቅጣት የደረሰበት ከቶ የለም፡፡",
      "14": "በሙሴ ሕግ በተጻፈው መሠረት ይህን ሁሉ ቅጣት በእኛ ላይ አመጣህ፤ ያህቬህ(יהוה) አምላካችን ሆይ! ይህም ሁሉ ሆኖ ከኃጢአታችን በመመለስና እውነትን በመከተል የአንተን ምሕረት ለማግኘት ወደ አንተ አልጸለይንም፡፡",
      "15": "አምላካችን ያህቬህ(יהוה) ሆይ! አንተ ባቀድኸው መሠረት ይህን ሁሉ ጥፋት አመጣህብን፤ ምክንያቱም አንተ በሥራህ ሁሉ እውነተኛ መሆንህን እያቀወቅን ትእዛዝህን ለመፈጸም ፈቃደኞች ሆነን አልተገኘንም፡፡",
      "16": "“ያህቬህ(יהוה) አምላካችን ሆይ! ከዚህ በፊት ሕዝብህን በብርቱ ክንድህ ከግብጽ በማውጣት ለዘላለም የማይረሳ አስደናቂ ሥራ ሠርተሃል፤ እኛ ግን ኃጢአተኞችና በደለኞች ሆንን፡፡",
      "17": "ጌታ ሆይ! ከዚህ በፊት መከታችን ሆነህ የፈጸምኸውን የጽድቅ ሥራ በማሰብ እባክህ ቁጣና መዓትህን ከኢየሩሳሌም መልስ፤ ኢየሩሳሌም እኮ የአንተ ከተማና የተቀደሰች ኮረብታህ ናት፤ እኛ በሠራነው ኃጢአትና የቀድሞ አባቶቻችን በፈጸሙት በደል ምክንያት የጎረቤት አገር ሕዝብ ሁሉ ኢየሩሳሌምን መዘባበቻ አደረጉአት፡፡",
      "18": "አምላክ ሆይ! ስለ ስምህ ስትል ጸሎቴንና ልመናዬን ስማ፤ የፈረሰውንም ቤተ መቅደስህን አድስ፡፡",
      "19": "አምላክ ሆይ! እባክህ ወደ እኛ በመመለስ ልመናችንን ስማ! እኛ ያለንበትን መከራና በስምህ የምትጠራው ከተማ የደረሰባትን ጥፋት ሁሉ ተመልከት፤ ወደ አንተ የምንጸልየው የአንተን ምሕረት በመተማመን እንጂ በእኛ መልካም ሥራ በመመካት አይደለም፡፡",
      "20": "ያህቬህ(יהוה) ሆይ! ስማን፤ ያህቬህ(יהוה) ሆይ! ይቅር በለን፤ እባክህ አድምጠን፤ ሥራህንም ግለጥ፤ ሰው ሁሉ እውነተኛ አምላክ መሆንህን እንዲያረጋግጥ አምላክ ሆይ! አትዘግይ፤ ይህች ከተማና ይህ ሕዝብ በስምህ የተጠሩ መሆናቸውን አስብ፡፡”",
      "21": "የራሴንና የወገኖቼን የእስራኤላውያንን ኃጢአት እየተናዘዝሁ፥ የተቀደሰ መቅደሱን እንዲያድስ ያህቬህ(יהוה) አምላኬን እየለመንሁ መጸለይ ቀጠልሁ፡፡",
      "22": "በዚህም ጸሎት ላይ ሳለሁ በመጀመሪያው ራእይ ያየሁት ገብርኤል እ ወዳለሁበት ስፍራ በፍጥነት እየበረረ መጣ፤ ጊዜውም የሠርክ መሥዋዕት የሚቀርብበት ወቅት ነበር፡፡",
      "23": "እርሱም እንዲህ ሲል አስረዳኝ፥ “ዳንኤል ሆይ! እኔ ወደዚህ የመጣሁት የትንቢቱን ምስጢር እንድታውቅ ጥበብንና ማስተዋልን ልሰጥህ ነው፤",
      "24": "ገና መጸለይ ስትጀምር ያህቬህ(יהוה) ልመናህን ሰምቶአል፤ እርሱ ስለወደደህም የጸሎትህን መልስ ልነግርህ መጥቼአለሁ፤ እንግዲህ የራእዩን ትርጉም ስነግርህ በጥንቃቄ አድምጠኝ፡፡",
      "25": "“ሰባት ጊዜ ሰባ ዓመት የተባለው ያህቬህ(יהוה) ሕዝብህንና የተቀደሰች ከተማህን ከኃጢአትና ከክፋት ነፃ ለማውጣት ውሳኔ ያደረገበት ጊዜ ኃጢአት ይሰረያል፤ ዘላለማዊ የሆነ ፍትሕም ይመሠረታል፤ በዚህ ዐይነት ራእዩና ትንቢቱ ይፈጸማል፤ የተቀደሰውም ቤተ መቅደስ ይታደሳል፡፡",
      "26": "ይህን ልብ ብለህ አስተውል፤ ኢየሩሳሌም እንድትታደስ ትእዛዝ ለወጣበት ጊዜ አንሥቶ መሲሕ እስከሚመጣበት ድረስ ሰባት ጊዜ ሰባት ዓመታት ያልፋሉ፤ ኢየሩሳሌም ትታደሳለች፤ መንገዶችና ምሽጎች ይሠሩላታ፤ ሰባት ጊዜ ስልሳ ሁለት ዓመታትም ጸንታ ትቆያለች፤ ይሁን እንጂ ይህ ሁሉ የመከራ ዘመን ይሆናል፡፡",
      "27": "ያም ጊዜ ሲፈጸም መሲሕ ይገደላል፤ ከተማዋና ቤተ መቅደሱ አንድ ታላቅ መሪ በሚያዘምተው ሠራዊት ይደመሰሳሉ፤ መጨረሻው ጊዜ እንደ ጎርፍ በድንገት ይመጣል፤ ያህቬህ(יהוה) ያዘጋጀውም ጦርነትና ጥፋት ይከተላል፡፡",
      "28": "ያም መሪ ከብዙ ሕዝቦች ጋር እስከ ሰባት ዓመት ድረስ በጠበቀ ሁኔታ ቃል ኪዳን ይገባል፤ የሰባቱ ዓመት እኩሌታ ሲያልፍ መሥዋዕትና ቁርባን ማቅረብን ይከለክላል፤ በቤተ መቅደሱም ማዕከላዊ ስፍራ ላይ አስጸያፊ የሆነ የጥፋት ርኩሰት እንዲቆምበት ያደርጋል፤ ይህም የሚሆነው ያህቬህ(יהוה) በወሰነው መሠረት ያ መሪ እስከሚወገድበት ጊዜ ነው፡፡”"
    },
    "Chapter 10": {
      "1": "የፋርስ ንጉሥ ቂሮስ በነገሠ በሦስተኛው ዓመት ብልጣሶር ለተባለው ለዳንኤል ሌላ ራእይ ተገለጠለት፤ በራእዩም የተነገረው ቃል እውነት ነው፤ ነገር ግን ለማስተዋል እጅግ ከባድ ከመሆኑ የተነሣ ትርጉሙ በራእይ ተገለጠለት፡፡",
      "2": "በዚያን ጊዜ እኔ ዳንኤል ሦስት ሳምንት ሙሉ በሐዘን ላይ ነበርሁ፡፡",
      "3": "ሥጋም ሆነ ሌላ ጥሩ ምግብ አልተመገብሁም፤ የወይን ጠጅም ፈጽሞ አልቀመስኩም፤ ሦስቱ ሳምንቶች እስኪያልፉ ድረስ ራሴን ቅባት አልተቀባሁም፡፡",
      "4": "የዓመቱ የመጀመሪያ ወር በገባ በሃያ አራተኛው ቀን በታላቁ በጤግስ ወንዝ ዳር ቆሜ ነበር፡፡",
      "5": "ቀና ብዬ ስመለከት ቀጭን ሐር የለበሰና በወገቡም የወርቅ ቀበቶ የታጠቀ አንድ ሰው አየሁ፡፡",
      "6": "የዚህ ሰው አካል እንደ እንቁ ያበራ ነበር፤ ፊቱም እንደ መብረቅ ያንጸባርቅ ነበር፤ ዐይኖቹም የእሳት ነበልባል ይመስሉ ነበር፤ ድምፁም የብዙ ሰዎችን ድምፅ ያህል ያስተጋባ ነበር፡፡",
      "7": "ራእዩን ያየሁ እኔ ብቻ ነበርሁ፤ አብረውኝ የነበሩት ሰዎች ግን ምንም ነገር አላዩም፤ ሆኖም እጅግ ስለደነገጡ ሮጠው ተደበቁ፡፡",
      "8": "እኔም ይህን አስደናቂ ራእይ እየተመለከትሁ ብቻዬን ቀረሁ፤ የነበረኝን ኀይል ሁሉ በማጣት ደክሜ ነበር፤ ማንም ሰው ሊያውቀኝ እስከማይችል ድረስ መልኬ ሁሉ ተለዋውጦ ነበር፡፡",
      "9": "የሰውየውን ድምፅ በሰማሁ ጊዜ በመደንገጥ እንደ በድን ሆኜ መሬት ወደቅሁ፤ በግንባሬም እንደተደፋሁ ቀረሁ፡፡",
      "10": "ከዚያን በኋላ አንዳች እጅ ዳሰሰኝ፤ ገና እየተንቀጠቀጥሁ ስለነበር ደግፎ በእጄና በጉልበቴ እንድቆም አደረገኝ፡፡",
      "11": "መልአኩም “በያህቬህ(יהוה) ዘንድ እጅግ የተወደድህ ዳንኤል ሆይ! እነሆ እኔ ወደ አንተ ተልኬ መጥቼአለሁ፤ ባለህበት ጸጥ ብለህ ቁም፤ የምነግርህንም በጥንቃቄ አስተውል” አለኝ፡፡ ይህን በነገረኝ ጊዜ እየተንቀጠቀጥሁ ቆምሁ፡፡",
      "12": "ደግሞም እንዲህ አለኝ፥ “ዳንኤል ሆይ! አትፍራ፤ ማስተዋልንም ለማግኘት ራስህን በያህቬህ(יהוה) ፊት ለማዋረድ ከወሰንህበት ከመጀመሪያው ቀን አንሥቶ ጸሎትህ ተሰምቶአል፤ እኔም ተልኬ ወደ አንተ የመጣሁት ጸሎትህ መልስ ከማግኘቱ የተነሣ ነው፤",
      "13": "የፋርስ መንግሥት አለቃ የሆነው መንፈስ ሃያ አንድ ቀን ሙሉ ተቃወመኝ፤ በፋርስ ብቸኛ መሆኔን አይቶ ከመላእክት አለቆች አንዱ የሆነው ሚካኤል ሊረዳኝ መጣ፤",
      "14": "እኔም የመጣሁት በወገኖችህ ላይ ወደ ፊት የሚደርስባቸውን ነገር ላስረዳህ ነው፤ ስለዚህ ይህ ራእይ ወደ ፊት የሚሆነውን ነገር ይገልጣል፡፡”",
      "15": "ይህንንም በነገረኝ ጊዜ የምናገረውን አጥቼ ወደ መሬት ተመለከትሁ፡፡",
      "16": "ከዚህ በኋላ ሰው የሚመስለው ያ መልአክ እጁን ዘርግቶ ከንፈሮቼን ዳሰሰ፤ እኔም እንዲህ አልሁት፥ “ጌታዬ ሆይ! ይህ ራእይ እጅግ ስላስደነገጠኝ ሰውነቴ ዝሎ ድካም ተሰምቶኛል፡፡",
      "17": "እኔ አገልጋይህ ስሆን ከአንተ ከጌታዬ ጋር መነጋገር እንዴት እችላለሁ? መተንፈስ እስከሚያቅተኝ ድረስ እጅግ ደክሜአለሁ፡፡”",
      "18": "ያ፥ ሰው የሚመስለው መልአክ እንደገና በዳሰሰኝ ጊዜ ብርታት አገኘሁ፡፡",
      "19": "እርሱም “አንተ በያህቬህ(יהוה) ዘንድ የተወደድህ ሰው ሆይ! ሰላም ለአንተ ይሁን! አትፍራ! አትጨነቅ! አይዞህበርታ!” አለኝ፡፡ እርሱም በተናገረኝ ጊዜ ብርታት አገኘሁና “ጌታዬ ሆይ! ብርታት ስለተሠኸኝ እነሆ ተናገር” አልሁት፡፡",
      "20": "እንደገናም እንዲህ አለኝ፥ “ወደ አንተ የመጣሁት ለምን እንደሆነ ታውቃለህን? እኔ ወደ አንተ የመጣሁት በእውነት መጽሐፍ የተጻፈውን ልገልጥልህ ነው፤ አሁንም ተመልሼ የፋርስ መንግሥት አለቃ ከሆነው መንፈስ ጋር ጦርነት አደርጋለሁ፤ እኔ ከሄድሁ በኋላ የግሪክ መንግሥት አለቃ የሆነው መንፈስ ይመጣል፤ ይሁን እንጂ የእስራኤል ጠባቂ መልአክ ከሆነው ከሚካኤል በቀር እኔን የሚረዳ የለም፡፡”"
    },
    "Chapter 11": {
      "1": "እኔም ሜዶናዊው ዳርዮስ በነገሠ በመጀመሪያው ዓመት እርሱን ለማገዝና ለማበረታታት በአጠገቡ ቆሜ ነበር፤",
      "2": "እኔም አሁን የምነግርህ ነገር እውነት ነው፡፡”",
      "3": "“ከዚያን በኋላ ጦረኛ የሆነ አንድ ብርቱ ንጉሥ ይነሣል፤ የመንግሥቱ ግዛት ታላቅ ይሆናል፤ የፈለገውንም ሁሉ ያደርጋ፡፡",
      "4": "ነገር ግን ኀይሉ እየገነነ በሄደ መጠን መንግሥቱ ይፈርስና በአራት ይከፈላል፤ በቦታውም የእርሱ ዝርያዎች ያልሆኑ ነገሥታት ይተካሉ፤ ይሁን እንጂ ከእነርሱ አንዱ እንኳ የእርሱን ያህል ኀይል አይኖረውም፤ ምክንያቱም ያ መንግሥት ፈርሶ እንደገና ለሌሎችም ይከዳፈላል፡፡",
      "5": "“የግብጽ ንጉሥ እጅግ ብርቱ ይሆናል፤ ይሁን እንጂ ከጦር አዛዦቹ አንዱ ከእርሱ ይልቅ የበረታ ሆኖ እጅግ ታላቅ ለሆነ መንግሥት መሪ ይሆናል፡፡",
      "6": "ከጥቂት ዓመታት በኋላ የግብጽ ንጉሥ ከሶርያ ንጉሥ ጋር የወዳጅነት ቃል ኪዳን ይመሠርታል፤ ሴት ልጁንም ለሶርያ ንጉሥ ይድርለታል፤ ነገር ግን እርስዋ ኀይልዋን ለማጠናከር ካለመቻልዋ የተነሣ የእርሱ ኀይል ስለማይጸና የወዳጅነቱ ውል ጸንቶ አይኖርም፤ ስለዚህም እርስዋ ከደጋፊዎችዋ፥ ከልጆችዋና ከአገልጋዮችዋ ጋር ትገደላለች፡፡",
      "7": "ወዲያውኑ የእርስዋ ዘመድ የሆነ አንድ ሰው ይነግሣል፤ ከሶርያ ንጉሥ ሠራዊት ጋር ጦርነት ይገጥማል፤ ምሽጋቸውንም ሰብሮ በመግባት ድል ይነሣቸዋል፡፡",
      "8": "የአማልክቶቻቸውንም ምስሎች ለእነርሱ መባ ሆነው ከቀረቡት የወርቅና የብር ዕቃዎች ጋር ወደ ግብጽ ይወስዳል፤ ለብዙ ዓመታት የግብጽ ንጉሥ የሶርያን ንጉሥ በጦርነት ለማጥቃት አይነሣም፡፡",
      "9": "ከዚያን በኋላ የሶርያ ንጉሥ የግብጽን ንጉሥ ግዛት ለመውረር ይመጣል፤ ነገር ግን በመጣበት እግሩ ወደ አገሩ እንዲመለስ ይገደዳል፡፡",
      "10": "“የሶርያ ንጉሥ ወንዶች ልጆች ለጦርነት በመዘጋጀት ታላቅ ሠራዊት ያደራጃሉ፤ ከእነርሱ አንዱ ጠራርጎ እንደሚወስድ እንደ ኀይለኛ ጎርፍ ሆኖ በማለፍ በጠላት ምሽግ ላይ አደጋ ይጥላል፡፡",
      "11": "በዚያን ጊዜ የግብጽ ንጉሥ እጅግ ተቆጥቶ የሶርያን ንጉሥ ለመውጋት ይነሣል፤ የሶርያ ንጉሥ ያሰለፈውንም ታላቅ ሠራዊት ይማርካል፡፡",
      "12": "ብዙ ሠራዊት ማርኮና ገድሎ ባገኘው ድል ልቡ ይታበያል፤ ይሁን እንጂ በድል አድራጊነቱ ጸንቶ አይኖርም፡፡",
      "13": "“የሶርያም ንጉሥ ወደ አገሩ ተመልሶ ከበፊቱ የበለጠ የጦር ሠራዊት ያደራጃል፤ የተወሰነውም ጊዜ ሲደርስ በደንብ በተደራጀ የጦር መሣሪያ የታጠቁ ሠራዊቱን ይዞ ይመጣል፡፡",
      "14": "ከዚያን በኋላ ብዙ ሰዎች በግብጽ ንጉሥ ላይ ያምፃሉ፤ ዳንኤል ሆይ! በዚህ ራእይ የታየው ሁሉ ይፈጸም ዘንድ ከአንተም ወገኖች አንዳንድ የዐመፅ ሰዎች ሁከት ይፈጥራሉ፤ ነገር ግን አይሳካላቸውም፡፡",
      "15": "ስለዚህ የሶርያ ንጉሥ በአንድ በተመሸገች ከተማ ላይ አደጋ ጥሎ ይይዛታል፤ የግብጽም ወታደሮች እርሱን መቋቋም ይሣናቸዋል፤ ከእነርሱ ምርጥ የሆኑት እንኳ በቂ ኀይል አይኖራቸውም፡፡",
      "16": "እርሱም በፊቱ ቆሞ የሚመክተው ሳይኖር የፈለገውን ሁሉ ያደርጋል፤ ውብ በሆነችው በእስራኤል ምድር ላይ ቆሞ ራሱን ያጠናክራል፤ ምድሪቱም ሙሉ በሙሉ በቁጥጥሩ ሥር ትውላለች፡፡",
      "17": "“የሶርያ ንጉሥ መላ ሠራዊቱን ይዞ ለመዝመት ያዘጋጃል፤ የጠላቱንም መንግሥት መደምሰስ ከደቡብ ንጉሥ ጋር ወዳጅነት ይመሠርታል፤ ሴት ልጁንም ይድርለታል፤ ይሁን እንጂ ዕቅዱ አይሳካለትም፤",
      "18": "ከዚያን በኋላ በባሕር ጠረፍ ባሉት አገሮች ላይ አደጋ ጥሎ ከእነርሱ ብዙዎቹን ይይዛል፤ ነገር ግን አንድ የጦር መሪ ድል ስለሚነሣው የትዕቢቱ ፍጻሜ ይሆናል፤ በእርግጥም በትዕቢት የተናገረው ስድብ ሁሉ በእርሱ ላይ ይደርስበታል፡፡",
      "19": "ከዚያ በኋላ ንጉሡ ወደ ገዛ አገሩ ምሽጎች ይመለሳል፤ ነገር ግን ተሸንፎ ስለሚወድቅ ዳግመኛ አይታይም፡፡",
      "20": "“ሌላም ንጉሥ በእርሱ ቦታ ይተካል፤ ይህ ንጉሥ የመንግሥቱን ክብር ለመጠበቅ አንድ ግብር አስከባሪ ይሾማል፤ ይሁን እንጂ ከጥቂት ጊዜ በኋላ ይህ ንጉሥ በሕዝብ ዐመፅ ወይም በጦርነት ሳይሆን በሰውር ይገደላል፡፡”",
      "21": "መልአኩ ትርጉሙን በመቀጠል እንዲህ አለ፥ “ከእርሱ በኋላ አንድ የተናቀ ሰው ይነግሣል፤ ነገር ግን የንጉሥነት ክብር አይሰጠውም፤ የመንግሥቱን ሥልጣን በድንገት የሚይዘው በሰላም ጊዜ በማታለልና በስውር ሤራ ነው፤",
      "22": "የያህቬህ(יהוה) ሊቀ ካህናት ሳይቀር እርሱን የሚቃወም ሠራዊት ሁሉ ከፊቱ ተጠራርጎ ይጠፋል፡፡",
      "23": "በተንኮል የሰላም ውል በመደራደር ሌሎች መንግሥታትን ያታልላል፤ ምንም እንኳ በጥቂት ሕዝብ ላይ ቢነግሥም ኀይሉ እየበረታ ይሄዳል፡፡",
      "24": "እጅግ ሀብታም የሆነ አንድ ክፍለ ሀገር በድንገት ይይዛል፤ ከቀድሞ አባቶቹ አንዱ እንኳ ያላደረገውን ነገር ሁሉ ያደርጋል፤ በጦርነት የማረከውንም ዕቃና ንብረት ሁሉ ለጭፍሮቹ ያከፋፍላል፤ በምሽጎች ላይ አደጋ ለመጣል ዕቅድ ያወጣል፤ ነገር ግን የፍጻሜው ጊዜ ቶሎ ይደርሳል፡፡",
      "25": "“ትልቅ የጦር ኀይል አደራጅቶ በድፍረት በግብጽ ንጉሥ ላይ ይዘምታል፤ የግብጽ ንጉሥም በበኩሉ እጅግ ታላቅ የሆነ የጦር ኀይል አዘጋጅቶ የመጣበትን ጦር ይመክታል፤ ነገር ግን በልዩ ሤራ ስለሚታለል አይሳካለትም፡፡",
      "26": "አብረውት የሚመገቡ የቅርብ ወዳጆቹ ያጠፉታል፡፡ ከወታደሮቹ አብዛኛዎቹ ይሞታሉ፤ ሠራዊቱም ይደመሰሳል፤",
      "27": "ከዚያን በኋላ ሁለቱ ነገሥታት በልባቸው ተንኮል እንደያዙ አብረው ለመመገብ በአንድ ገበታ ይቀመጣሉ፤ አንዱ ሌላውን ለማታለል የሐሰት ቃላት ይለዋወጣሉ፤ ሆኖም የተወሰነው ጊዜ ገና ስለሆነ እንዳሰቡት አይከናወንላቸውም፡፡",
      "28": "የሶርያ ንጉሥ የማረከውን ሀብት ሁሉ ይዞ ይመለሳል፤ ይህንንም የሚያደርገው የያህቬህ(יהוה)ን ሕዝብ ሃይማኖት ለማጥፋት ዐቅዶ ነው፤ የፈለገውን ሁሉ ካደረገ በኋላ ወደ አገሩ ይሄዳል፡፡",
      "29": "“ከጥቂት ጊዜም በኋላ ግብጽን እንደገና ይወራል፤ ይሁን እንጂ እንደ በፊቱ አይሳካለትም፡፡",
      "30": "ሮማውያን በመርከብ መጥተው ስለሚወጉት በብርቱ ይደነግጣል፤ ወደ ኋላውም አፈግፍጎ በታላቅ ቁጣ የያህቬህ(יהוה)ን ሕዝብ ሃይማኖት ያጠፋል፤ ተመልሶም ሃይማኖታቸውን ከካዱት ሰዎች ጋር ይወዳጃል፡፡",
      "31": "ሠራዊቱም ቤተ መቅደሱንና አካባቢውን ያረክሳሉ፤ የዘወትር መሥዋዕትም እንዳይቀርብ ያደርጋሉ፤ አሠቃቂና አስጸያፊ የሆነ ርኩሰት እንዲቆምበት ያደርጋሉ፡፡",
      "32": "ንጉሡ ቀደም ብለው ሃይማኖታቸውን የካዱትን ሁሉ በማታለል የእነርሱን ድጋፍ ያገኛል፤ ያህቬህ(יהוה)ን በሚገባ የሚያውቁ ሰዎች ግን ይበረታሉ፤ ይህንንም ንጉሥ አጥብቀው ይቃወሙታል፡፡",
      "33": "በሕዝቡ መካከል ያሉ ጠቢባን ሕዝቡን በማስተማር ዕውቀት እንዲያገኝ ያደርጋሉ፤ ነገር ግን ለጥቂት ጊዜ ለእሳት ቃጠሎና ለሰይፍ ስለት የተጋለጡ ይሆናሉ፤ ሀብታቸውንም ተዘርፈው ይታሰራሉ፡፡",
      "34": "ይህ ከባድ ችግር በወደቀባቸው ጊዜ አንዳንድ ሰዎች መጠነኛ ዕርዳታ ደርጉላቸዋል፤ ይሁን እንጂ ከልብ መተባበር ፈልገው ሳይሆን፥ ግላዊ ጥቅምን ተስፋ በማድረግ ነው፡፡",
      "35": "ከጠቢባን አንዳንዶቹ ከባድ መከራ ይደርስባቸዋል፤ ይሁን እንጂ በዚህ ምክንያት ነጥረውና ጠርተው በመውጣት እንከን የሌለባቸው ይሆናሉ፤ ይህም ሁኔታ የሚዘልቀው ያህቬህ(יהוה) ያቀደው መጨረሻ ጊዜ እስከሚደርስ ነው፡፡",
      "36": "“የሶርያ ንጉሥ የፈለገውን ሁሉ ይፈጽማል፤ ራሱንም ከአማልክት ሁሉ በላይ ከፍ ከፍ ያደርጋል፤ ከአማልክት ሁሉ በላይ በሆነው አምላክ ላይ ከዚህ በፊቱ ተሰምቶ የማይታወቅ የስድብ ቃል ይናገራል፤ የታቀደው ሁሉ መደረግ ስላለበት የያህቬህ(יהוה) ቁጣ በእርሱ ላይ እስከሞገልጥ ድረስ እንዲህ ማድረጉን ይቀጥላል፡፡",
      "37": "ንጉሡ የቀድሞ አባቶቹን አማልክት ያቃልላል፤ ሴቶች የሚወድዱአቸውንም አማልክት ይንቃል፤ እርሱ ራሱን ከሁሉ በላይ አድርጎ ስለሚቆጥር አማልክትን ሁሉ ችላ ይላል፡፡",
      "38": "ከነዚህ ይልቅ፥ ምሽጎችን የሚጠብቁ አማልክትን ያከብራል፤ የቀድሞ አባቶቹ ላላመለኩት አምላክ ወርቅ፥ ብር፥ ጌጣጌጥና ሌሎችንም ውድ ስጦታዎችን በማቅረብ ያከብራል፡፡",
      "39": "ምሽጎቹን ይጠብቁለት ዘንድ ባዕድ አማልክትን የሚያመልኩ የውጭ አገር ሰዎችን ይመድባል፤ መሪነቱን የሚያውቁለትን ሁሉ ታላቅ ክብር በመስጠት በሕዝብ ላይ ይሾማቸዋል፤ ለዋሉለትም ውለታ ዋጋ እየተቀበለ ርስት ያካፍላቸዋል፡፡",
      "40": "“የሶርያ ንጉሥ ፍጻሜ ሲደርስ የግብጽ ንጉሥ አደጋ ይጥልበታል፤ ሆኖም የሶርያ ንጉሥ በሠረገላዎች፥ በፈረሶችና በመርከቦች በመጠቀም በብርቱ ጦርነት ይቋቋመዋል፤ እንደ ጎርፍ ውሃ በመጠራረግ ብዙ አገሮችን ይወራል፡፡",
      "41": "ውብ የሆነችውንም የተስፋይቱን አገር ይወራል፤ ብዙ አገሮችም በእርሱ እጅ ይወድቃሉ፤ ነገር ግን የኤዶም፥ የሞአብና የዐሞን አገሮች ከወረራው ያመልጣሉ፡፡",
      "42": "ሥልጣኑን በብዙ አገሮች ላይ በሚያንሰራፋበትም ጊዜ ግብጽም ራስዋ አታመልጥም፡፡",
      "43": "የግብጽን ወርቅ፤ ብርና ሌላውንም የከበረ ነገር ሁሉ ከተደበቀበት ቦታ ይወስዳል፤ ሊቢያና ኢትዮጵያም ይተባበሩታል፤",
      "44": "ከዚያን በኋላ ከምሥራቅና ከሰሜን የሚመጣው መጥፎ ወሬ ያስደነግጠዋል፤ በታላቅ ቁጣ ተነሣሥቶ ብዙ ሰዎችን በማጥፋት እንዳልነበሩ ያደርጋል፡፡",
      "45": "በባሕሩና ቤተ መቅደሱ በተሠራበት ውብ ኮረብታ መካከል ባለው ስፍራ ታላላቅ ንጉሣዊ ድንኳኖችን ይተክላል፤ ይህም ሁሉ ሆኖ በመጨረሻው ራሱ ይጠፋል፤ የሚረዳውም አያገኝም፡፡”"
    },
    "Chapter 12": {
      "1": "ቀጭን ሐር የለበሰው መልአክ ቀጥሎ እንዲህ አለ፥ “ሕዝብህን የሚጠብቀው ታላቁ መልአክ ሚካኤል በዚያን ጊዜ ይገለጣል፤ የሰው ዘር ከተፈጠረበት ጊዜ ጀምሮ ታይቶ የማይታወቅ ታላቅ መከራ ይናል፤ ነገር ግን ስማቸው በያህቬህ(יהוה) መጽሐፍ የተጻፈ የአገርህ ሕዝቦች ብቻ በዚያን ጊዜ ይድናሉ፤",
      "2": "አስቀድመው ከሞቱት ሰዎች ብዙዎቹ ተነሥተው እንደገና በሕይወት ይኖራል፤ ከእነርሱም እኩሌቶቹ የዘላለም ሕይወት አግኝተው ሲደሰቱ፥ እኩሌቶቹ ለዘላለም በሐፍረትና በጉስቁልና ይሰቃያሉ፤",
      "3": "በዚያን ጊዜ ጠቢባን እንደ ሰማይ ብርሃን ያንጸባርቃሉ፤ ብዙ ሰዎችን በማስተማር ከክፉ መንገድ ወደ ደግ ሥራ የመለሱ ሁሉ ለዘላለም እንደሰማይ ከዋክብት ያበራሉ፡፡”",
      "4": "እደገናም እንዲህ አለኝ፥ “ዳኤል ሆይ! የዓለም መጨረሻ እስከሚሆንበት ጊዜ ድረስ መጽሐፉን ዘግተህ አሽገው፤ የትንቢቱንም ቃል በምስጢር ያዝ፤ በዚያን ጊዜ ሰዎች ከአንድ ቦታ ወደ ሌላ ቦታ ይራወጣሉ፤ ምርምርና ዕውቀትም ይበዛል፡፡”",
      "5": "ከዚያን በኋላ በወንዝ ዳር ሁለት ሰዎች ማዶ ለማዶ ቆመው አየሁ፤",
      "6": "ከእነርሱ አንዱ ቀጭን ሐር ለብሶ ከወንዙ በላይ በኩል የቆመውን መልአክ “ይህ ሁሉ አስደናቂ ነገር ፍጻሜ እስከሚያገኝ ድረስ ምን ያህል ይወስዳል?” ብሎ ጠየቀው፡፡",
      "7": "መልአኩም ሁለት እጆቹን ወደ ሰማይ ዘርግቶ በዘላለማዊው አምላክ ስም በመማል “ሦስት ዓመት ተኩል ይወስዳል፤ በያህቬህ(יהוה) ሕዝብ ላይ የሚደርሰው መከራ ሲያከትም እነዚህ ሁሉ ነገሮች ተፈጻሚነት ያገኛሉ፡፡”",
      "8": "መልአኩ የተናገረውን ሁሉ ሰማሁ፤ ነገር ግን ላስተውለው አልቻሁም፤ ስለዚህ “ጌታዬ ሆይ! የዚህ ሁሉ መጨረሻ ውጤት ምን ይሆን?” ብዬ ጠየቅሁት፡፡",
      "9": "እርሱም እንዲህ ሲል መለሰልኝ፥ “ዳንኤል ሆይ! የዓለም መጨረሻ እስከሚሆንበት ጊዜ ድረስ መጽሐፉ ስለታሸገ፥ የትንቢቱም ቃል ምስጢር ሆኖ ስለሚጠበቅ እንግዲህ አንተ ሂድ፡፡",
      "10": "ብዙዎች ነጥረውና ጠርተው በመውጣት እንከን የሌለባቸው ይሆናሉ፤ ዐመፀኞች ግን ምንም ስለማያስተውሉ በክፋት ላይ ክፋት እየጨመሩ ይሄዳሉ፤ የማስተዋል ችሎታ የሚኖራቸው ጠቢባን ብቻ ናቸው፡፡",
      "11": "“የዘወትሩ መሥዋዕት ተቋርጦ አስጸያፊ የሆነውን የጥፋት ርኩሰት እንዲቆም ከተደረገበት ጊዜ ጀምሮ አንድ ሺ ሁለት መቶ ዘጠና ቀኖች ያልፋሉ፡፡",
      "12": "አንድ ሺ ሦስት መቶ ሠላሳ አምስት ቀኖች እስከሚያልፉ ድረስ እምነቱን ጠብቆ የሚኖር የተባረከ ነው፡፡",
      "13": "“አንተም ዳንኤል ሆይ! እስከ መጨረሻው በታማኝነትህ ጸንተህ ኑር፤ በዚህ ዐይነት ብትሞትም ተነሥተህ በመጨረሻው ቀን የክብር ድርሻህን ታገኛለህ፡፡”"
    }
  }
}
