{
  "deuteronomy": {
    "Chapter 1": {
      "1": "የእሥራኤል ሕዝብ ከሲና ተራራ ተነሥተው እንዲጓዙ የተሰጣቸው መመሪያ በዚህ መጽሐፍ የሚገኘው ቃል ሁሉ ከዮርዳኖስ ወንዝ ማዶ በስተ ምሥራቅ በሚገኘው ምድረ በዳ ሳሉ ሙሴ ለእስራኤል ሕዝብ የነገራቸው ነው፡፡ ሙሴም ይህን ቃል በተናገረ ጊዜ “ሱፍ” ተብሎ በሚጠራው ቦታ ፊት ለፊት እነርሱ በአንድ በኩል ከፋራን ከተማ፤ እንዲሁም በሌላ በኩል ቶፌል፤ ላባን፤ ሐጼሮትና ዲዛሃብ ተብለው በሚጠሩት ከተማዎች መካከል በሚገኘው በዮርዳኖስ ሸለቆ በዓራባ በረሓ ነበሩ፡፡",
      "2": "ይኸውም ከሲና ተራራ ተነሥቶ እስከ ቃዴስ በርኔ ለመድረስ በኮረብታማው የኤዶም አገር መንገድ በእግር ጉዞ አሥራ አንድ ቀን ያስሄዳል፡፡",
      "3": "ግብጽን ለቀው ከወጡ በኋላ አርባኛው ዓመት በገባ በአሥራ አንደኛው ወር መጀመሪያ ቀን ሙሴ ለሕዝቡ ያስረዳቸው ዘንድ ያህዌህ(יהוה) ያዘዘውን ቃል ሁሉ ነገራቸው፡፡",
      "4": "ይህም የሆነው በሐሴቦን ከተማ ነግሦ ይገዛ የነበረውን የአሞራውያንን ንጉሥ ሲሖንና በአስታሮትና በኤድራኢ ከተማዎች ሆኖ ይገዛ የነበረውን የባሳንን ንጉሥ ኦግን ያህዌ ድል ካደረገ በኋላ ነው፡፡",
      "5": "ሕዝቡም ከዮርዳኖስ በስተ ምሥራቅ በሚገኘው በሞአብ ምድር ሳሉ ሙሴ ያህዌ ያዘዘውን ሕግና ያስተማረውን ቃል እንዲህ እያለ መግለጥ ጀመር፤",
      "6": "“በሲና ተራራ ላይ በነበርንበት ጊዜ አምላካችን እንዲህ አለን፡- እነሆ በዚህ ተራራ ላይ ለረዥም ጊዜ ቆይታችኋል፤",
      "7": "ከእንግዲህስ ወዲህ ሰፈራችሁን ነቅላችሁ ጉዞ ጀምሩ፤ ኮረብታማ ወደሆነው ወደ አሞራውያን ምድርና በአካባቢውም ወዳሉት አውራጃዎች ሁሉ ሂዱ፤ ይኸውም ወደ ዮርዳኖስ ሸለቆ፤ ኮረብታማና ቆላ ወደ ሆኑ አገሮች ወደ ደቡባዊው ክፍልና ‹ሜድትራኒያን› ተብሎ ወደሚጠራው ባሕር ጠረፍ እለፉ፤ ወደ ከነዓን ምድር ሂዱ፤ የሊባኖስንም ተራራዎች አቋርጣችሁ፤ እስከ ᤍራጥስ ወንዝ እለፉ፡፡",
      "8": "ይህ ሁሉ ምድር እኔ ያህቬህ(יהוה) ለቀድሞ አባቶቻችሁ ለአብርሃም፤ ለይስሐቅና ለያዕቆብ፤ እንዲሁም ለዘሮቻቸው ላወርሳቸው የተስፋ ቃል የገባሁበት ነው፤ ስለዚህ ሄዳችሁ ውረሱት፡፡”",
      "9": "ሙሴ ለሕዝቡ እንዲህ አለ፤ “ገና በሲና ተራራ በነበርንበት ጊዜ እንዲህ ስል ነግሬአችሁ ነበር፤ ‹እናንተን የመምራት ኀላፊነት ለእኔ ይበዛብኛል፤ ይህን ሁሉ ብቻዬን ላደርግ ቸልችልም፤",
      "10": "ያህዌ(יהוה) ቁጥራችሁን እንደ ሰማይ ከዋክብት አብዝቶታል፤",
      "11": "አሁንም የቀድሞ አባቶቻችሁ አምላክ የሆነ ያህቬህ(יהוה) በሰጣችሁ ተስፋ መሠረት ሺ ጊዜ እጥፍ በመጨመር ቁጥራችሁን አብዝቶ ያበልጽጋችሁ፤",
      "12": "ነገር ግን በመካከላችሁ የሚነሳውን ጠብና ክርክር ለማስወገድ ይህን ከባድ ኀላፊነት ብቻዬን እንዴት ልሸከም እችላለሁ? 13እያንዳንዱ ነገድ የማስተዋል ጥበብ ያላቸውንና የሥራ ልምድ ያላቸውን ሰዎች ምረጡ፤ እኔም በእናንተ ላይ እሾማቸዋለሁ፡፡›",
      "14": "እናንተም ይህን ማድረግ መልካም መሆኑን አውቃችሁ ተስማማችሁበት፤",
      "15": "ስለዚህም ከእያንዳንዱ ነገድ የመረጣችኋቸውን የሥራ ልምድ ያላቸውን አዋቂዎች ሰዎች ተቀብዬ ሾምሁላችሁ፡፡ ከእነርሱም አንዳንዶቹ የሺ አለቆች፤ አንዳንዶቹ የመቶ አለቆች፤ አንዳንዶቹም የኀምሳና የአሥር አለቆች ሆነው የተሾሙ ነበሩ፡፡ ለነገዶችም ሁሉ ሌሎችንም ሹማምንት ሾምሁ፡፡",
      "16": "“በዚያን ጊዜ እነርሱን እንዲህ ብዬ ነገርሁአቸው፤ ‹በሕዝባችሁ መካከል የሚነሣውን የጠብና የክርክር አቤቱታ አድምጡ፤ በራሳችሁ ሕዝብ ወይም በእናንተ ውስጥ በሚኖሩት መጻተኞች መካከል ስለሚነሳው ጠብና ክርክር ሁሉ በትክክል ፍረዱ፡፡",
      "17": "በምትሰጡትም ውሳኔ አድልዎ አታድርጉ፤ ስለማንኛውም ታላቅም ሆነ ታናሽ ሰው ያለ አድልዎ በእኩልነት ደረጃ ፍረዱ፡፡ የፍርድ ውሳኔ የምትሰጡት ያህቬህ(יהוה) በሚገልጥላችሁ መሠረት ስለሆነ ማንንም አትፍሩ፤ ለእናንተ የሚከብድባችሁ ነገር ቢኖር ወደ ᥑኔ አምጡት፤ እኔም ውሳኔ እሰጥበታለሁ፤›",
      "18": "እናንተም ልታደርጉት ስለሚገባው ነገር ሁሉ በዚያኑ ጊዜ ነገርሁአችሁ፡፡",
      "19": "“እኛም ያህቬህ(יהוה) አምላካችን ያዘዘንን ሁሉ አደረግን፤ የሲናን ተራራ ትተን ወደ ኮረብታማው ወደ አሞራውያን አገር በሚያደርሰው ረዥምና አስፈሪ በሆነው የበረሓ መንገድ ተጓዝን፤ ቃዴስ በርኔ በደረስንም ጊዜ፤",
      "20": "እንዲህ ብዬ ነገርሁአችሁ፤ ‹ያህቬህ(יהוה) ሊያወርሰን የተስፋ ቃል ወደገባልን ኮረብታማ ወደሆነችው ወደ አሞራውያን ምድር አነሆ ደርሳችኋል፤",
      "21": "ተመልከቱ! አገሪቱ ይህችውላችሁ፤ የቀድሞ አባቶቻችን አምላክ የሆነ ያህቬህ(יהוה) ባዘዘው መሠረት ገብታችሁ ውረሱአት፤ በመፍራትም አታመንቱ፡፡›",
      "22": " ነገር ግን እናንተ ወደ ᥑኔ መጥታችሁ ‹ምድሪቱን የሚሰልሉ ሰዎችን በፊታችን እንላክ፤ እነርሱም ወደዚያች ምድር የሚያደርሰንን ትክክለኛ መንገድና ምን አይነት ከተሞችም እንዳሉ አጥንተው ሊነግሩን ይችላሉ› አላችሁኝ፡፡",
      "23": "“ይህንንም ማድረግ መልካም መስሎ ስለታየኝ ከእያንዳንዱ ነገድ አንዳንድ ሰው በመምረጥ አሥራ ዘጠኝ ሰዎችን ላክሁ፡፡",
      "24": "እነርሱም ኮረብታማ ወደ ሆነችው አገር ዘልቀው በመግባት እስከ ኤሽኮል ሸለቆ ተዘዋውረው አጠኑአት፡፡",
      "25": "በዚያም ካገኙት ፍሬ ጥቂቱን ይዘውልን መጡ፤ ያህቬህ(יהוה) አምላካችን ሊሰጠን ያቀዳት ምድር እጅግ ለም መሆንዋንም አስረዱን፡፡",
      "26": "“ነገር ግን እናንተ በያህቬህ(יהוה) ትእዛዝ ላይ በማመፅ ወደዚያች ምድር መግባትን አልወደዳችሁም፡፡",
      "27": "እርስ በርሳችሁም እንዲህ ብላችሁ አጉረመረማችሁ፤ ‹ያህዌህ(יהוה) ጠልቶናል፤ ከግብጽ ምድርም ያወጣን እነዚህ አሞራውያን ይገድሉን ዘንድ በእጃቸው አሳልፎ ሊሰጠን ፈልጎ ነው፤",
      "28": "ታዲያ እዚያ የምንሄደው ለምንድን ነው? እንፈራለን፤ የላክናቸውም ሰዎች በዚያ የሚኖሩት ሁሉ ብርቱዎችና በቁመታቸውም ከእኛ ይበልጥ ረዣዥሞች መሆናቸውን፤ እንዲሁም ርዝመታቸው እስከ ሰማይ የሚደርስ የግንብ ቅጽሮች ባሉአቸው ከተማዎች የሚኖሩ መሆናቸውን ነገሩን፤ እጅግ ግዙፋን የሆኑ የዔናቅ ልጆችንም አይተዋል፡፡›",
      "29": "“ነገር ግን እኔ እንዲህ ብዬ ነገርሁአችሁ፤ ‹ከእነዚህ ሕዝብ የተነሣ አትፍሩ፤ አትሸበሩም፤",
      "30": "ያህዌህ(יהוה) አምላካችሁ ይመራችኋል፤ በግብጽ ምድርና በበረሓውም ሁሉ ሲያደርግ እንዳያችሁት እርሱ ራሱ ይዋጋላችኋል፡፡",
      "31": "አባት ልጁን እንደሚንከባከብ በመንገዳችሁ ሁሉ እየመራ እስከዚህ ቦታ በሰላም አንዴት እንዳደረሳችሁ አይታችኋል፡፡›",
      "32": "ይህን ሁሉ ብነግራችሁም፤",
      "33": "የምትሰፍሩበትን ቦታ ለማግኘት በፊታችሁ እየሄደ በመራችሁ በአምላካችሁ በያህዌ ለመተማመን ፈቃደኞች ሆናችሁ አልተገኛችሁም፤ እርሱ መንገዱን ያሳያችሁ ዘንድ ቀን በደመና አምድ፤ ሌሊትም በእሳት አምድ እየመራችሁ በፊታችሁ ይሄድ ነበር፡፡",
      "34": "“ያህዌህ(יהוה)ም የማጉረምረም ጩኸታችሁን ሰምቶ ተቆጣ፤ ስለዚህም እንዲህ ሲል ማለ፤",
      "35": "‹እኔ ለቀድሞ አባቶቻችሁ አወርሳታለሁ ብዬ ቃል ወደገባሁበት ወደዚያች ለም ምድር ከዚህ ክፉ ትውልድ መካከል አንዳችሁም አትገቡባትም፡፡",
      "36": "ወደዚያች ምድር መግባት የሚችል የይፉኔ ልጅ ካሌብ ብቻ ነው፤ እርሱ እስከ አሁን ለእኔ ታማኝ ሆኖ ስለቆየ ያችን የጎበኛትን ምድር ለእርሱና ለዘሮቹ እሰጣለሁ፡፡›",
      "37": "በእናንተው ምክንያት ያህዌህ(יהוה) በእኔም ላይ እንኳ ተቆጥቶ እንዲህ አለኝ፤ ‹ሙሴ! አንተም ራስህ ᥑንኳ ወደዚያች ምድር አትገባም፤",
      "38": "ነገር ግን የአንተ ረዳት የሆነው የነዌ ልጅ ኢያሱ ወደ ምድሪቱ ይገባል፤ ምድሪቱን ይወርሱ ዘንድ እስራኤልን የሚመራ እርሱ ስለሆነ አበረታታው፡፡›",
      "39": "“ከዚህ በኋላ ያህዌህ(יהוה) ለሁላችንም እንዲህ አለ፤ ‹በጠላቶቻችን ይማረካሉ ያላችኋቸው ሕፃናትና ክፉና ደጉን ለይተው የማያውቁ ልጆቻቸሁ ብቻ ወደዚያች ምድር ይገባሉ፤ ምድሪቱን ለእነርሱ እሰጣለሁ፤ እነርሱ ይወርሱአታል፡፡",
      "40": "እናንተ ሕዝቡ ግን ወደ አካባ የባሕር ሰላጤ የሚወስደውን መንገድ በመከተል ወደ በረሓው ተመልሳችሁ ሂዱ፡፡›",
      "41": "“እናንተም ‹ሙሴ ሆይ! እኛ አምላካችንን በድለናል፤ አሁን ግን አምላካችን ያህቬህ(יהוה) ባዘዘን መሠረት እንዋጋለን› ብላችሁ መለሳችሁ፤ ኮረብታማይቱን አገር መውረር ቀላል መስሎአችሁ ከእናንተ ᥑያንዳንዱ ለውጊያ ተዘጋጀ፡፡",
      "42": "“ያህዌህ(יהוה) ግን ‹እኔ ከእነርሱ ጋር ስለማልሆን እንዋጋለን ᥑንዳይሉ ሕዝቡን አስጠንቅቅ፤ ይህ ካልሆነ ጠላቶቻቸው ድል ይመቱአቸዋል› አለኝ፡፡",
      "43": "ያህዌህ(יהוה)ም ያለኝን ለእናንተ ነገርሁአችሁ፤ እናንተ ግን እምቢ አላችሁ፤ በእርሱም ላይ አምፃችሁ በትዕቢታችሁ ብዛት ወደ ኮረብታማይቱ አገር ዘመታችሁ፤",
      "44": "በነዚያ ኮረብታዎች ላይ የሚኖሩ አሞራውያንና ሠራዊታቸው እንደ ንብ መንጋ ሆነው መጡባችሁ፤ እስከ ሆርማም ድረስ አሳደዱአችሁ፤ እዚያም ኮረብታማ በሆነችው በኤዶም አገር ድል አደረጉአችሁ፡፡",
      "45": "ስለዚህም ይረዳችሁ ዘንድ ወደ ያህዌህ(יהוה) በመጮኽ አለቀሳችሁ፤ ነገር ግን ጩኸታችሁን ሊያዳምጥና ሊረዳችሁ አልወደደም፡፡",
      "46": "ስለዚህም በቃዴስ ለረጅም ጊዜ ቆያችሁ፡፡"
    },
    "Chapter 2": {
      "1": "በመጨረሻም ያህዌ(יהוה) ባዘዘው መሠረት ወደ አካባ የባሕር ሰላጤ የሚያደርሰውን መንገድ በመከተል ተመልሰን ወደ በረሓው ሄድን፤ እዚያም በመንከራተት ኮረብታማ በሆነው በኤዶም አገር ለረዥም ጊዜ ቆየን፡፡",
      "2": "ከዚህ በኋላ ያህዌ(יהוה) እንዲህ ሲል ነገረኝ፡-",
      "3": "በእነዚህ ኮረብታማ አገሮች የተንከራተታችሁበት ጊዜው ረዥም ነው፤ አሁን ግን ወደ ሰሜን አቅጣጫ ሂዱ፤",
      "4": "ሕዝቡንም እንዲህ ብለህ እዘዝ፤ ‹የሩቅ ዘመዶቻችሁ የሆኑ የዔሳው ዝርያዎች በሰፈሩበት በኮረብታማው በኤዶም አገር በኩል ታልፋላችሁ፤ እነርሱ እናንተን ይፈሩአችኋል፤ ነገር ግን ተጠንቀቁ፤",
      "5": "እነርሱን ለጦርነት አታነሣሡአቸው፤ ምክንያቱም እነርሱ ከሰፈሩበት ምድር የአንድ እግር መቆሚያ ስፍራ እንኳ አልሰጣችሁም፤ እኔ ኤዶምን ለዔሳው ዝርያዎች ሰጥቻቸዋለሁ፡፡",
      "6": "የሚያስፈልጋችሁን ምግብና ውሃ በገንዘብ ግዙ፡፡›",
      "7": "በእጃችሁ ለሠራችሁት ነገር ሁሉ ያህዌ(יהוה) አምላካችሁ ብዙ በረከት ሰጥቶአችኋል፤ በዚህ ሰፊ በረሓ በተንከራተታችሁበት ጊዜ ሁሉ ክብካቤ በማድረግ ጠብቆአችኋል፤ በእነዚህ አርባ ዓመታት ሁሉ ያህዌ( יהוה) ከእናንተ ጋር ስለሆነ ምንም የጎደለባችሁ ነገር አልነበረም፡፡",
      "8": "ስለዚህም ወንድሞቻችን የሆኑት የዔሳው ዘሮች የሚኖሩበትን የኤዶምን አገር አልፈን ተጓዝን፤ ከኤላትና ከዔጽዮንጋብር ከተማዎች ተነሥቶ ወደ ሙት ባሕር የሚያደርሰውን መንገድ ትተን በሰሜን ምሥራቅ በኩል ወደ ሞአብ ተመለስን፡፡",
      "9": "ያህዌ(יהוה)ም እንዲህ አለኝ፤ ‹የሎጥ ዝርያዎች የሆኑትን የሞአብን ሕዝብ አታስቸግሩ፤ ከእነርሱም ጋር ጦርነት ለመግጠም አታነሣሡአቸው፤ የዔርን ከተማ ለእነርሱ መኖሪያ ሰጥቼአለሁ፤ ሰለዚህም ከእነርሱ ምድር ምንም አልሰጣችሁም፡፡›”",
      "10": "(ኤሚም ተብለው የሚጠሩ ብርቱ የሆኑ ብዙ ሕዝብ በዔር ይኖሩ ነበር፤ እነርሱም ግዙፋን እንደሆኑት እንደ አናቅ ነገዶች ቁመተ ረዣዥሞች ነበሩ፡፡)",
      "11": "እንደ አናቃውያንም ረፋያውያን ተብለው ይጠሩ ነበር፡፡ ሞአባውያን ግን ኤሚማውያን ብለው ይጠሩአቸው ነበር፡፡",
      "12": "ሖራውያንም በኤዶም ይኖሩ ነበር፤ ነገር ግን የዔሳው ዝርያዎች ሖራውያንን ነቃቅለው በማባረር በእነርሱ ቦታ ሰፍረውበት ነበር፤ ይኸውም እሥራኤላውያን ዘግየት ብለው ያህዌ(יהוה) ከሰጣቸው ምድር ጠላቶቻቸውን ነቅለው እንዳስወጡት አይነት መሆኑ ነው፡፡",
      "13": "ከዚህም በኋላ ያህዌ(יהוה) በነገረን መሠረት የዘሬድን ወንዝ ተሻገርን፤",
      "14": "ይህም የሆነው ቃዴስ በርኔን ትተን ከሄድን ከሠላሳ ስምንት ዓመት በኋላ መሆኑ ነው፤ ያህዌ(יהוה) ስለ እነርሱ አስቀድሞ በመሐላ በተናገረው መሠረት፤ ለጦርነት የደረሱ የዚያ ትውልድ ወንዶች ሁሉ አልቀው ነበር፡፡",
      "15": "ያህዌ(יהוה)ም በሙሉ እስኪደመስሳቸው ድረስ እነርሱን ከመቃወም አልተገታም፡፡",
      "16": "እነርሱ ሁሉ ካለቁ በኋላ፤",
      "17": "ያህዌ(יהוה) እንዲህ አለን፤",
      "18": "‹ወደ ዔር የሚያደርሰውን መንገድ በመከተል ዛሬውኑ በሞአብ ግዛት በኩል ማለፍ አለባችሁ፡፡",
      "19": "ከዚህም በኋላ የሎጥ ዝርያዎች ወደ ሚኖሩበት ወደ አሞናውያን ምድር ትቃረባላችሁ፤ እነርሱንም አታስቸግሩአቸው፤ ወይም ከእነርሱ ጋር ጦርነት ለመግጠም አታነሣሡአቸው፤ ምክንያቱም ለእነርሱ ከሰጠኋት ምድር ለአናንተ ምንም አልሰጣችሁም፡፡›”",
      "20": "(ይህም ግዛት በዚያ ይኖሩ በነበሩ ሕዝብ ይጠሩ በነበሩበት ስም የረፋውያን ምድር ተብሎ ይጠራ ነበር አሞናውያን በበከኩላቸው ዛምዙሚም ብለው ይጠሩአቸው ነበር፡፡",
      "21": "እነርሱም እንደ አናቃውያን ቁመተ ረዣዥሞች፤ ብርቱና ብዙ ሕዝብ ነበሩ፤ ነገር ግን ያህዌ(יהוה) ስለደመሰሳቸው አሞናውያን ምድራቸውን ወርሰው ራሳቸው ሰፍረውበት ነበር፡፡)",
      "22": "ያህዌ(יהוה) ኮረብታማ በሆነችው በኤዶም አገር ለሚኖሩት ለዔሳው ዝርያዎችም እንደዚሁ አድርጎላቸው ነበር፤ ይኸውም ቀድሞ የኖሩባትን ሖራውያንን ደምስሶ እስከ አሁን የሚኖሩባትን ምድራቸውን ኤዶማውያን ወርሰው እንዲሰፍሩባት አድርጎአል፡፡",
      "23": "የሜድትራኒያንን ባሕር ጠረፍ ተከትሎ ያለውንም ምድር ቀርጤስ ተብላ ከምትጠራ ደሴት የመጡ ሕዝብ ሰፍረውበት ነበር፤ እነርሱም አዊም ተብለው ይጠሩ የነበሩትን የቀድሞ ነዋሪዎችን ደምስሰው በስተ ደቡብ እስከ ጋዛ ከተማ ያለውን ምድራቸውን ወርሰውባቸው ነበር፡፡",
      "24": "በሞአብ በኩልም ካለፍን በኋላ ያህዌ(יהוה) እንዲህ አለን፤ ‹አሁን ተነሥታችሁ የአርኖንን ወንዝ ተሻገሩ በሐሴቦን ተቀምጦ የሚገዛውን የአሞራውያንን ንጉሥ ሲሖንን ከነምድሩ ለእናንተ አሳልፌ ሰጥቼዋለሁ፤ እርሱን ወግታችሁ ምድሩን ውረሱ፤",
      "25": "ከዛሬ ጀምሮ በየትኛውም ስፍራ የሚኖሩ ሕዝብ እናንተን እንዲፈሩ አደርጋለሁ፤ ስለእናንተ በሰሙ ቁጥር ሁሉም በፍርሐት ይንቀጠቀጣሉ፡፡›",
      "26": "ከዚያም በኋላ የሰላም መልእክት የያዙ መልእክተኞችን ከቅዴሞት በረሓ ወደ ሐሴቦን ንጉሥ ወደ ሲሖን እንዲህ ስል ላክሁ፡",
      "27": "‹በእናንተ አገር በኩል አልፈን እንድንሄድ ፍቀድልን፤ ከመንገዱ ሳንወጣና ወደ ቀኝም ወደ ግራም ሳንል በቀጥታ እንሄዳለን፤",
      "28": "ለምንበላው ምግብና ለምንጠጣው ውሃ ዋጋ እንከፍላለን፤ እኛ የምንፈልገው በአንተ አገር በኩል ማለፍ እንዲፈቀድልን ብቻ ነው፡፡",
      "29": "በኤዶም የሚኖሩ የዔሳው ዝርያዎችና በዔር የሚኖሩ የሞአብ ዘሮች በግዛታቸው በኩል እንድናልፍ እንደፈቀዱልን ሁሉ፤ የዮርዳኖስን ወንዝ ተሻግረን ያህዌ(יהוה) ወደሚያወርሰን ምድር እስክንገባ ድረስ በዚያ ለማለፍ ፍቀድልን፡፡›",
      "30": "ንጉሥ ሲሖን ግን በእርሱ ግዛት በኩል አልፈን እንድንሄድ አልፈቀደልንም፤ ያህዌ(יהוה) አምላካችሁ የሲሖንን ልብ በማደንደን እልኸኛና አመፀኛ አደረገው፤ ስለዚህም እርሱን ድል አድርገን ይህን ዛሬ የያዝነውን ምድር ወረስን፡፡",
      "31": "ከዚህ በኋላ ያህዌ(יהוה) እንዲህ አለኝ፤ ‹ተመልከት! እኔ ንጉሥ ሲሖንንና ምድሩን በእጅህ አሳልፌ ሰጥቼሃለሁ ምድሩን ወርሳችሁ ስፈሩበት፡፡›",
      "32": "ንጉሥ ሲሖንም ያለውን ሰው ሁሉ አሰልፎ በያሀጽ ከተማ አጠገብ ከእኛ ጋር ለመዋጋት መጣ፤",
      "33": "ነገር ግን ያህዌ(יהוה) አምላካችን በእኛ እጅ ስለጣለው እርሱንና ልጆቹን፤ ያለውንም ሰው ሁሉ ገደልን፡፡",
      "34": "ወዲያውም እያንዳንዱን ከተማ ወርረን አቃጠልነው፤ በነዚያ ከተማዎች የነበሩትንም ሰዎች ወንዶችንና ሴቶችን፤ ሕፃናትንም ጭምር አንድ እንኳ በሕይወት ሳናስቀር ሁሉንም ደመሰስን፡፡",
      "35": "ከብቱን ወሰድን፤ ከተሞችንም በዘበዝን፡፡",
      "36": "ያህዌ(יהוה) አምላካችን በአርኖን ሸለቆ ጫፍ ከምትገኘው ከዓሮዔር ከተማ ጀምሮ የገለዓድን መንገድ ሁሉ በመከተል በዚያ ሸለቆ መሐል እስካለችው ከተማ ሁሉንም እንድንወርስ ፈቀደልን፡፡ እኛንም ሊገታ የሚችል ቅጽር ያላቸው ከተማዎች በፊታችን አልተገኙም፡፡",
      "37": "ነገር ግን ወደ አሞናውያን ግዛት አጠገብ ወይም ወደ ያቦቅ ወንዝ ዳርቻ ወይም ወደ ኮረብታማይቱ አገር ከተማዎች ወይም ያህዌ እንዳንደርስባቸው ወዳዘዘን እነዚህን ከመሳሰሉት አገሮች ወደ አንዲቱ እንኳ አልቀረብንም፡፡"
    },
    "Chapter 3": {
      "1": "ቀጥለንም በስተሰሜን በኩል ወደ ባሳን ግዛት ተጓዝን፤ ንጉሥ ኦግም ሕዝቡን ሁሉ አሰልፎ በኤድሬይ ከተማ ከኛ ጋር ለመዋጋት መጣ፤",
      "2": "ያህዌህ(יהוה) ግን እንዲህ አለኝ፡ ‹እርሱን አትፍራው፤ እርሱን ሕዝቡንና ምድሩን ሁሉ ለአንተ አሳልፌ ኦሪት ዘዳግም 4 እሰጥሃለሁ፤ በሐሴቦን ተቀምጦ ይገዛ በነበረው በአሞራውያን ንጉሥ ሲሖን ላይ እንዳደረግህ ሁሉ በዚህም ላይ አድርግበት፡፡›",
      "3": "ስለዚህም ያህቬህ(יהוה) ንጉሥ ኦግንና ሕዝቡን በእጃችን አሳልፎ ሰጠን፤ እኛም ከነርሱ አንድ እንኳ ሳናስቀር ሁሉንም አጠፋን፡፡",
      "4": "በዚያኑ ጊዜ ከተማዎቹን ሁሉ ያዝን፤ ያልወሰድነው ምንም ከተማ አልነበረም፤ በዚህም አይነት የባሳን ንጉሥ ኦግ በአርጎብ ግዛት ያስተዳድራቸው የነበሩትን ስልሳ ከተሞች ወሰድን፡፡",
      "5": "እነዚህም ሁሉ ከተሞች ከፍ ያለ ቁመት ባላቸው ቅጽሮች የተመሸጉ ነበሩ፤ የቅጽሮቹም በሮች በመወርወርያ የሚዘጉ ነበሩ፤ ቅጽር የሌላቸው ብዙ መንደሮችም ነበሩ፡፡",
      "6": "ከሐሴቦን ንጉሥ ሲሖን በወሰድናቸው ከተሞች ላይ ባደረግነው አይነት እነዚህን ከተማዎች ሁሉ ደመሰስን፤ ወንዶችና ሴቶችን ሕፃናትም ሳይቀሩ አጠፋን፡፡",
      "7": "ከብቱን ሁሉ ማርከን ወሰድን፤ ከተሞችንም በዘበዝን፡፡",
      "8": "በዚያን ጊዜ ከእነዚህ ከሁለቱ አሞራውያን ነገሥታት በዮርዳኖስ ምሥራቅ፤ ከአርኖን ወንዝ እስከ ሔርሞን ተራራ ያለውን ምድር ሁሉ ያዝን፡፡",
      "9": "(የሔርሞን ተራራ ሲዶናውያን ሢርዮን ብለው ሲጠሩት፤ አሞራውያን ሠኒር ብለው ሰይመውታል፡፡)",
      "10": "በዚህም አይነት የባሳን ንጉሥ የኦግ ግዛት የሆነውን ሁሉ በቁጥጥራችን ሥር አደረግን፤ ይኸውም በደጋው የሚገኙትን ከተማዎች፤ ሳለካና ኤድሬይ ተብለው የሚጠሩት የምሥራቅ ከተማዎች፤ የገለዓድንና የባሳንን አውራጃዎች ያዝን፡፡”",
      "11": "(ከረፋውያን ወገን ንጉሥ ኦግ የመጨረሻው ነበር፤ አልጋው ከብረት የተሠራ ሆኖ በይፋ በታወቀው መለኪያ ቁመቱ አራት ሜትር ያህል ነበር፡፡ እርሱም ራባ ተብላ በምትጠራው በአሞናውያን ከተማ እስከ አሁን ይታያል፡፡)",
      "12": "ምድሪቱን ከወረስን በኋላ በአርኖን ወንዝ አጠገብ ካለችው ከዓሮዔር ከተማ ጀምሮ በስተ ሰሜን በኩል ያለውን ግዛትና የኮረብታማይቱን የገለዓድን እኩሌታ ከነከተሞችዋ ለሮቤልና ለጋድ ነገዶች ሰጠሁ፤",
      "13": "ለምናሴ ነገድ እኩሌታም ከገለዓድ የተረፈውንና ኦግ ይገዛው የነበረውን ባሳንን በሙሉ ሰጠሁ፤ ይኸውም መላው የአርጎብ ግዛት መሆኑ ነው፡፡”",
      "14": "(ባሳን የረፋያውያን ምድር በመባል ይታወቅ ነበር፤ ከምናሴ ነገድ ወገን የሆነው ያዪር መላውን የአርጎብ ምድር ወረሰ፤ ይህችውም እስከ ገሹርና እስከ ማእካ ጠረፍ የምትደርሰው ባሳን ናት፤ መንደሮቹንም በእርሱ ስም እንዲጠሩ አደረገ፤ ስለዚህ እነርሱ የያዪር መንደሮች ተብለው እስከ ዛሬ ይጠራሉ፡፡)",
      "15": "ገለዓድንም ከምናሴ ነገድ ወገን ለሆነው ለማኪር ቤተሰብ ሰጠሁ፤",
      "16": "ለሮቤልና ለጋድ ነገዶችም ከገለዓድ እስከ አርኖን ወንዝ አጠገብ ያለውን ግዛት ሰጠሁ፤ የደቡብ ወሰናቸውም የአርኖን ወንዝ አጋማሽ ሲሆን የሰሜን ወሰናቸው የአሞናውያን ጠረፍ ክፍል የሆነው የያቦቅ ወንዝ ነው፡፡",
      "17": "በስተምዕራብ በኩል ያለው ግዛታቸው እስከ ዮርዳኖስ ወንዝ ይደርሳል፤ በስተሰሜንም ከገሊላ ባሕር ተነሥቶ በስተደቡብ እስከሚገኘው እስከ ሙት ባሕርና በስተምሥራቅ እስከ ፒስጋ ተራራ ግርጌ ይደርሳል፡፡",
      "18": "በዚህም ጊዜ የሚከተለውን መመሪያ ሰጠኋቸው፤ ‹ያህዌ አምላካችን ከዮርዳኖስ በስተምሥራቅ ያለውን ይህን ምድር ትወርሱ ዘንድ ሰጥቶአችኋል፤ እንግዲህ የጦር ሰዎቻችሁን አስታጥቃችሁ ሌሎቹ የእስራኤል ነገዶች ምድራቸውን እስኪወርሱ ድረስ እነርሱን ለመርዳት ግንባር ቀደም ሆነው እንዲዘምቱ አድርጉ፡፡",
      "19": "ብዙ ከብት እንዳላችሁ አውቃለሁ፤ ስለዚህም እዚህ መቅረት የሚችሉት ሚስቶቻችሁ፤ ልጆቻችሁና ከብቶቻችሁ ብቻ ናቸው፤ ስለዚህም እነርሱን እኔ በሰጠኋችሁ ከተማዎች ወደ ኋላ ትታችሁ ትሄዳላችሁ፡፡",
      "20": "ያህቬህ(יהוה) ለእናንተ በዚህ እንዳደረገላችሁ ሁሉ፤ ለእነርሱም ከዮርዳኖስ በስተምዕራብ በኩል የሚያወርሳችሁን ምድር ሰጥቶ በሰላም እስካሳረፋቸው ድረስ ወገኖቻችሁን እስራኤላውያንን እርዱ፤ ከዚያም በኋላ እኔ ወደ ሰጠኋችሁ ወደዚህች ምድር መመለስ ትችላላችሁ፡፡›",
      "21": "ከዚህም ቀጥሎ ኢያሱን እንዲህ ስል መከርሁት፤ ‹ያህዌ(יהוה) አምላካችሁ ሲሖንና ኦግ ተብለው በሚጠሩት በሁለት ነገሥታት ያደረገውን በአይናችሁ አይታችኋል፤ ምድሩን በምትወርሱበት በማንኛውም ሕዝብ ላይ ይህንኑ ተመሳሳይ ድርጊት ይደግመዋል፡፡",
      "22": "የሚዋጋላችሁ ያህቬህ(יהוה) አምላካችሁ ስለሆነ እነርሱን አትፍሩ፡፡›",
      "23": "በዚያን ጊዜ እንዲህ ስል አጥብቄ ጸለይሁ፤",
      "24": "‹ፈጣሪ አምላኬ ሆይ! ወደፊት ከምታደርጋቸው ታላላቅና አስደናቂ ነገሮች ሁሉ ያሳየኸኝ የመጀመሪያውን ክፍል ብቻ እንደሆነ አውቃለሁ፤ አንተ የምታደርጋቸውን ታላላቅ ነገሮች የሚያደርግ ሌላ አምላክ በሰማይም ሆነ በምድር የለም፡፡",
      "25": "ጌታ ሆይ! የዮርዳኖስን ወንዝ ተሻግሬ ከወንዙ ማዶ ያለችውን ውብና ኮረብታማ የሆነችውን ለምለሚቱን ምድርና የሊባኖስን ተራራ ማየት እንድችል ፍቀድልኝ፡፡›",
      "26": "ነገር ግን በእናንተው በሕዝቡ ምክንያት ያህቬህ(יהוה) ተቆጣኝ፤ ልመናዬንም ማዳመጥ አልፈለገም፤ ይልቁንም በዚህ ፈንታ እንዲህ አለኝ፤ ‹እንግዲህስ በቃህ! ዳግመኛ ይህን ነገር አታንሣ!",
      "27": "ይልቅስ ተነሥና ወደ ፒስጋ ተራራ ላይ ውጣ! በዚያም ላይ ሆነህ አይንህ የቻለውን ያህል የአገሪቱን ሰሜንና ደቡብ፤ ምሥራቅና ምዕራብ አሻግረህ ተመልከት፤ ምክንያቱም ዮርዳኖስን ተሻግረህ መሄድ ከቶ አይፈቀድልህም፡፡",
      "28": "ይልቅስ ለኢያሱ አስፈላጊውን መመሪያ ስጠው፤ በማበረታታትም አጠንክረው፤ ምክንያቱም ሕዝቡ ተሻግረው ይህችን የምታያትን ምድር ይወርሱ ዘንድ የሚመራቸው እርሱ ነው፡፡›",
      "29": "ከዚህም የተነሣ በቤትፔዎር ከተማ ፊት ለፊት ባለው ሸለቆ ውስጥ ቆየን፡፡”"
    },
    "Chapter 4": {
      "1": "ከዚህ በኋላ ሙሴ ለሕዝቡ እንዲህ አለ፤ ለማስተምራችሁ ሕግና ሥርዓት ሁሉ ታዛዥዎች ၊ ሁኑ፤ ይህንኑ ብታደርጉ በሕይወት ትኖራላችሁ፤ የቀድሞ አባቶቻችሁ አምላክ የሆነ ያህዌ(יהוה) የሚሰጣችሁንም ምድር ትወርሳላችሁ፡፡",
      "2": "በምሰጣችሁ ሕግ ላይ ምንም ነገር አትጨምሩ፤ ወይም ከእርሱ ምንም ነገር አታጉድሉ፤ ያህዌ(יהוה) አምላካችሁ በእኔ አማካይነት ለሰጣችሁ ሕግ ታዛዥዎች ሁኑ፡፡",
      "3": "በፋዶር ተራራ ላይ ያህዌ(יהוה) ያደረገውን ሁሉ ራሳችሁ በአይናችሁ አይታችኋል፤ ይኸውም በዚያ ተራራ ላይ በዓል ተብሎ ለሚጠራው ባዓድ አምላክ የሚሰግዱትን ሁሉ ደምስሶአል፤",
      "4": "እናንተ ግን ለያህዌ(יהוה) አምላካችሁ ታማኞች በመሆን ስለጸናችሁ ይኸው እስከ ዛሬ በሕይወት ትኖራላችሁ፡፡",
      "5": "ያህዌ(יהוה) አምላኬ እንድነግራችሁ ያዘዘኝን ሕግ ሁሉ አስተምሬአችኋለሁ፤ ጦርነት አድርጋችሁ በምትወርሷት ምድር ስትኖሩ እነዚህን ትእዛዛት አክብሩ፡፡",
      "6": "ለዚህ ሕግ በታማኝነት ታዘዙ፤ ይህንንም ብታደርጉ ምን ያህል አዋቂዎች እንደሆናችሁ ሌሎች ሕዝቦች ይመለከታሉ፡፡ ስለነዚህም ትእዛዛት በሚሰሙበት ጊዜ 'ይህ ታላቅ ሕዝብ ምን ያህል ጥበብና ማስተዋል የተሰጠው ነው!' በማለት ይደነቃሉ፡፡",
      "7": "አምላካችን ያህዌ(יהוה) እኛ ወደ እርሱ ስንጸልይ በሚቀርበን አይነት፤ የቱንስ ያህል ታላቅ ሕዝብ ቢሆን በችግሩ ጊዜ ሲጠራው የሚቀርበው አምላክ ያለው እንደ እኛ ያለ ሕዝብ ከቶ የት ይገኛል?",
      "8": "የቱንስ ታላቅ ቢሆን ዛሬ እኔ በፊታችሁ ቆሜ እንደማስተምራችሁ እንደዚህች ትእዛዝ ትክክልና ቅን የሆነ ሕግ ያለው ሕዝብ የት ይገኛል?",
      "9": "እንግዲህ በምትኖሩበት ዘመን ሁሉ ይህን በአይናችሁ ያያችሁትን ሁሉ እንዳትረሱና ከአንስሮአችሁ እንዳይጠፋ ተጠንቀቁ፡፡ ለልጆቻችሁና ለልጅ ልጆቻችሁም አስተምሩአቸው፤",
      "10": "ያህዌ(יהוה) 'ቃሌን ይሰሙ ዘንድ ስለምፈልግ ሕዝቡን ሰብስብ ባለኝ ጊዜ በሲና ተራራ ላይ በያህዌ ፊት በቆማችሁበት ቀን 'በሚኖሩበት ዘመን ሁሉ ለእኔ እንዲታዘዙና፤ ልጆቻችውም እኔን መፍራትን ያውቁ ዘንድ ያስተምሩአቸው' ያለውን አስታውሱ፡፡",
      "11": "እስከ ሰማይ በሚደርስ የእሳት ነበልባልና ጥቅጥቅ ባለ የጢስ ደመና ወደተጋረደው ተራራ ግርጌ ቀርባችሁ እንዴት እንደቆማችሁ ለልጆቻችሁ ንገሩአቸው፡፡",
      "12": "እንዲሁም ያህዌ(יהוה) በእሳት ነበልባል ውስጥ ሆኖ እንዴት እንደተናገራችሁና እናንተም እንዴት እንደሰማችሁት ብቻ እንጂ በምንም አይነት መልክ የተሠራ ቅርጽ እንዳላያችሁ ለልጆቻችሁ ንገሩአቸው፡፡",
      "13": "እርሱ እናንተ ልታደርጉት የሚገባችሁን ሁሉ አስተምሮአችኋል፤ ይኸውም እርሱ ከእናንተ ጋር የገባውን ቃል ኪዳን እንድትጠብቁና በድንጋይ ጽላቶች ላይ የተጻፉትን አሥሩን ትእዛዛት በማክበር እንድትፈጽሙ ነግሮአችኋል፡፡",
      "14": "እኔም ድል አድርጋችሁ በምትወርሷት ምድር ስትኖሩ ልትፈጽሙት የሚገባውን ሕግ ሁሉ እንዳስተምራችሁ ያህዌ(יהוה) አዝዞኛል፡፡",
      "15": "ያህዌ(יהוה) በሲና ተራራ ላይ በእሳት ነበልባል ውስጥ ሆኖ በተናገራችሁ ጊዜ አንዳች አይነት መልክ ያለው ቅርጽ ከቶ አላያችሁም፤",
      "16": "ስለዚህ ምንም አይነት ጣዖት እንዳትቀርጹና ኃጢአት እንዳትሠሩ ለራሳችሁ ተጠንቀቁ፤ ይኸውም የሴትም ሆነ የወንድ፤",
      "17": "የእንስሳም ሆነ የወፍ፤",
      "18": "ወይም በደረታቸው እየተሳቡ የሚንቀሳቀሱ ፍጥረታትንና የዓሣዎችን ምስል አትሥሩ፡፡",
      "19": "በሰማይ ላይ የምታዩአቸውን ፀሐይንና ጨረቃን ወይም ከዋክብትን በማምለክና ለእነርሱ በመስገድ እንዳትፈተኑ ተጠንቀቁ፤ ምክንያቱም ያህዌ(יהוה) አምላካችሁ እነዚህን ሁሉ ሌሎች ሕዝቦች ብቻ ያመልኩአቸው ዘንደ አሳልፎ ሰጥቶአቸዋል፡፡",
      "20": "እናንተ ግን እሳት እንደሚነድበት የብረት ምድጃ ከሆነችው ከግብጽ መንጥቆ በማውጣት ያህዌ(יהוה) የዋጃችሁ ሕዝብ ናችሁ፤ ከዚያም ያወጣችሁ ዛሬ እንደሆናችሁት ሁሉ ለራሱ የተለያችሁ ወገኖቹ እንድትሆኑ ፈልጎ ነው፡፡",
      "21": "በእናንተም ምክንያት እኔን ተቆጣ፤ የዮርዳኖስንም ወንዝ ተሻግሬ እንዳልሄድና እርሱ የሚያወርሳችሁን ያችን ለምለም ምድር እንዳላይ በመሐላ አስታወቀኝ፡፡",
      "22": "ስለዚህም እኔ ዮርዳኖስን ሳልሻገር በዚህች ምድር እሞታለሁ፤ እናንተ ግን ተሻግራችሁ እነሆ ያችን ለምለም ምድር ልትወርሱ ነው፡፡",
      "23": "ስለዚህ ያህዌ(יהוה) ከእናንተ ጋር የገባውን ቃል ኪዳን እንዳትረሱ እርግጠኞች ሁኑ፤ ምንም አይነት ጣዖት እንዳትሠሩ፤ የነገራችሁንም ትእዛዛት ፈጽሙ፡፡",
      "24": "ምክንያቱም አምላካችሁ ያህዌ(יהוה) የሚባላ እሳት ነው፤ የሚፈታተኑትንም ሁሉ የሚቀጣ ቀናተኛ አምላክ ነው፡፡",
      "25": "በምድሪቱ ልጆችንና የልጅ ልጆችን ወልዳችሁ ለብዙ ዘመናት ብትኖሩም እንኳ በማናቸውም አይነት ምስል ለራሳችሁ ጣዖት በመቅረጽ ኃጢአት አትሥሩ፤ ምክንያቱም እንዲህ አይነቱ ባዓድ አምልኮ በያህዌ(יהוה) ፊት አስጸያፊ ስለሆነ እርሱን ያስቆጣል፡፡",
      "26": "ለቃሌ የማትታዘዙ ከሆናችሁ ከዚያች ምድር በፍጥነት ተነቃቅላችሁ እንደምትጠፉ ለማስታወቅ ዛሬ በእናንተ ላይ ሰማይንና ምድርን ምስክሮች አድርጌ ጠራለሁ፤ ዮርዳኖስን ተሻግራችሁ በምትወርሷት በዚያችም ምድር ለረዥም ጊዜ ከቶ መኖር አትችሉም፤ በፍጹምም ትጠፋላችሁ፡፡",
      "27": "ያህዌ(יהוה) በሌሎች ሕዝቦች መካከል ይበታትናችኋል፤ በዚያም ተደምስሳችሁ ከእናንተ ጥቂቶቹ ብቻ ይተርፋሉ፡፡",
      "28": "እዚያም እንጨቱን በመጥረብ፤ ድንጋዩን በማለዘብ፤ በሰው እጅ ተቀርጸው የተሠሩትንና ማየትም ሆነ መስማት፤ ማሽተትም ሆነ መብላት የማይችሉትን ባዓዳን አማልክት ለማገልገል ትገደዳላችሁ፡፡",
      "29": "በዚያም ስትኖሩ እንደገና አምላካችሁን ያህዌ(יהוה)ን ትናፍቃላችሁ፤ እርሱንም በሙሉ ልባችሁ ብትሹት ታገኙታላችሁ፤",
      "30": "በችግር ውስጥ ሰጥማችሁ እነዚህ ነገሮች ሁሉ በደረሱባችሁ ጊዜ በመጨረሻ ወደ አምላካችሁ ወደ ያህዌ(יהוה) ተመልሳችሁ እንደገና ትታዘዙለታላችሁ፤",
      "31": "እርሱም ይቅር ባይ አምላክ ስለሆነ እስከ መጨረሻ አይተዋችሁም፤ ፈጽሞ እንድትደመሰሱም አያደርግም፤ ከቀድሞ አባቶቻችሁ ጋር የገባውን ቃል ኪዳን ከቶ አይረሳም፡፡",
      "32": "ያህዌ(יהוה) ሰውን ከምድር ላይ ከፈጠረበት ጊዜ አንስቶ እናንተ ከመወለዳችሁ በፊት በነበረው ዘመን ያለፈውን ነገር ሁሉ እስቲ መርምሩ፤ ምድርን በሞላ መርምሩ፤ ከዚህ በፊት ይህን የመሰለ ታላቅ ነገር ከቶ ተደርጎ ያውቃልን? እንደዚህ ያለውን ነገር የሰማ ከቶ አለ ይሆን?",
      "33": "እናንተ በሰማችሁት አይነት ያህዌ(יהוה) በእሳት ነበልባል ውስጥ ሆኖ ተናግሮት በሕይወት ለመኖር የቻለ ሕዝብ ከቶ አለን?",
      "34": "አምላካችሁ ያህዌ(יהוה) ስለ እናንተ በግብጽ ምድር ባደረገላችሁ አይነት ወደ አሕዛብ በመሄድ አንድን ሕዝብ ከመካከላቸው አውጥቶ በመውሰድ የራሱ ወገን ለማድረግ የደፈረ ሌላ አምላክ ከቶ አለ ይሆን? ያህዌ(יהוה) ግን እራሳችሁ በአይናችሁ እያያችሁ ታላቅ ኀይሉንና ብርታቱን ገለጠ፤ ጦርነትንና መቅሠፍትን አመጣ፤ እጅግ አስፈሪ የሆኑ ተአምራትንና ድንቅ ሥራዎችንም አደረገ፡፡",
      "35": "አምላክ እርሱ ብቻ እንደሆነና ከእርሱም በቀር ሌላ አምላክ እንደሌለ ያረጋግጥላችሁ ዘንድ ያህዌ ይህን ሁሉ አሳይቶአችኋል፤",
      "36": "ሊያስተምራችሁ ስለወደደ ድምፁን ከሰማይ እንድትሰሙ ፈቀደላችሁ፤ በዚህችም ምድር ላይ የእርሱን የተቀደሰ እሳት እንድታዩ ፈቀደላችሁ፤ በዚያም እሳት ውስጥ ሆኖ አነጋገራችሁ፤",
      "37": "ይህንንም ማድረጉ የቀድሞ አባቶቻችሁን በመውደዱ እናንተን ስለመረጣችሁና በታላቅ ኀይሉም እርሱ ራሱ ከግብጽ ስላወጣችሁ ነው፡፡",
      "38": "ወደ ምድሪቱም ለመድረስ በተቃረባችሁ መጠን፤ ከእናንተ ይበልጥ ታላላቅና ብርቱዎች የሆኑትን አሕዛብ ነቃቅሎ ከፊታችሁ አሳደደ፤ ይህንንም ያደረገው ዛሬ እንደምታዩት እናንተን አምጥቶ ርስታቸው የሆነችውን የእነርሱን ምድር ሊያወርሳችሁ ስለፈለገ ነው፡፡",
      "39": "ስለዚህም ያህዌ(יהוה) በሰማይም በምድርም አምላክ እርሱ ብቻ መሆኑን ዛሬ አስታውሱ፤ ከእርሱም በቀር ሌላ አምላክ እንደሌለ አትርሱ፡፡",
      "40": "ዛሬ ለሰጠኋችሁም ለዚህ ሕግ ብትታዘዙ ለእናንተና ለልጆቻችሁ መልካም ይሆንላችኋል፤ ያህዌ አምላካችሁ ለዘላለም ትኖሩባት ዘንድ በሚያወርሳችሁ ምድር ለረዥም ዘመን መኖር ትችላላችሁ፡፡”",
      "41": "ከዚህ በኋላ ሙሴ ከዮርዳኖስ ወንዝ ማዶ በስተምሥራቅ ሦስት ከተሞችን በመለየት ከለለ፤",
      "42": "ይህንንም ማድረጉ ቀድሞ ጠላትነት ሳይኖረው ባለማወቅ ማንኛውንም ሰው የገደለ ወንጀለኛ ሕይወቱን ለማትረፍ ወደዚያ ሄዶ ማምለጥ እንዲችል ነው፤ አምልጦም ከእነዚህ ከተማዎች ወደ አንዲቱ ከገባ መገደል የለበትም፡፡",
      "43": "ስለዚህም ለሮቤል ነገድ ከፍታ ባለው በረሓ የምትገኘው የቤጼር ከተማ፤ ለጋድ ነገድ በገለዓድ ግዛት የምትገኘው ራሞትና፤ ለምናሴም ነገድ በባሳን ግዛት ውስጥ የምትገኘው ጎላን እንዲለዩ አደረገ፡፡",
      "44": "ሙሴ የያህዌ(יהוה)ን ሕግጋትና ትምህርት ሁሉ ለእስራኤል ሕዝብ ሰጠ፤",
      "45": "እነዚህንም ሕግጋት የሰጣቸው ከግብጽ ወጥተው በቤትፋዶር ከተማ ፊት ለፊት ባለው በዮርዳኖስ ወንዝ ምሥራቅ በሚገኘው ሸለቆ ውስጥ በነበሩበት ጊዜ ነው፤",
      "46": "ይህም ቦታ የሚገኘው መኖሪያውን በሐሴቦን ከተማ አድርጎ የአሞራውያን ንጉሥ ሲሖን የሚያስተዳድረው ግዛት ውስጥ ነው፡፡ እርሱም ሙሴና የእስራኤል ሕዝብ ከግብጽ በወጡበት ጊዜ ጦርነት ገጥመው ድል ያደረጉት ንጉሥ ነው፡፡",
      "47": "በዚያን ጊዜ እነርሱ የእርሱን ምድርና እንዲሁም በዮርዳኖስ ምሥራቅ የምትገኘውን ባሳንን ይገዛ የነበረውን የሌላውን አሞራዊ ንጉሥ የዐግን ምድር ወረሱ፡፡",
      "48": "ይህም ምድር ከዓሮዔር ከተማ በመነሣት በአርኖን ወንዝ ጫፍ አልፎ በሰሜን በኩል እስከ ሢርዮን ተራራ ተብሎ የሚጠራው የሔርሞን ተራራ ነው፡፡",
      "49": "ይህም ምድር ከዮርዳኖስ ወንዝ በስተ ምሥራቅ ያለውን ግዛት ሁሉ በማጠቃለል በስተ ደቡብ እስከ ሙት ባሕር፤ እንዲሁም በስተምሥራቅ እስከ ፒስጋ ተራራ ግርጌ የሚደርስ ነው፡፡"
    },
    "Chapter 5": {
      "1": "ሙሴም የእሥራኤልን ሕዝብ ሁሉ በአንድነት ጠርቶ እንዲህ አላቸው፤ “የእስራኤል ሕዝብ ሆይ! ዛሬ የምሰጣችሁን ሕግና ሥርዓት ሁሉ አድምጡ፤ በጥንቃቄም አጥንታችሁ እነዚህን ትእዛዛት ጠብቁ፤",
      "2": "ያህዌህ(יהוה) አምላካችን በሲና ተራራ ላይ ቃል ኪዳን አደረገ፤",
      "3": "ቃል ኪዳን ያደረገውም ከአባቶቻችን ጋር ብቻ ሳይሆን፤ አሁን በሕይወት ካለነውም ከእኛ ሁሉ ጋር ነው፡፡",
      "4": "እዚያም በተራራው ላይ በተቀጣጠለው እሳት ውስጥ ሆኖ ፊት ለፊት አነጋገራችሁ፤",
      "5": "እኔም በዚያን ጊዜ እርሱ የሚለውን ሁሉ ልነግራችሁ በእናንተና በያህዌህ(יהוה) መካከል ቆምሁ፤ ምክንያቱም አናንተ እሳቱን በመፍራት ወደ ተራራው ለመውጣት አልፈለጋችሁም ነበር፡፡",
      "6": "“ያህዌህ(יהוה)ም እንዲህ አለ፤ ‹በባርነት ተገዥ ሆነህ ከኖርህባት ከግብጽ ምድር የዋጀሁህ እኔ ያህዌህ(יהוה) አምላክህ ነኝ፤",
      "7": "“‘‹ከፊቴ ሌላ አማልክት አይሁንልህ።›",
      "8": "“‘ለአንተ የሆነ የጣዖት ምስል፣ በላይም በሰማይ ያለውን ወይም በታች በምድር ላይ ያለውን ወይም በምድር በታች በውሃው ውስጥ ያለውን ማንኛውንም ነገር ምሳሌ አትሥራ።",
      "9": "“‘ለእነርሱ አትሰግድ፤ አትገዛውም፤ እኔ ያህዌህ(יהוה) አምላክህ ጠላት የሆንሁ አምላክ ነኝና፤ የአባቶችን ኃጢአት በልጆች ላይ፣ በሦስትና በአራት ትውልድ የሚጠሉኝን ላይ ይጠቅሳል፤",
      "10": "“‘ለሺህ የሚበዙ ለሚወዱኝና ትእዛዜን ለሚጠብቁ ሰዎች ግን ቸርነት አድርጌ አሳያለሁ።›",
      "11": "“‘የያህዌህ(יהוה) የአምላክህን ስም በከንቱ አትጥራ፤ ስሙን በከንቱ የሚጠራውን ያህዌህ ይቀጣዋልና።›",
      "12": "“‘እኔያህዌህ(יהוה) አምላክህ ባዘዝሁህ መሠረት ሰንበትን ቀድሶ ለማክበር አስብ።",
      "13": "ስድስት ቀን ሥራን ሁሉ ሥራ፤",
      "14": "ሰባተኛው ቀን ግን ለያህዌህ(יהוה) አምላክህ የሰንበት ቀን ነው። በዚያ ቀን ምንም አይነት ሥራ አትሥራ፤ አንተም፣ ልጅህም፣ ሴት ልጅህም፣ ባሪያህም፣ ባሪያይትህም፣ ከብትህም፣ በከተማህ ውስጥ የሚጠገን መጻተኛም አይሥሩ። አገልጋዮችህም ልክ እንደአንተው እረፍት ያድርጉ፡፡",
      "15": "በግብጽ ምድር በባርነት መኖራችሁንና እኔ ያህዌህ(יהוה) አምላካችሁ ባሳየሁት ታላቅ ኀይልና ብርታት የታደግሁአችሁ መሆናችሁን አስታውሱ፤ ሰንበትን ታከብሩ ዘንድ የማዛችሁም ስለዚህ ነው፡፡",
      "16": "“‘እኔያህዌህ(יהוה) አምላክህ ባዘዝሁህ መሠረት አባትህንና እናትህን አክብር፤ ሁሉ ነገር በመልካም ሁኔታ ይከናወንልሃል፤ ያህዌህ(יהוה) አምላክህም ለምትወርሳት ምድር ላይ ዕድሜህ ረዥም ይሁን።›",
      "17": "“‘አትግደል።’",
      "18": "“‘አትዝረት።’",
      "19": "“‘አትስረቅ።’",
      "20": "“‘በጎረጅህ ላይ የሚያሳምር ምስክርነት አትስጥ።’",
      "21": "“‘የጎረጅህን ሚስት አትመኝ፤ የጎረጅህን ቤት፣ ርስቱን፣ አገልጋዮቹን፣ ከብቱን፣ አህዮቹንም ወይም ለጎረጅህ የሆነ ማንኛውንም ነገር አትመኝ።’",
      "22": "“በተራራው ላይ በተሰበሰባችሁ ጊዜ ያህዌህ(יהוה) ለእናንተ ለሁላችሁም የሰጣችሁ ትእዛዛት እነዚህ ናቸው፤ በእሳትና ጥቅጥቅ ባለ ደመና ውስጥ ሆኖ ብርቱ በሆነ ታላቅ ድምፅ በተናገረ ጊዜ የሰጣችሁ ትእዛዛት እነዚህ ብቻ ናቸው፡፡ እነርሱንም በሁለት የድንጋይ ጽላቶች ላይ ጽፎ ለእኔ ሰጠኝ፡፡",
      "23": "ተራራው በእሳት ተቀጣጥሎ በነበረበት ወቅት ከጨለማው ውስጥ ድምፅ በሰማችሁ ጊዜ መሪዎቻችሁና የነገድ አለቆቻችሁ ወደ እኔ መጥተው፤",
      "24": "እንዲህ አሉ፤ ‹በእሳት ውስጥ ሆኖ ሲናገር በሰማነው ጊዜ ያህዌህ(יהוה) አምላካችን ታላቅነቱንና ክብሩን በግልጥ አሳይቶናል፤ ያህዌህ(יהוה) ካነጋገረው በኋላ እንኳ ሰው በሕይወት መኖር እንደሚችል በዛሬው እለት አይተናል፡፡",
      "25": "ነገር ግን ያ ብርቱ እሳት ሊያጠፋን ይችላል፤ ታዲያ ለምን መሞት እንፈልጋለን? ያህዌህ(יהוה) አምላካችን እንደገና ቢናገረን እንደምንሞት እርግጠኞች ነን፡፡",
      "26": "ሕያው አምላክ በእሳት ውስጥ ሆኖ ከተናገረው በኋላ በሕይወት የኖረ ከሰው ዘር መካከል አንድ ሰው እንኳ ይገኛልን?",
      "27": "ስለዚህ ሙሴ ሆይ! አንተ ተመልሰህ ውጣና ያህዌህ(יהוה) አምላካችን የሚለውን ሁሉ አዳምጥ፤ ተመልሰህም እርሱ ያለውን ሁሉ ንገረን፤ እኛም ሰምተን እንታዘዛለን፡፡›",
      "28": "ያህዌህ(יהוה)ም ይህን ስትሉኝ በሰማ ጊዜ እንዲህ አለኝ፤ ‹እነዚህ ሕዝብ ለአንተ የተናገሩትን ሁሉ ሰምቻለሁ፤ አባባላቸውም ትክክል ነው፤",
      "29": "ሁልጊዜ በዚህ አይነት ቢያስቡማ እንዴት መልካም ነበር! ሁልጊዜ ቢያከብሩኝና ትእዛዜንም ሁሉ ቢፈጽሙ፤ ሁሉ ነገር ለእነርሱና ለዘሮቻቸው ለዘላለም በመልካም ሁኔታ በተከናወነላቸው ነበር፡፡",
      "30": "አሁንም ሂድና ወደየድንኳናቸው እንዲመለሱ ንገራቸው፡፡",
      "31": "አንተ ግን እዚህ እኔ አጠገብ ቁም፤ እኔም ሕግጋቴንና ታእዛዛቴን ሁሉ እሰጥሃለሁ፤ እኔ በምሰጣቸው ምድር አነዚህን ሕግጋትና ትእዛዛት በመጠበቅ እንዲኖሩ ለሕዝቡ አስተምራቸው፡፡›",
      "32": "የእሥራኤል ሕዝብ ሆይ! ያህዌህ(יהוה) አምላካችሁ ያዘዛችሁን ሁሉ ለመፈጸም ዝግጁዎች ሁኑ፤ ከሕግጋቱም አንዱን እንኳ አትጣሱ፤",
      "33": "ሁሉ ነገር በመልካም ሁኔታ እንዲከናወንላችሁ፤ በምትወርሱአትም ምድር ለረዥም ዘመናት እንድትኖሩ፤ ያህዌህ(יהוה) ያዘዛችሁን ሁሉ ፈጽሙ፡፡"
    },
    "Chapter 6": {
      "1": "እመላክካችሁ ያህዌህ(יהוה) ለእናንተ እንዳስተምራችሁ ያዘዘኝ ሕግጋት ሁሉ እነዚህ ናቸው፤ ገብታችሁ በምትወርሱአት ምድር ስትኖሩ እነዚህን ሕግጋት ጠብቁ፤",
      "2": "በዚያች ምድር ለረዥም ዘመናት መኖር እንድትችሉ፤ እናንተና ልጆቻችሁ፤ የልጅ ልጆቻችሁም በምትኖሩበት ዘመን ሁሉ ያህዌ(יהוה)ን ማክበርና ለሕግጋቱ ታዛዥዎች መሆን ይገባችኋል፡፡",
      "3": "የእሥራኤል ሕዝብ ሆይ! እነዚህን ሕግጋት አድምጡ ታዘዙላቸውም፤ ይህን ብታደርጉ ሁሉ ነገር በመልካም ሁኔታ ይከናወንላችኋል፤ ታላቅ ሕዝብም ትሆናላችሁ፤ ለቀድሞ አባቶቻችን ያህዌህ(יהוה) በሰጠው ተስፋ መሠረት፤ ማርና ወተት በምታፈስሰው በዚያች ለም ምድር ትኖራላችሁ፡፡",
      "4": "እሥራኤል ሆይ! ይህን አስታውስ! አዶናይ እመላክካችን፤ አንድ እመላክ ብቻ ነው፤",
      "5": "አዶናይ እመላክህን በፍጹም ልብህ፤ በፍጹም ነፍስህ፤ በፍጹም ኀይልህ ውደድ፤",
      "6": "ዛሬ የምሰጥህን እነዚህን ትእዛዛት ለልጆችህ አስተምራቸው፤ በቤት ስትቀመጥም ሆነ በመንገድ ስትሄድ፤ እረፍት በምታደርግበትም ጊዜ ሆነ ሥራ በምትሠራበት ጊዜ ሁሉ፤ እነዚህን ትእዛዛት ዘወትር አሰላስል፤",

      "8": "ማስታወሻ ይሆኑልህ ዘንድ በክንድህና በእግርህ ላይ እሰራቸው፡፡",
      "9": "በቤትህ ደጃፍ መቃኖችና በቅጽር በሮችህ ላይ ጻፋቸው፡፡",
      "10": "ያህዌህ(יהוה) እመላክካችሁ ለቀድሞ አባቶቻችሁ ለአብርሃም፤ ለይስሐቅና ለያእቆብ በገባላቸው የተስፋ ቃል መሠረት ወደዚያች አገር ሲያስገባችሁ እናንተ ያልሠራችኋቸውን ብዙ ሀብት የሞላባቸውን ታላላቅ ከተሞች ይሰጣችኋል፡፡",
      "11": "የምትወርሱአቸው ቤቶች እናንተ ባላኖራችሁት መልካም ነገር የተሞሉ ይሆናሉ፤ ያልቆፈራችኋቸውም የውሃ ጉድጓዶች ኦሪት ዘዳግም 8 በዚያ ይገኛሉ፤ እንዲሁም እናንተ ያልተከላችኋቸው የወይን ተክሎችና የወይራ ዛፎች ይገኛሉ፤ ያህዌህ(יהוה) ወደዚያች ምድር አስገብቶአችሁ በልታችሁ በምትጠግቡበት ጊዜ፤",
      "12": "ባሪያዎች ሆናችሁ ትኖሩባት ከነበረችው ከግብጽ ምድር የዋጃችሁን ያህዌህ(יהוה)ን እንዳትረሱ ጥንቃቄ አድርጉ፡፡",
      "13": "እመላክካችሁ ያህዌህ(יהוה)ን በመፍራት አክብሩት፤ እርሱን ብቻ አምልኩ፤ መሓላችሁም በእርሱ ስም ብቻ ይሁን፡፡",
      "14": "በዙሪያችሁ ያሉ አህዛብ የሚሰግዱላቸውን ሌሎችን ባእዳን አማልክት አታምልኩ፤",
      "15": "ሌሎችን ባእዳን አማልክት ብታመልኩ፤ የያህዌህ(יהוה) ቁጣ እሳት ሆኖ ፈጽሞ ያጠፋችሁ ዘንድ በእናንተ ላይ ይመጣል፤ ምክንያቱም ከእናንተ ጋር የሆነ ያህዌህ(יהוה) እመላክካችሁ ቀናተኛ እመላክ ነው፡፡",
      "16": "‹ማሳህ› ተብሎ በሚጠራው ቦታ እንዳደረጋችሁት አይነት ያህዌህ(יהוה) እመላክካችሁን አትፈታተኑ፤",
      "17": "እርሱ የሰጣችሁንም ትእዛዛትና ሕግጋት ሁሉ በጥንቃቄ ጠብቁ፡፡",
      "18": "ያህዌህ(יהוה) ትክክልና መልካም ነው ብሎ የሰጣችሁን ሥርዓቱን ሁሉ ጠብቁ፤ ይህን ብታደርጉ ሁሉ ነገር በመልካም ሁኔታ ይከናወንላችኋል፤ ፈጣሪ ለቀድሞ አባቶቻችሁ በገባውም ተስፋ ቃል መሠረት፤ መልካሚቱን ምድር ትወርሳላችሁ፤",
      "19": "እርሱ በሰጣችሁም ተስፋ ጠላቶቻችሁን ታባርራላችሁ፡፡",
      "20": "በሚመጡት ዘመናት ልጆቻችሁ ‹ያህዌህ(יהוה) እመላክካችን እነዚህን ትእዛዛትና ሕግጋት ሁሉ እንድንፈጽም ያዘዘን ስለምንድን ነው? ብለው ይጠይቁአችኋል፡፡",
      "21": "በዚያን ጊዜ እናንተ እንዲህ ብላችሁ ንገሩአቸው፤ ‹ቀድሞ እኛ ለግብጽ ንጉሥ ባሪያዎች ነበርን፤ ያህዌህ(יהוה) ግን በታላቅ ኃይሉ ዋጀን፤",
      "22": "ግብጻውያንን፤ ንጉሣቸውንና መኳንንቶቻቸውን በብርቱ የሚጎዱ ታላላቅ ተአምራትን ማድረጉን በገዛ አይኖቻችን አይተናል፤",
      "23": "ያወርሳችሁ ዘንድ ለቀድሞ አባቶቻችን በገባው የተስፋ ቃል መሠረት ወደዚህ አምጥቶ ይህችን ምድር ሊሰጠን ከግብጽ ነፃ አወጣን፡፡",
      "24": "ከዚህም በኋላ ያህዌህ(יהוה) እመላክካችን እነዚህን ሕግጋት እንድንፈጽምና እርሱንም በመፍራት እንድናከብረው አዝዞናል፤ እኛም ይህን ብናደርግ እርሱ ዘወትር ሁሉ ነገር በመልካም ሁኔታ እንዲከናወንልን ያደርጋል፤ ዛሬ እንደሚያደርገውም ሁሉ በሕይወት ያኖረናል፤",
      "25": "ያህዌህ(יהוה) ያዘዘንን ሁሉ በታማኝነት ብንጠብቅ፤ እርሱ በእኛ ደስ ይለዋል፡፡››"
    },
    "Chapter 7": {
      "1": "ያህዌ አምላካችሁ ልትወርሱአት ወደምትሄዱባት ምድር ያስገባችኋል፤ ከእርስዋም ብዙ አሕዛብን ነቃቅሎ ያባርራል፤ እናንተ ወደዚያች ምድር ለመግባት ስትቃረቡ፤ ከእናንተ ይበልጥ ታላላቆችና ኀያላን የሆኑትን ሰባቱን የአሕዛብ ነገዶች ያባርራል፤ እነርሱም፡- ሒታውያን፤ ጌርጌሳውያን፤ አሞራውያን፤ ከነዓናውያን፤ ፈሪዛውያን፤ ሒዋውያንና ኢያቡሳውያን ተብለው የሚጠሩት ናቸው፡፡",
      "2": "ያህዌ አምላካችሁ እነዚህን ሁሉ አሕዛብ በቁጥጥራችሁ ሥር አድርጎ እነርሱን ድል በምትነሡአቸው ጊዜ ሁሉንም መደምሰስ አለባችሁ፤ ከእነርሱ ጋር ምንም አይነት ውል አታድርጉ፤ አትራሩላቸውም፡፡",
      "3": "ከእነርሱ ᛫ንኛውንም አታግቡ፤ ወንዶችም ሆኑ ሴቶች ልጆቻችሁ ከእነርሱ ᛫ንኛውንም እንዲያገቡ አትፍቀዱላቸው፡፡",
      "4": "ምክንያቱም ይህን ብታደርጉ ልጆቻችሁን ከያህዌ አስከብለው ባእዳን አማልክትን እንዲከተሉ ያደርጉአቸዋል፤ ይህም ከሆነ ያህዌ በእናንተ ላይ ተቆጥቶ ወዲያው ያጠፋችኋል፤",
      "5": "ስለዚህ መሠዊያዎቻቸውን አፍርሱ፤ ከድንጋይ የተሠሩ የጣዖት ማምለኪያ አምዶቻቸውንም እያንከታከታችሁ ጣሉ፤ አሼራ ተብላ የምትጠራ ሴት አምላክ ምስል ሰባብሩ፤ ጣዖቶቻቸውንም በእሳት አቃጥሉ፤",
      "6": "ይህን አድርጉ፤ ምክንያቱም እናንተ ያህዌ አምላካችሁ የራሱ ወገን አድርጎ የመረጣችሁ ቅዱስ ሕዝብ ናችሁ፤ በምድር ላይ ካሉት ሕዝቦች ሁሉ እናንተ ለእርሱ የተለያችሁ ምርጥ ሕዝብ እንድትሆኑ አድርጎአችኋል፡፡",
      "7": "“ያህዌ እናንተን የወደዳችሁና የመረጣችሁ ከሌሎች ሕዝቦች ይበልጥ ብዙ በመሆናችሁ አይደለም፤ ይልቁንም እናንተ በምድር ላይ ከሁሉ ያነሳችሁ ሕዝብ ነበራችሁ፡፡",
      "8": "ነገር ግን ያህዌ እናንተን ስለወደደ ለቀድሞ አባቶቻችሁ የሰጠውን የተስፋ ቃል መጠበቅ ፈለገ፤ በታላቅ ኀይሉ ያዳናችሁና የግብጽ ንጉሥ ባሪያዎች ከመሆን ነፃ ያወጣችሁም በዚህ ምክንያት ነበር፡፡",
      "9": "ስለዚህ ያህዌ አምላካችሁ በፍጹም የታመነ አንድ አምላክ ብቻ መሆኑን አስታውሱ፤ እርሱ ቃል ኪዳኑን ይጠብቃል፤ ለሚወዱትና ትእዛዞቹንም ለሚፈጽሙ ሁሉ እስከ ሺ ትውልድ ድረስ ዘላለማዊ ፍቅሩን ያሳያል፡፡",
      "10": "ነገር ግን የሚጠሉትን ወገኖች ከመቅጣት አይገታም፡፡",
      "11": "ስለዚህም እነሆ ለተማራችሁት ቃል ታዛዥዎች ሁኑ፤ እኔም ዛሬ የሰጠኋችሁን ትእዛዛትና ሕግጋት ሁሉ ፈጽሙ፡፡",
      "12": "“እነዚህን ትእዛዛት ብታዳምጡና በታማኝነትም ብትፈጽሙአቸው፤ ያህዌ አምላካችሁ ለቀድሞ አባቶቻችሁ በመሐላ የሰጠውን የፍቅር ቃል ኪዳን ለእናንተም ያጸናላችኋል፤",
      "13": "እርሱ እናንተን ይወዳል፤ ይባርካችሁማል፤ ከዚህም የተነሣ በቁጥር ትበዛላችሁ፤ ብዙ ልጆችም ትወልዳላችሁ፤ እርሻችሁን ይባርካል፤ ስለዚህም ብዙ እህል፣ ወይንና የወይራ ዘይት ታገኛላችሁ፤ ከዚህም ጋር ብዙ የከብትና የበግ መንጋ በመስጠት ይባርካችኋል፤ ለእናንተ ይሰጣችሁ ዘንድ ለቀድሞ አባቶቻችሁ በገባው የተስፋ ቃል መሠረት፤ በዚያች ምድር ይህን ሁሉ በረከት ይሰጣችኋል፡፡",
      "14": "የእናንተን ያህል በብዙ የተባረከ ሕዝብ በዓለም ላይ ከቶ አይገኝም፤ ከእናንተም መካከል ወንድም ሆነ ሴት እንዲሁም ከእንስሶቻችሁ መካከል መኻን አይገኝም፡፡",
      "15": "ያህዌ ከበሽታ ሁሉ ይጠብቃችኋል፤ በግብጽ አገር በነበራችሁ ጊዜ ካያችሁት አሰቃቂ በሽታ ሁሉ ማንኛውንም በእናንተ ላይ አያመጣም፤ ይልቅስ እነርሱን በጠላቶቻችሁ ላይ ያመጣባቸዋል፡፡",
      "16": "ያህዌ በእጃችሁ ላይ የጣለላችሁን ሕዝብ ሁሉ ያለ ምንም ምሕረት ደምስሱ፤ ብርቱ ጥፋት ስለሚያስከትልባችሁ ጣዖቶቻቸውን አታምልኩ፡፡",
      "17": "“‹እነዚህ ከእኛ ይበልጣሉ፤ እንዴትስ አድርገን እነርሱን ነቅለን እናስወጣለን?› ብላችሁ አታስቡ፤",
      "18": "ከቶም አትፍሩአቸው፤ ይልቅስ አምላካችሁ ያህዌ በግብጽ ንጉሥና በሕዝቡ ላይ ያደረገውን ሁሉ አስታውሱ፡፡",
      "19": "እንዲሁም በገዛ አይኖቻችሁ ያያችኋቸውን አሰቃቂ የሆኑትን መቅሠፍቶች፤ ተአምራትንና ድንቅ ሥራዎችን፤ እንዲሁም ያህዌ አምላካችሁ እናንተን ነፃ ያወጣበትን ታላቅ ኀይሉንና ብርታቱን አስታውሱ፤ ግብጻውያንን ባጠፋበት አይነት ዛሬ እናንተ የምትፈሩአቸውን እነዚህንም ሕዝቦች ሁሉ ያጠፋቸዋል፡፡",
      "20": "በመካከላቸው ሽብር እንዲፈጠር ያደርጋል፤ ከእናንተ ሸሽተው የተደበቁት እንኳ ይጠፋሉ፡፡",
      "21": "ስለዚህም እነዚህን ሕዝቦች አትፍሩ፤ ያህዌ አምላካችሁ ከእናንተ ጋር ነው፤ እርሱ ታላቅና መፈራትም የሚገባው አምላክ ነው፡፡",
      "22": "እናንተ ወደዚያች ምድር ለመግባት ስትቃረቡ፤ እርሱ እነዚህን ሕዝቦች ጥቂት በጥቂት እየነቃቀለ ያስወጣቸዋል፤ እነርሱን ሁሉ በአንድ ጊዜ ማጥፋት አትችሉም፤ ይህን ብታደርጉ አራዊት በምድሪቱ ላይ በዝተው ያስቸገሩአችኋል፤",
      "23": "ያህዌ ጠላቶቻችሁን በእጃችሁ ይጥልላችኋል፤ እስኪደመሰሱ ድረስ በብርቱ ያሸብራቸዋል፤",
      "24": "ነገሥታቶቻቸውን በእጃችሁ ይጥልላችኋል፤ እናንተም ትገድሉአቸዋላችሁ፤ እነርሱም ተረስተው ይቀራሉ፤ ማንም ተቋቁሞ ሊገታችሁ አይችልም፤ ሁሉንም ታወድማላችሁ፡፡",
      "25": "ጣዖቶቻቸውን በእሳት አቃጥሉ፤ በእነርሱ ላይ የተለበጠውን ብር ወይም ወርቅ የራሳችሁ ንብረት አድርጋችሁ ለመውሰድ ልባችሁ አይመኝ፤ ይህን ብታደርጉ፤ ወጥመድ ይሆንባችኋል፤ ያህዌም አምልኮ ጣዖትን ስለሚጠላ ብርቱ ጥፋትን ያስከትልባችኋል፡፡",
      "26": "ከእነዚህ ጣዖታት ማንኛውንም ወደ ቤታችሁ አታስገቡ፤ ይህን ብታደርጉ በእነርሱ ላይ የሚመጣ መርገም ተመሳሳይ ሆኖ በእናንተም ላይ ይደርስባችኋል፤ ስለዚህ እነዚህን ጣዖታት መጥላትና መናቅ ይገባችኋል፤ ምክንያቱም እነርሱ በያህዌ ዘንድ የተረገሙ ናቸው፡፡"
    },

    "Chapter 8": {
      "1": "በሕይወት መኖር ዕንድትችሉ፤ ቁጥራችሁ ዕንዲበዛ፤ ያህዌህ(יהוה) ለቀድሞ አባቶቻችሁ ሊሰጣችሁ ቃል የገባላቸውን ምድር ለመውረስ ዕንድትበቁ፤ ዛሬ እኔ የሰጠኋችሁን ሕግ ሁሉ በታማኝነት ጠብቁ፡፡",
      "2": "አምላክህ ያህዌህ(יהוה) የሰጠህን ትእዛዝ ስለ መጠበቅህ በልብህ ያለውን አሳብ ያውቅ ዘንድ አንተን ለመፈተን በዚህ በረሓ አርባ ዓመት ሙሉ በመከራ ውስጥ በማሳለፍ እንዴት እንደመራህ አስታውስ፡፡",
      "3": "በረሀብ ዕንድትሠቃይ አደረገህ፤ ቀጥሎም አንተም ሆንህ የቀድሞ አባቶችህ የማታውቁትን መና አበላህ ይህንንም ማደረጉ ሰው ሕይወቱ ተጠብቆለት መኖር የሚችለው ያህዌህ(יהוה) በሚናገረው ቃል ሁሉ እንጂ በእንጀራ ብቻ አለመሆኑን ሊያስተምርህ ነው፡፡",
      "4": "በእነዚህም አርባ ዓመታት ውስጥ ልብስህ አላለቀም፤ ከጉዞህም የተነሣ ዕግርህ አላበጠም፡፡",
      "5": "አባት ልጆቹን በመገሠጽ እየቀጣ በሥነ ሥርዓት እንደሚያሠለጥን፤ አምላክህ ያህዌህ(יהוה)ም እንተን እየገሠጸና እየቀጣ በሥነ ሥርዓት ያሠለጠነህ መሆኑን አስታውስ፡፡",
      "6": "እርሱን በማክበርና የእርሱንም መንገድ በመከተል፤ የአምላክህን የያህዌን ትእዛዝ ሁሉ ጠብቅ፡፡",
      "7": "እነሆ አምላክህ ያህዌህ(יהוה) ወደ መልካሚቱ ለምለም ምድር ሊያስገባህ አምጥቶሃል፤ ያችም ምድር ከሸለቆዎችና ከኮረብታዎች የሚመነጩ ወንዞችና ጅረቶች፤ ፈሳሾች ምንጮችም ይገኙባታል፤",
      "8": "ስንዴና ገብስ፤ ወይንና በለስ፤ ሮማንና የወይራ ፍሬ፤ ማርም የሞላባት ናት፤",
      "9": "በዚያች ምድር ስትኖር ከቶ አትራብም፤ ምንም ችግር አይደርስብህም፤ ከድንጋዮችዋ ብረት፤ ከኮረብታዎችዋም መዳብ ይገኛል፡፡",
      "10": "በልተህ ትጠግባለህ፤ ይህችን ለም ምድር የሰጠህን ያህዌህ(יהוה) አምላክህንም ታመሰግናለህ፡፡",
      "11": "ያህዌህ(יהוה) አምላክህን ዕንዳትረሳ ተጠንቀቅ፤ እኔ ዛሬ የምሰጥህን ትእዛዛትና ሕግጋት ከመፈጸም ወደ ኋላ አትበል፡፡",
      "12": "በልተህ በምትጠግብበትና ጥሩ ቤቶች ሠርተህ በምትኖርበት ጊዜ፤",
      "13": "የከብቶችህና የበጎችህ መንጋ፤ ብርህና ወርቅህ እንዲሁም ሌላው ሀብትህ ሁሉ በበዛልህ ጊዜ፤",
      "14": "ልብህ ዕንዳይታበይና በባርነት ከኖርክባት ከግብጽ ምድር የዋጀህን አምላክህን ያህዌህ(יהוה)ን ዕንዳትረሳ ተጠንቀቅ፡፡",
      "15": "መርዘኛ እባብና ጊንጥ በሞላበት፤ አስፈሪ በሆነው በዚያ ሰፊ በረሓ መርቶሃል፤ ምንም ውሃ በማይገኝበት ደረቅ በረሓ ከጽኑ አለት ውሃን አፈለቀልህ፤",
      "16": "የቀድሞ አባቶችህ ተመግበው የማያውቁትን መና የተባለ ምግብ በዚያ በረሓ ሰጥቶሃል፤ ሊፈትንህም ብርቱ መከራ አምጥቶብህ ነበር፤ ይህንንም ማድረጉ በመጨረሻ በመልካም ነገር ሊባርክህ ፈልጎ ነው፤",
      "17": "ስለዚህም ባለጸጋ የሆንኩት በራሴ ኀይልና ብርታት ነው› ብለህ ከቶ አታስብ፡፡",
      "18": "ባለጸጋ ዕንድትሆን ኀይልና ብርታት የሰጠህ ያህዌህ(יהוה) አምላክህ መሆኑን አስታውስ፤ እርሱ ይህን የሚያደርግበት ምክንያት ከቀድሞ አባቶችህ ጋር የገባውን ቃል ኪዳን በመጠበቅ ረገድ እስከ አሁን በታማኝነቱ የጸና ከመሆኑ የተነሣ ነው፡፡",
      "19": "ያህዌህ(יהוה) አምላክህን ከቶ አትርሳ፤ ትሰግድላቸውና ታገለግላቸውም ዘንድ ወደ ባእዳን አማልክት ፊትህን አትመልስ፤ ይህን ብታደርግ ግን በእርግጥ የምትጠፋ መሆንህን ዛሬውኑ አስጠነቅቅሃለሁ፡፡",
      "20": "ለአምላክህ ለያህዌህ(יהוה) ካልታዘዝህ ወደ ፊት በሄድህ መጠን ከፊትህ የሚገኙትን አረማውያን ሕዝብ ሁሉ እንደሚደመስስ አንተንም ነቃቅሎ ያጠፋሃል፡፡"
    },
    "Chapter 9": {
      "1": "የእስራኤል ሕዝብ ሆይ! አድምጡ! ከእናንተ የሚበልጡትንና በኀይልም ብርቱ የሆኑትን የአሕዛብ ምድርና ምሽጎቻቸው እስከ ሰማይ የደረሱ ታላላቅ ከተሞቻቸውን ለመውረስ ትገቡ ዘንድ ዛሬ ዮርዳኖስን ትሻገራላችሁ፡፡",
      "2": "በዚያ የሚኖሩ ሕዝብ ግዙፋን የሆኑ ቁመተ ረዣዥሞችና ብርቱዎች ናቸው፤ እነርሱም የዔናቅ ዘሮች ናቸው ማንም ሊቋቋማቸው የማይችል ሲባል ሰምታችኋል፤",
      "3": "ነገር ግን እንደሚባላ እሳት የሆነ ያህዌ(יהוה) አምላካችሁ በፊታችሁ የሚሄድ መሆኑን ዛሬ ታያላችሁ፤ እናንተ ወደ ፊት በሄዳችሁ መጠን እርሱ ድል ይነሣቸዋል፤ ስለዚህም እርሱ በሰጠው ተስፋ መሠረት እነርሱን ነቃቅላችሁ በማባረር በፍጥነት ታጠፉአቸዋላችሁ፡፡",
      "4": "ያህዌ(יהוה) አምላካችሁ እነርሱን ከፊታችሁ ካባረረላችሁም በኋላ ያህዌ(יהוה) ወደዚህች ምድር ያመጣን፤ ስለ መልካም ሥራችን ልንወርሳት ስለሚገባን ነው ብላችሁ አታስቡ፤ ያህዌ(יהוה) እነዚህን ሕዝብ ነቃቅሎ የሚያባርርላችሁ እነርሱ ክፉዎች ስለሆኑ ብቻ ነው፡፡",
      "5": "ያህዌ( יהוה) የእነርሱን ምድር እንድትወርሱ የፈቀደላችሁም እናንተ ደጋጎች በመሆናችሁና ትክክለኛውን ነገር በማድረጋችሁ አይደለም፤ እርሱ እነርሱን ነቃቅሎ የሚያባርርበት ምክንያት እነርሱ ክፉዎች ስለሆኑና እንዲሁም ለቀድሞ አባቶቻችሁ፤ ለአብርሃም፤ ለይስሐቅና ለያዕቆብ የሰጠውን የተስፋ ቃል ለመጠበቅ ሲል ነው፡፡",
      "6": "እንግዲህ ይህን አስተውሉ፤ ያህዌ(יהוה) ይህችን ለም ምድር የሚሰጣችሁ፤ እናንተ እርስዋን ለመውረስ የተገባችሁ ስለሆናችሁ አይደለም፤ ምክንያቱም እናንተ ልባችሁ የደነደነ እልኸኞች ናችሁ፡፡",
      "7": "ያህዌ(יהוה) አምላካችሁን በበረሓ እንዴት እንዳስቆጣችሁት ከቶ አትርሱ፤ የግብጽን ምድር ለቃችሁ ከወጣችሁበት ቀን ጀምሮ እዚህ እስከ መጣችሁበት እስከ አሁን ድረስ በእርሱ ላይ አምፃችኋል፡፡",
      "8": "በሲና በረሓ እንኳን እናንተን ለማጥፋት እስኪነሣሣ ድረስ ያህዌ(יהוה)ን በብርቱ አስቆጥታችሁታል፡፡",
      "9": "ያህዌ(יהוה) ከእናንተ ጋር የገባው ቃል ኪዳን የተጻፈባቸውን የድንጋይ ጽላቶች ለመቀበር እኔ ወደ ተራራው ወጥቼ ነበር፤ በዚያም ምንም ነገር ሳልበላና ሳልጠጣ አርባ ቀንና አርባ ሌሊት ቆየሁ፡፡",
      "10": "ከዚያም በኋላ እናንተ በተራራው ግርጌ በተሰበሰባችሁ ጊዜ ያህዌ(יהוה) በእሳት ውስጥ ሆኖ ሲናገር የሰማችሁትን ቃል በእጁ የጻፈባቸውን ሁለት የድንጋይ ጽላቶች ሰጠኝ፡፡",
      "11": "አዎ፤ ከዚያ አርባ ቀንና አርባ ሌሊት በኋላ ያህዌ ቃል ኪዳኑን የጻፈባቸውን ሁለት የድንጋይ ጽላቶች ሰጠኝ",
      "12": "ከዚያም በኋላ ያህዌ(יהוה) እንዲህ አለኝ፤ ፈጥነህ ከተራራው ራስ ላይ ውረድ፤ ምክንያቱም ከግብጽ ምድር መርተህ ያወጣሃቸው ሕዝብህ፤ ክፉ ነገር በማድረግ ረክሰዋል፤ እኔ ከሰጠኋቸው ትእዛዝ ሁሉ ወዲያውኑ ርቀው፤ የሚያመልኩትን ጣዖት ለራሳቸው ሠርተዋል፡፡",
      "13": "ቀጥሎም ያህዌ(יהוה) እንዲህ አለ፤ እነሆ ይህ ሕዝብ ልቡ የደነደነ እልኸኛ መሆኑን አውቃለሁ፤",
      "14": "እንግዲህ አታከላክለኝ፤ ከእንግዲህ ወዲህ ማንም ሊያስታውሳቸው በማይችል ሁኔታ ልደመስሳቸው አስቤአለሁ፤ ከዚያም በኋላ አንተን ከእነርሱ ይበልጥ ብርቱ ለሆነ ታላቅ ሕዝብ አባት አደርግሃለሁ፡፡",
      "15": "ስለዚህም ቃል ኪዳኑ የተጻፈባቸውን ጽላቶች በሁለት እጆቼ እንደያዝሁ ከተራራው ተመልሼ ወረድሁ፤ በዚያን ጊዜ የእሳት ነበልባል ከተራራው ይታይ ነበር፤",
      "16": "እናንተም ያህዌ(יהוה) አምላካችሁ ከሰጣችሁ ትእዛዝ ፈቀቅ ብላችሁ፤ ወርቅ አቅልጣችሁ በጥጃ ምስል ጣዖት በመሥራት በያህዌ(יהוה) ላይ ማመጻችሁን ተመለከትሁ፡፡",
      "17": "ስለዚህም የድንጋይ ጽላቶቹን ወርውሬ ሰበርሁአቸው፤",
      "18": "ከዚህም በኋላ እንደገና አርባ ቀንና አርባ ሌሊት ምንም ነገር ሳልበላና ሳልጠጣ በያህዌ(יהוה) ፊት በግንባሬ ተደፍቼ ቆየሁ፡፡ ይህንንም ያደረግሁት ያህዌ(יהוה)ን የሚያሳዝን ኃጢአት ሠርታችሁ እርሱን በማስቆጣታችሁ ምክንያት ነበር፡፡",
      "19": "በመዓቱም ሊደመስሳችሁ ስለተነሣሣ የያህዌ(יהוה) ብርቱ ቁጣ አስፈርቶኝ ነበር፤ ነገር ግን እንደገና ለአንድ ጊዜ ያህዌ(יהוה) ልመናዬን ሰማ፡፡",
      "20": "ያህዌ(יהוה) በአሮንም ላይ እጅግ ስለተቆጣ ሊገድለው ተቃርቦ ነበር፤ ስለዚህ በዚያው ቀን ለአሮንም ጭምር ጸለይሁ፤",
      "21": "ያንንም በጥጃ አምሳል አቅልጣችሁ የሠራችሁትን በኃጢአት የተሞላ አስጸያፊ ምስል እንስቼ እሳት ውስጥ ጣልሁት፤ እርሱንም ሰባብሬ እንደ ትቢያ አደቀቅሁት፤ ትቢያውንም ከተራራው በሚወርደው ውሃ ውስጥ ጨመርሁት፡፡",
      "22": "እንደገናም በታብዔራ፤ በማሳህና የምኞት መቃብር ተብሎ በተሰየመው ቂብሮት ሐታዋ ያህዌ(יהוה)ን አስቆጣችሁት፡፡",
      "23": "ሂዱ፤ ያህዌ(יהוה) የሰጠኋችሁንም የተስፋ ምድር ውረሱ ብሎ ከቃዴስ በርኔ በላካችሁም ጊዜ በእርሱ ላይ አመፃችሁ እንጂ አልተማመናችሁበትም፤ ለቃሉም አልታዘዛችሁም፡፡",
      "24": "እኔ ካወቅኋችሁ ጊዜ ጀምሮ በያህዌ(יהוה) ላይ እንዳመፃችሁ ናችሁ፡፡",
      "25": "ከዚያም ሁሉ የተነሣ በያህዌ(יהוה) ፊት በግንባሬ ተደፍቼ አርባ ቀንና አርባ ሌሊት ቆየሁ፤ ምክንያቱም እርሱ እደመስሳችኋለሁ ብሎ ስለነበር ነው፤",
      "26": "እንዲህም ብዬ ጸለይሁ፤ ልዑል አምላኬ ሆይ! በታላቅ ኃይልህና በብርታትህ ዋጅተህ ከግብጽ ምድር ያወጣኸውን ሕዝብህን አታጥፋ፤",
      "27": "አገልጋዮችህን አብርሃምን፤ ይስሐቅንና ያዕቆብን አስብ፤ የእነዚህን ሕዝብ ልበ ደንዳናነትና እልኸኛነት፤ ክፋትና ኃጢአት ሁሉ አትቁጠርባቸው፤",
      "28": "ይህ ባይሆን ግን፡- ያህዌ(יהוה) በሰጣቸው የተስፋ ቃል መሠረት ሕዝቡን ወደዚያች ምድር ሊያስገባቸው አልቻለም ብለው ግብጻውያን መዘባበት ይጀምራሉ፤ እንዲያውም፡- ሕዝቡን ስለጠላቸው ሊገድላቸው ፈልጎ ወደ በረሓ አወጣቸው ይሉሃል፡፡",
      "29": "ከዚህም ሁሉ በላይ እነዚህ ሕዝብ ለራስህ ወገኖች እንዲሆኑ የመረጥሃቸውና በታላቁ ኀይልህና ብርታትህ ከግብጽ ምድር ያወጣሃቸው ናቸው፡፡"
    },
    "Chapter 10": {
      "1": "ከዚህ በኋላ ያህዌ(יהוה) እንዲህ አለኝ፤ ‹ቀድሞ የተሰበሩትን የድንጋይ ጽላቶች አስመስለህ በምትካቸው ሁለት ጽላቶች ቅረጽ፤ ለእነርሱ ማኖሪያ የሚሆን ታቦትም ከእንጨት ሥራ፤ እኔም ወዳለሁበት ተራራ ውጣ፤",
      "2": "ቀድሞ በሰበርካቸው ጽላቶች ላይ የነበሩትን ትእዛዛት እንደገና እጽፍባቸዋለሁ፤ አንተም በታቦቱ ውስጥ ታኖራቸዋለህ፡፡›",
      "3": "ስለዚህም እኔ ከግራር እንጨት ታቦትን ሠራሁ፤ እንደ ፊተኞቹ ያሉትንም የድንጋይ ጽላቶች በመቅረጽ አዘጋጀሁ፤ እነርሱንም በእጄ ይዤ ወደ ተራራው ወጣሁ፤",
      "4": "ያህዌም በተራራው ግርጌ ተሰብስባችሁ በነበረበት ቀን በእሳት ውስጥ ሆኖ የገለጠላችሁን አሥሩን ትእዛዛት እንደቀድሞው ጽሑፍ አድርጎ በአሁኖቹ ጽላቶች ላይ ጻፈ፤ ጽላቶቹንም ለእኔ ሰጠኝ፤",
      "5": "እኔም ከተራራው ተመልሼ በመውረድ ያህዌ(יהוה) ባዘዘኝ መሠረት ጽላቶቹን ባሠራሁት ታቦት ውስጥ አኖርኋቸው፤ ከዚያም ጊዜ ጀምሮ እነሆ በዚያው ውስጥ ይገኛሉ፡፡”",
      "6": "(እስራኤላውያንም የያዕቃን ሕዝብ የቆፈሩአቸውን የውሃ ጉድጓዶች ካሉበት ስፍራ ተነሥተው ወደ ሞሴራ ተጓዙ፤ አሮንም በዚያው ሞቶ ተቀበረ፤ በእርሱም ምትክ ልጁ አልዓዛር ካህን ሆነ፡፡",
      "7": "ከዚያም ተነስተው ጉድጎዳ ተብሎ ወደሚጠራ ስፍራ ተጓዙ፤ ከዚያም የውሃ ፈሳሾች ወደሚገኙበት ወደ ዮጥባታ አመሩ፤",
      "8": "በዚያን ጊዜ፤ የያህዌ(יהוה)ን የቃል ኪዳን ታቦት እንዲሸከሙ፤ በፊቱም በመቆም እንዲያገለግሉትና ሕዝቡን በያህዌ(יהוה) ስም እንዲባርኩ የሌዊን ነገድ በመለየት ሾመ፤ እስከዛሬም ድረስ የሌዊ ነገድ ልጆች አገልግሎት ይኸው ነው፡፡ ያህዌ(יהוה) የሌዊ ነገድ ከሌሎቹ ወንድሞቹ ጋር ርስት እንዲወርስ ያልተደረገበትም ምክንያት ይኸው ነው፤ ያህዌ(יהוה) አምላካችሁ አስቀድሞ እንደተናገረ ካህናት ሆነው የማገልገልን መብት በማግኘታቸው ራሱ ያህዌ(יהוה) ለሌዋውያን ርስታቸው ነው፡፡)",

      "10": "እኔም ከዚህ በፊት ባደረግሁት አይነት እንደገና በተራራው ላይ አርባ ቀንና አርባ ሌሊት በመጸለይ ቆየሁ፤ ያህዌ(יהוה)ም እንደገና ልመናዬን ሰምቶ እናንተን ላለማጥፋት ፈቀደ፡፡",
      "11": "ከዚህም በኋላ እንግዲህ ሂድ፤ ለቀድሞ አባቶቻቸው በሰጠሁት የተስፋ ቃል መሠረት ምድሪቱን እንዲወርሱ ሕዝቡን ምራ› አለኝ፡፡",
      "12": "የእስራኤል ሕዝብ ሆይ! እነሆ ያህዌ(יהוה) ከእናንተ የሚፈልገውን ነገር አድምጡ፡- ያህዌ(יהוה)ን በመፍራት አክብሩት፤ የሚያዝዛችሁን ሁሉ ፈጽሙ፤ ውደዱት፤ በፍጹም ልባችሁና በፍጹም ነፍሳችሁም አገልግሉት፤",
      "13": "ትእዛዛቱንም ፈጽሙ፤ እኔ ዛሬ እነዚህን ሕግጋት የምሰጣችሁ ለራሳችሁ ጥቅም ነው፤",
      "14": "ሰማይና ከሰማይ በላይ ያሉት ሰማያት፤ ምድርና በእርስዋም ላይ ያለው ማናቸውም ነገር ሁሉ የያህዌ ነው፡፡",
      "15": "ያህዌ(יהוה) ለቀድሞ አባቶቻችሁ የነበረው ፍቅር እጅግ ብርቱ ከመሆኑ የተነሣ ዛሬም እናንተን ከብዙ አህዛብ መካከል መርጦአል፤ እናንተም እስካሁን የእርሱ ምርጥ ሕዝብ ናችሁ፡፡",
      "16": "ስለዚህም ከአሁን በኋላ ልበ ደንዳናነትንና እልከኛነትን አስወግዳችሁ ለያህዌ(יהוה) ታዛዥዎች ሁኑ፤",
      "17": "ያህዌ(יהוה) አምላካችሁ ከባዕዳን አማልክት ሁሉና ከኀይላትም ሁሉ በላይ ታላቅና ብርቱ ስለሆነ በፍርሃት መከበር ይገባዋል፡፡ እርሱ በፍትሕ አያዳላም፤ ጉቦም አይቀበልም፡፡",
      "18": "እርሱ እናትና አባት ለሌላቸው ድኻ አደጎችና ባሎቻቸው ለሞቱባቸው መበለቶች በትክክል ይፈርዳል፤ እርሱ በእኛ ሕዝብ መካከል የሚኖሩትን ስደተኞች ሁሉ ስለሚወድ ምግብና ልብስ ይሰጣቸዋል፡፡",
      "19": "ስለዚህም እናንተም ለእነዚህ ስደተኞች ፍቅራችሁን ልታሳዩአቸው ይገባል፤ ምክንያቱም እናንተም ራሳችሁ በግብጽ ምድር ስደተኞች የሆናችሁበት ጊዜ ነበር፡፡",
      "20": "አምላካችሁ ያህዌ(יהוה)ን በመፍራት ታዘዙ፤ እርሱንም ብቻ አምልኩ፤ ለእርሱ ታማኞች ሆናችሁ በእርሱ ስም ብቻ ማሉ፡፡",
      "21": "እርሱ አምላካችን ነው፤ እርሱ ለእናንተ ያደረገላችሁን ታላላቅና አስደናቂ ነገሮችን ሁሉ በገዛ አይኖቻችሁ ስላያችሁ ዘወትር አመስግኑት፡፡",
      "22": "የቀድሞ አባቶቻችሁ ወደ ግብጽ ተሰድደው በወረዱ ጊዜ ብዛታቸው ሰባ ብቻ ነበር፤ አሁን ግን ያህዌ(יהוה) አምላካችሁ የእናንተን ቁጥር ብዛት እንደ ሰማይ ከዋክብት አድርጎታል፡፡"
    },
    "Chapter 11": {
      "1": "ንግዲህ ፈጣሪ አምላካችሁን ውደዱ፤ እርሱ ከእናንተ የሚፈልገውን ሥርዓቱን፤ ሕጉን ና ትእዛዛቱን ሁልጊዜ ፈጽሙ፡፡",
      "2": "የያህቬህ(יהוה)ን ተግሣጽ በተለማመዳችሁት መጠን ስለ እርሱ የተማራችሁትን ሁሉ ዛሬ አስታውሱ፤ ልጆቻችሁ ሳይሆኑ ይህን ሁሉ የተለማመዳችሁት እናንተ ራሳችሁ ናችሁ፤ የያህቬህ(יהוה)ን ታላቅነት፤ ኀይሉን ና ብርታቱን፤",
      "3": "ተአምራቱንም ሁሉ አይታችኋል፤ እርሱ በግብጽ ንጉሥ ና በመላው አገሩ ላይ ያደረገውን ድንቅ ሥራ ሁሉ አይታችኋል፡፡",
      "4": "እናንተን ባሳደዱአችሁ ጊዜ የግብጽን ሠራዊት ከነፈረሶቻቸው ና ከነሠረገላዎቻቸው በቀይ ባሕር በማስጠም ያህቬህ(יהוה) እንዴቅ አድርጎ ለዘለቄታው እንደደመሰሳቸው አይታችኋል፡፡",
      "5": "እዚህ ከመድረሳችሁም በፊት ያህቬህ(יהוה) በዚያ በረሓ ምን እንዳደረገ ታውቃላችሁ፡፡",
      "6": "ከሮቤል ነገድ ወገን የኤሊአብ ልጆች በሆኑት በዳታን ና በአቤሮን ላይ ያደረገውን አስታውሱ፤ የእሥራኤል ሕዝብ ሁሉ በአይናቸው እያዩ መሬት ተከፍታ እነርሱን ና ቤተሰቦቻቸውን ድንኳኖቻቸውን ና ሠራተኞቻቸውን፤ እንስሳቶቻቸውንም ሁሉ ዋጠቻቸው፡፡",
      "7": "አዎ፤ ያህቬህ(יהוה) ያደረጋቸውን እነዚህን ታላላቅ ነገሮች ሁሉ በአይናችሁ ያያችሁ እናንተ ራሳችሁ ናችሁ፡፡",
      "8": "“ዛሬ የሰጠኋችሁን ትእዛዛት ሁሉ ጠብቁ፤ ይህን ብታደርጉ ወንዙን ተሻግራችሁ የምትገቡባትን ምድር ለመውረስ ትችላላችሁ፡፡",
      "9": "ያህቬህ(יהוה) ለቀድሞ አባቶቻችሁ ና ለዘሮቻቸው ሊሰጣቸው ቃል በገባላቸው፤ ማር ና ወተት በምታፈሰው በዚያች ለምለም ምድር ለረዥም ዘመን ትኖራላችሁ፡፡",
      "10": "ይህች የምትወርሱአት ምድር ከዚህ በፊት እንደነበራችሁባት እንደ ግብጽ ምድር አይደለችም፤ በግብጽ ምድር እህል ብትዘሩ እርሻውን ሁሉ እንደ አትክልት ቦታ የመስኖ ውሃ ለማጠጣት ብዙ መድከም ነበረባችሁ፡፡",
      "11": "ነገር ግን የዮርዳኖስን ወንዝ ተሻግራችሁ የምትወርሱአት ምድር ተራራዎች ና ሸለቆዎች ያሉአት ሆና በዝናም የምትረካ ናት፡፡",
      "12": "ይህችን ምድር የሚከባከባትን ና ዓመቱን ሙሉ የሚጠብቃት ያህቬህ(יהוה) አምላካችሁ ነው፡፡",
      "13": "“ስለዚህም ዛሬ እኔ የማዛችሁን ሕግ ሁሉ ጠብቁ፤ ያህቬህ(יהוה) አምላካችሁን ውደዱ፤ በፍጹም ልባችሁም አገልግሉት፤",
      "14": "ይህን ብታደርጉ ያህቬህ(יהוה) የክረምቱን ና የበልጉን ዝናም በወቅቱ ይልካል፤ በዚህም አይነት ለእናንተ ሢሣይ የሚሆነው እህል፤ ወይን ጠጅ ና የወይራ ዘይት፤",
      "15": "እንስሳቶቻችሁም የሚመገቡት ሣር ይበዛላችኋል፤ የሚያስፈልጋችሁን ምግብ ሁሉ ታገኛላችሁ፡፡",
      "16": "ከጠገባችሁም በኋላ ከያህቬህ(יהוה) ርቃችሁ ባእዳን አማልክትን ለመከተል ና ለማምለክ ዘወር እንዳትሉ ተጠንቀቁ፡፡",
      "17": "ይህን ብታደርጉ ያህቬህ(יהוה) በእናንተ ላይ ይቆጣል፤ ዝናምም እንዳይዘንም በመከልከል አገራችሁ እህል የማይበቅልባት ደረቅ ምድር እንድትሆን ያደርጋል፤ ምንም እንኳ እርሱ የሰጣችሁ ምድር ለም ብትሆንም ወዲያውኑ ትጠፋላችሁ፡፡",
      "18": "“እነዚህን ትእዛዛት ዘወትር በልቦናችሁን ና በአእምሮአችሁ ቅረጹአቸው፤ መታሰቢያም ይሆኑላችሁ ዘንድ እነርሱን በክንዳችሁ ላይ እሠሩ፤ በግንባራችሁም ላይ አኑሩ፤",
      "19": "ለልጆቻችሁም አስተምሩአቸው፤ በቤት በምትቀመጡበት ጊዜ፤ ወይም ስትሄዱ፤ እረፍት በምታደርጉበትም ሆነ በምትሠሩበት ጊዜ ሁሉ፤ ስለ እነርሱ ተነጋገሩ፤",
      "20": "በቤቶቻችሁ የበር መቃኖች ና በቅጽር በሮቻችሁም ሳንቃ ላይ ጻፉአቸው፡፡",
      "21": "ይህን ብታደርጉ ያህቬህ(יהוה) አምላካችሁ ለቀድሞ አባቶቻችሁ ሊሰጣቸው ቃል በገባላቸው ምድር እናንተ ና ልጆቻችሁ ለረዥም ዘመን መኖር ትችላላችሁ፤ ከምድር በላይ ያለው ሰማይ የሚኖረውን ያህል ትኖራላችሁ፡፡",
      "22": "“ስለዚህም እኔ የሰጠኋችሁን ትእዛዛት ሁሉ በታማኝነት ፈጽሙ፤ ያህቬህ(יהוה) አምላካችሁን ውደዱ፤ እርሱ የሚያዝዛችሁን ሁሉ አድርጉ፤ ታማኞችም ሁኑለት፡፡",
      "23": "ይህን ብታደርጉ እናንተ ወደፊት በተራመዳችሁ መጠን፤ እርሱ እነዚያን አሕዛብ ሁሉ ነቃቅሎ ያጠፋል፤ ከእናንተ ይበልጥ ታላላቆች ና እጅግ ብርቱዎች የሆኑትን የአሕዛብ ምድር ትወርሳላችሁ፡፡",
      "24": "ስታልፉ በእግራችሁ የምትረግጡት መሬት ሁሉ የእናንተ ይሆናል፤ ግዛታችሁም በደቡብ በኩል ካለው በረሓ ተነሥቶ በሰሜን በኩል እስካሉት እስከ ሊባኖስ ተራራዎች፤ እንዲሁም በምሥራቅ በኩል ከሚገኘው ከኤፍራጥስ ወንዝ ተነሥቶ በምዕራብ በኩል እስከሚገኘው እስከ ታላቁ ሜድትራንያን ባሕር ድረስ ይሰፋል፡፡",
      "25": "በዚያች ምድር በምትሄዱበት ስፍራ ሁሉ ያህቬህ(יהוה) አምላካችሁ በሰጣችሁ ተስፋ መሠረት ሕዝቦች ሁሉ እንዲፈሩአችሁ ያደርጋል፤ ሊቋቋማችሁ የሚችልም ከቶ አይገኝም፡፡",
      "26": "“እነሆ ዛሬ እኔ ከበረከት ና ከመርገም አንዱን እንድትመርጡ እድል እሰጣችኋለሁ፡፡",
      "27": "ዛሬ እኔ የምሰጣችሁን የያህዌ አምላካችሁን ትእዛዝ ሁሉ ብትፈጽሙ በረከት ታገኛላችሁ፤",
      "28": "ከዚህ በፊት ያልሰገዳችሁላቸውን ባእዳን አማልክት ወደመከተል አዘንብላችሁ እነዚህን ትእዛዛት ባትፈጽሙ ግን እርግማን ይመጣባችኋል፡፡",
      "29": "ያህቬህ(יהוה) ወደ ምትወርሱአት ምድር በሚያስገባችሁ ጊዜ በረከቱን በገሪዛን ተራራ፤ መርገሙንም በዔባል ተራራ ታውጃላችሁ፡፡",
      "30": "እነዚህም ሁለት ተራራዎች በዮርዳኖስ ሸለቆ የሚኖሩ የከነዓናውያን ግዛት ከሆነው ከዮርዳኖስ ወንዝ በስተ ምዕራብ ያሉት ናቸው፤ እነርሱ በጌልገላ የገጠር ከተማ አጠገብ ካሉት ከተቀደሱት የሞሬ ዛፎች ብዙ ሳይርቁ የሚገኙት ናቸው፡፡",
      "31": "እነሆ የዮርዳኖስን ወንዝ ተሻግራችሁ ያህቬህ(יהוה) የሚሰጣችሁን ምድር ልትወርሱ ተቃርባችኋል፤ ስለዚህም ያችን ምድር በመውረስ ተደላድላችሁ በምትቀመጡበት ጊዜ፤",
      "32": "ዛሬ እኔ የምሰጣችሁን ሕግ ሁሉ በጥንቃቄ ለመጠበቅ ዝግጁዎች ሁኑ፡፡"
    },
    "Chapter 12": {
      "1": "የቀድሞ አባቶቻችሁ አምላክ የሆነ ያህዌ(יהוה) በሚሰጣችሁ ምድር በምትኖሩበት ዘመን ሁሉ የምትጠብቁአቸው ሕግጋት እነዚህ ናቸው፤ እነርሱንም አድምጡ!",
      "2": "በምትወርሱአት ምድር የሚኖሩ አሕዛብ በተራራዎች፤ በኮረብታዎችና በለምለሙ ዛፎች ሥር ለአማልክቶቻቸው የሚሰግዷቸውን ስፍራዎች ሁሉ ደምስሱ፤",
      "3": "መሠዊያዎቻቸውን ሁሉ አፈራርሱ፤ ከድንጋይ የተሠሩ የጣዖት ማምለኪያ አምዶቻቸውንም ሰባብራችሁ ጣሉ፤ ‹አሼራ ተብላ የምትጠራውን የሴት አምላካቸውን ምስሎች ሁሉ በእሳት አቃጥሉ፤ በነዚያ ቦታዎች ዳግመኛ እንዳይሰግዷቸው ጣዖቶቻቸውን ሁሉ አንከታክታችሁ ጣሉ፡፡",
      "4": "እናንተ ለያህዌ(יהוה) አምላካችሁ የምትሰግዱለት እነዚህ አረማውያን ሕዝብ ለአማልክቶቻቸው በሚሰግዷቸው አይነት መሆን የለበትም፡፡",
      "5": "ነገዶቻችሁ ሁሉ ከሚኖሩበት ግዛት በፊቱ ተሰብስባችሁ የምትሰግዱበትን አንድ ቦታ ያህዌ(יהוה) ይመርጣል፡፡",
      "6": "እዚያም የሚቃጠል መሥዋዕታችሁንና ሌላውንም መሥዋዕታችሁን ሁሉ አሥራታችሁንና መባችሁን፤ ለያህዌ የተሳላችሁትንና የበጎ ፈቃድ ስጦታችሁን፤ የከብቶቻችሁንና የበጎቻችሁን በኩር ታቀርባላችሁ፤",
      "7": "እዚያም በባረካችሁ በአምላካችሁ በያህዌ(יהוה) ፊት፤ እናንተና ቤተሰቦቻችሁ ሁሉ ተሰብስባችሁ ትበላላችሁ፤ በድካማችሁ ያገኛችሁትን መልካም ነገር ሁሉ ትደሰቱበታላችሁ፡፡",
      "8": "ያ ሰዓት በሚደርስበት ጊዜ እስከ አሁን እንደ ፈለጋችሁ በምትፈጽሙት አይነት አታደርጉም፤ እነሆ እስከ አሁን እንዳሰኛችሁ ትሰግዱ ነበር፤",
      "9": "ምክንያቱም ያህዌ(יהוה) አምላካችሁ ወደሚሰጣችሁና በሰላም እረፍት አድርጋችሁ ወደምትኖሩባት ምድር ገና አልገባችሁም፤",
      "10": "የዮርዳኖስን ወንዝ በምትሻገሩበት ጊዜ ያችን ምድር ወርሳችሁ በዚያ እንድትኖሩ ያህዌ ይፈቅድላችኋል፤ እርሱ ከጠላቶቻችሁ ሁሉ ስለሚጠብቃችሁ በሰላም ትኖራላችሁ፤",
      "11": "ለእርሱ የምትሰግዱበትን አንድ ቦታ ብቻ ያህዌ(יהוה) ራሱ ይመርጣል፤ እኔ ያዘዝሁአችሁንም ነገር ሁሉ ወደዚያ ታመጣላችሁ፤ ይኸውም የሚቃጠል መሥዋዕታችሁንና ሌላውንም መሥዋዕታችሁን ሁሉ፤ አሥራታችሁንና መባችሁን ሁሉ፤ ለያህዌ የተሳላችሁትን የበጎ ፈቃድ ስጦታችሁን ሁሉ ታመጡለታላችሁ፡፡",
      "12": "እዚያም በእርሱ ፊት ከልጆቻችሁና ከሠራተኞቻችሁ፤ እንዲሁም በከተማዎቻችሁ ከሚኖሩት ሌዋውያን ከእናንተ ጋር የተካፈሉት ርስት የላቸውም፡፡",
      "13": "መሥዋዕታችሁን እናንተ በመረጣችሁት ስፍራ ሁሉ አታቅርቡ፡፡",
      "14": "መሥዋዕታችሁን ሁሉ ማቅረብ የሚገባችሁ ከነገዶቻችሁ መካከል የአንዱ ግዛት በሆነው ክፍል፤ ያህዌ(יהוה) በሚመርጠው በአንድ ስፍራ ብቻ ነው፤ የሚቃጠል መሥዋዕታችሁንም ሆነ ሌላውንም እኔ ያዘዝሁአችሁን ሁሉ በዚያ ስፍራ ትፈጽማላችሁ፡፡",
      "15": "ነገር ግን በምትኖሩበት በየትኛውም ስፍራ ከእንስሶቻችሁ አርዳችሁ የመብላት ነፃነት አላችሁ፤ ያህዌ(יהוה) አብዝቶ በሚሰጣችሁ መጠን ብሉ፤ በሕጉ መሠረት በሥርዓት የነጻም ያልነጻም ሁላችሁም የአጋዘንና የሚዳቋን ሥጋ በምትበሉበት ዓይነት ከራሳችሁ እንስሳት አርዳችሁ መብላት ትችላላችሁ፤",
      "16": "ነገር ግን ደማቸውን እንዳትበሉ ተጠንቀቁ፤ እርሱን እንደውሃ በመሬት ላይ አፍስሱት፤",
      "17": "ለያህዌ(יהוה) የምታቀርቡት መባ በምትኖሩበት በማናቸውም ስፍራ ሁሉ መበላት የለበትም፤ ይኸውም የእህላችሁ፤ የወይን ጠጃችሁና የወይራ ዘይታችሁ አሥራት ወይም የከብቶቻችሁና የበጎቻችሁ በኩር፤ ለያህዌ(יהוה) የተሳላችሁትን የበጎ ፈቃድ ስጦታችሁ ሁሉ በማናቸውም የመኖሪያ ስፍራ ሁሉ አይበላም፡፡",
      "18": "እናንተና ልጆቻችሁ፤ አገልጋዮቻችሁና በከተማችሁ ከሚኖሩት ሌዋውያን ጋር ሆናችሁ ያህዌ(יהוה) አምላካችሁ ይመለክበት ዘንድ በመረጠው ስፍራ ብቻ ሆናችሁ በያህዌ(יהוה) አምላካችሁ ፊት እነዚህን መባዎች ሁሉ ትመገባላችሁ፤ እዚያም በድካማችሁ ያገኛችሁትን መልካም ነገር ሁሉ ትደሰቱበታላችሁ፡፡",
      "19": "በምድራችሁ በምትኖሩበት ዘመን ሁሉ ሌዋውያንን ቸል እንዳትሉ ተጠንቀቁ፡፡",
      "20": "በሰጣችሁ ተስፋ መሠረት ያህዌ(יהוה) ግዛታችሁን በሚያሰፋበት ጊዜ፤ በሚያሰኛችሁ ጊዜ ሁሉ ሥጋ መመገብ ትችላላችሁ፡፡",
      "21": "ያህዌ(יהוה) የመረጠው ያ አንድ ስፍራ ሩቅ ቢሆንባችሁ ግን በሚያሰኛችሁ ጊዜ ሁሉ ያህዌ ከሰጣችሁ የከብትም ሆነ የበግ መንጋ መርጣችሁ እኔ ባዘዙአችሁ መሠረት ማረድ ትችላላችሁ፡፡",
      "22": "በሥርዓት የነጻም ሆነ ያልነጻ ማንኛውም ሰው የአጋዘንም ሆነ የሚዳቋ ሥጋ በሚበላው አይነት ያንን ሥጋ መብላት ይችላል፡፡",
      "23": "ነገር ግን ደም ያለበትን ሥጋ ከመብላት ብቻ ተጠንቀቁ፤ ምክንያቱም የሕይወት መኖሪያ በደም ውስጥ ነው፤ ስለዚህ ሕይወትን ከሥጋ ጋር አትብሉ፡፡",
      "24": "ደምን አትብሉ፤ ይልቅስ እንደ ውሃ በመሬት ላይ አፍስሱት፡፡",
      "25": "ይህን ትእዛዝ ብትፈጽሙ ያህዌ(יהוה) ደስ ይለዋል፤ ለእናንተና ለልጆቻችሁ ሁሉ ነገር በመልካም ሁኔታ ይከናወንላችኋል፡፡",
      "26": "ስለዚህም መባችሁንና ለያህዌ የተሳላችሁትን ስጦታ ሁሉ ለአምልኮ ወደተመረጠው አንድ ቦታ ብቻ ውሰዱ፡፡",
      "27": "የሚቃጠለውን መሥዋዕታችሁን፤ ማለትም ሥጋውንና ደሙን ሁሉ በአምላካችሁ በያህዌ(יהוה) መሠዊያ ላይ አቅርቡ፡፡ እንዲሁም ሥጋውን የምትመገቡትን መሥዋዕት ሁሉ አቅርቡ፤ ደሙንም ከመሠዊያው ውጭ እንዲፈስ አድርጉ፡፡",
      "28": "እኔ የማዝዛችሁን ህግ ሁሉ በታማኝነት ጠብቁ፤ ይህን ብታደርጉ ለእናንተና ለልጆቻችሁ ሁሉ ነገር ለዘላለም በመልካም ሁኔታ ይከናወንላችኋል፤ ምክንያቱም ትክክል የሆነውንና ያህዌ(יהוה) ደስ የሚሰኝበትን መልካም ነገር ሁሉ ታደርጋላችሁ፡፡",
      "29": "በምድራቸው ላይ ጦርነት በምታደርጉበት ጊዜ ያህዌ(יהוה) አሕዛብን ይደመስሳል፤ ምድራቸውንም ወርሳችሁ ትኖሩበታላችሁ፡፡",
      "30": "ያህዌ(יהוה) እነዚያን አሕዛብ በሚደመስስበት ጊዜ እነርሱ ይፈጽሙት የነበረውን የባዕድ አምልኮ ሥርዓት ከመከተል ተጠንቀቁ፤ ምክንያቱም እርሱ አደገኛ ወጥመድ ነው፤ እነርሱ በሚፈጽሙት አይነት ጣዖት ለማምለክ አስበህ፤ እነርሱ እንዴት ያመልኩ እንደነበር ለማወቅ አትመራመር፤",
      "31": "እናንተ ለያህዌ(יהוה) አምላካችሁ የምትሰግዱለት፤ እነዚህ አሕዛብ ለባዕዳን አማልክቶቻቸው በሚሰግዷቸው አይነት መሆን የለበትም፤ ምክንያቱም እነርሱ ለባዕዳን አማልክቶቻቸው በሚሰግዱበት ጊዜ የሚፈጽሙት ነገር ሁሉ እጅግ አስጸያፊና በያህዌ ዘንድ የተጠላ ነው፤ እነርሱ ሌላው ቀርቶ የገዛ ልጆቻቸውን በመሠዊያዎቻቸው ላይ በእሳት ያቃጥላሉ፡፡",
      "33": "እንግዲህ እኔ ያዘዙአችሁን ሁሉ አድርጉ፤ በእነርሱ ላይ ምንም ነገር አትጨምሩ፤ ከእነርሱም አንዳች ነገር አታጉድሉ፡፡"
    },
    "Chapter 13": {
      "1": "‹ነቢይ ወይም ሕልም ተርጓሚ ነኝ የሚል አንዳች ሰው ‹ተአምር ወይም አስደናቂ ነገር አደርጋለሁ› ይል ይሆናል፤",
      "2": "ይህንንም የሚያደርገው ከዚህ በፊት ወደማታውቁአቸው ባእዳን አማልክት ሊመራችሁ አስቦ ሊሆን ይችላል፤ እርሱ የተናገረው ቃል እውነት ሆኖ ቢገኝ እንኳ፤",
      "3": "ከቶ አትስሙት፤ በፍጹም ልባችሁ ትወዱት እንደሆን በመፈተን ለማወቅ ፈልጎ ያህዌህ(יהוה) አምላካችሁ መሣሪያ አድርጎት ይሆናል፡፡",
      "4": "ያህዌህ(יהוה)ን ተከተሉ፤ እርሱንም በመፍራት አክብሩት፤ ለእርሱ በመታዘዝ ሕግጋቱን ጠብቁ፤ እርሱን ብቻ አምልኩ፤ ለእርሱም ታማኞች በመሆን ኑሩ፡፡ በባርነት ከኖራችሁባት ከግብጽ ምድር በመዋጀት ነፃ ባወጣችሁ በያህዌህ(יהוה) ላይ እንድታምፁ የሚያደርጋችሁን ሕልም ተርጓሚ ወይም ነቢይ ነኝ ባዩን ግደሉ፤ እንደዚህ ያለው ሰው ክፉ በመሆኑ ጸንታችሁ እንድትኖሩበት በማዘዝ ያህዌህ(יהוה) ከሰጣችሁ ሕይወት ሊለያችሁ ያቀደ ነው፤ እናንተ ከዚህ ክፉ ነገር ተጠብቃችሁ ትኖሩ ዘንድ ያ ሰው መገደል አለበት፡፡",
      "5": "ሌላው ይቅርና የእናትህ ልጅ የሆነ ወንድምህ፤ ወንድ ወይም ሴት ልጅህ፤ የምትወዳት ሚስትህ ወይም የቅርብ ጓደኛህ እንኳ፤ የቀድሞ አባቶችህም ሆኑ አንተ ራስህ ሰግደህላቸው የማታውቀውን ባእዳን አማልክት እንድታመልክ በስውር ይገፋፋህ ይሆናል፤",
      "6": "ከእነርሱ አንዱ በአቅራቢያህ ወይም በሩቅ አገር የሚኖሩ አሕዛብ ለሚያመልኳቸው ባእዳን አማልክት እንድትሰግድ ያደፋፍርህ ይሆናል፤",
      "7": "ይሁን እንጂ በመስበክ ያግባባህ ዘንድ አትፍቀድለት፤ የሚናገረውን እንኳ አታድምጥ፤ ምሕረትም ሆነ ርኅራኄ በማድረግ ሕይወቱን ለማዳን አትሞክር፡፡",
      "8": "ያለ ማመንታት እንዲሞት አድርግ፤ ይልቁንም በእርሱ ላይ ድንጋይ በመወርወር የመጀመሪያ ሁን፤ ሌላውም ሁሉ ተባብሮ በድንጋይ ወግሮ ይግደለው፡፡",
      "9": "እስኪሞት ድረስ በድንጋይ ውገሩት፤ ምክንያቱም በባርነት ከኖራችሁባት ከግብጽ ምድር ነፃ ካወጣችሁ ከአምላካችሁ ከያህዌህ(יהוה) ሊያርቃችሁ ሞክሮአል፡፡",
      "10": "ከዚህም በኋላ የእስራኤል ሕዝብ ሁሉ የሆነውን ነገር ሰምተው ይፈራሉ፤ ስለዚህም ያንን አይነት ክፉ ነገር እንደገና የሚያደርግ አይኖርም፡፡",
      "11": "ያህዌህ(יהוה) አምላክህ በሚሰጥህ ከተሞች በምትኖርበት ጊዜ፤",
      "12": "ከሕዝብህ መካከል አንዳንድ የማይረቡ ሰዎች በከተማቸው የሚኖረውን ሕዝብ አሳስተው ከዚህ በፊት ሰግደህላቸው ወደማታውቀው ባእዳን አማልክት መርተው መውሰዳቸውን ትሰማ ይሆናል፡፡",
      "13": "እንዲህ ያለውን የሹክሹክታ ወሬ በምትሰማበት ጊዜ በጥንቃቄ መርምር፤ ያም ክፉ ስለመደረጉ እውነት ሆኖ ካገኘኸው፤",
      "14": "በዚያች ከተማ የሚኖሩትን ሕዝብ ከብቶቻቸው ሁሉ ጋር በሙሉ ግደል፤ ያችንም ከተማ በፍጹም ደምስስ፡፡",
      "15": "በዚያች ከተማ የሚኖሩትንም ሕዝብ ሀብት በሙሉ ሰብስበህ በማምጣት በከተማይቱ አደባባይ እንዲከመር አድርግ፤ ከዚያም በኋላ ከተማይቱንና በእርስዋም ውስጥ ያለውን ማናቸውንም ነገር ሁሉ ለያህዌህ(יהוה) መሥዋዕት አድርገህ በእሳት አቃጥለው፤ ዳግመኛም እንዳትሠራ ለዘላለም ፍርስራሽ ሆና ትቅር፡፡",
      "16": "እንዲወድም ከተፈረደበት ሀብት ሁሉ ምንም ነገር ለራስህ አታስቀር፤ ይህን ብታደርግ ከብርቱ ቁጣው ተመልሶ ምህረት ያደርግልሃል፤ እርሱ ለአንተ ምህረት የሚያደርግ ይቅር ባይ ይሆንልሃል፤ ለቀድሞ አባቶችህ በሰጠው ተስፋም መሠረት ቁጥሩ የበዛ ታላቅ ሕዝብ ያደርግሃል፡፡",
      "17": "ዛሬ እኔ የሰጠሁህን ትእዛዝ ብትጠብቅና እርሱ ከአንተ የሚፈልገውንም ሁሉ ብታደርግ ይህ ተስፋ በእርግጥ ይፈጸምልሃል፡፡"
    },
    "Chapter 14": {
      "1": "እናንተ የአምላካችሁ የያህዌህ(יהוה) ልጆች ናችሁ፤ ስለዚህ ለሞተ ሰው በምታዝኑበት ጊዜ ሌሎች አረማውያን ሕዝቦች በሚያደርጉት አይነት ፊታችሁን አትንጩ፤ ጠጉራችሁንም አትላጩ፤",
      "2": "እናንተ ለአምላካችሁ ለያህዌህ(יהוה) የተለያችሁ ሕዝብ ናችሁ፤ በምድር ላይ ከሚኖሩ ከሌሎች ሕዝቦች መካከል ለእርሱ የተለያችሁ ውድ ወገኖቹ ትሆኑ ዘንድ መርጦአችኋል፡፡",
      "3": "ርኩስ የሆነውን ነገር ሁሉ አትብሉ፤",
      "4": "ልትበሉአቸው የተፈቀዱላችሁ እንስሳት እነዚህ ናቸው፤ ይኸውም የቀንድ ከብቶችን፤ በጎችንና ፍየሎችን፤",
      "5": "አጋዘን፤ የሜዳ ፍየል፤ ሰስና ድኩላዎችን ትበላላችሁ፤",
      "6": "በአጠቃላይም ሰኮናቸው የተሰነጠቀና የሚያመሰኩ እንስሳትን ትበላላችሁ፤",
      "7": "ነገር ግን ሰኮናቸው ያልተሰነጠቀውንና የማያመሰኩ እንስሳት አትብሉ፤ በዚህም ዓይነት ግመል፤ ጥንቸልና ሽኮኮ የመሳሰሉትን አትብሉ፤ እንደነዚህ ያሉት እንስሳት የሚያመሰኩ ቢሆኑም ሰኮናቸው ያልተሰነጠቀ በመሆኑ የረከሱ ሆነው ይቆጠራሉ፤",
      "8": "አሣዎችን አትብሉ፤ እነርሱ ሰኮናቸው የተሰነጠቀ ቢሆንም ስለማያመሰኩ የረከሱ ሆነው ይቆጠራሉ፤ እንደነዚህ ያሉትን እንስሳት መብላት ይቅርና በድናቸውን እንኳ አትንኩ፡፡",
      "9": "ከአሣ አይነቶችም ክንፍና ቅርፊት ያላቸውን ሁሉ መብላት ትችላላችሁ፤",
      "10": "ነገር ግን በውሃ ውስጥ የሚገኘው ክንፍና ቅርፊት የሌለው ፍጥረት ሁሉ አይበላም፤ እንደነዚህ ያሉት እንስሳት በእናንተ ዘንድ የረከሱ ሆነው መቆጠር አለባቸው፡፡",
      "11": "ከወፍ ዓይነቶችም ንጹሓን የሆኑትን ትበላላችሁ፡፡",
      "12": "ከወፍ አይነቶች የማይበሉት እነዚህ ናቸው፡- ንስር፤ ጥንብ አንሣ፤ ግልገል አንሣ፤ ጭላትና ጭልፊት በየአይነቱ፤ ቁራ ሁሉ በየወገኑ፤ ሰጎን፤ ጠላቋ፤ ዝይ፤ በቋል በየወገኑ፤ ስደተኛ አሞራ፤ ሽመላ፤ ሳቢሳ በየወገኑ፤ ጅንጅላቴ ወፍና የሌሊት ወፍ በየወገኑ፡፡",
      "13": "ክንፍ ያላቸው ጥቃቅን ነፍሳት ሁሉ የረከሱ ናቸው፤ እንደነዚህ ያሉትን አትብሉ፤",
      "14": "ነገር ግን ከእነርሱ መካከል በተለይ ንጹሓን የሆኑትን ትበላላችሁ፡፡",
      "15": "ሞቶ የተገኘውን እንስሳ አትብሉ፤ በመካከላችሁ የሚኖሩ የውጭ አገር ሰዎች እንዲመገቡት ፍቀዱላቸው፤ ወይም ለውጭ አገር ሰዎች በዋጋ ልትሸጡላቸው ትችላላችሁ፡፡ እናንተ ግን ለአምላካችሁ ለያህዌ የተለያችሁ ወገኖች ናችሁ፡፡",
      "16": "የበግን ወይም የፍየልን ግልገል በእናቱ ወተት አትቀቅል፡፡",
      "17": "በየዓመቱ አርሳችሁ ከምታገኙት ሰብል ሁሉ ከአሥር አንዱን እጅ እንዲለይ አድርጉ፤",
      "18": "ከዚያም በኋላ አምላካችሁ ያህዌ ይመለክበት ዘንድ ወደ መረጠው ወደዚያ ወደ አንዱ ማከላዊ ቦታ ሂዱ፤ እዚያም በያህዌህ(יהוה) ፊት ተሰብስባችሁ ከእህላችሁ፤ ከወይን ጠጃችሁና ከወይራ ዘይታችሁ ያዋጣችሁትን አሥራትና እንዲሁም የቀንድ ከብቶቻችሁንና የበጎቻችሁን በኩራት ብሉ፤ ይህንንም የምታደርጉት ሁልጊዜ ያህዌህ(יהוה) አምላካችሁን የመፍራት ጥበብ እንድትማሩ ነው፤",
      "19": "ነገር ግን ያህዌ የሚመለክበት ማከላዊ ቦታ ከምትኖሩበት አገር የራቀ ቢሆንና ያህዌም ይባርካችሁ ዘንድ ያወጣችሁትን አሥራት ተሸክማችሁ ለመውሰድ የሚያስቸግራችሁ ከሆነ እንዲህ አድርጉ፤",
      "20": "የእርሻችሁን ሰብል በገንዘብ ሽጡት፤ ገንዘቡንም ይዛችሁ ያህዌህ(יהוה) ወደሚመለክበት ማከላዊ ስፍራ ሂዱ፡፡",
      "21": "እዚያም በአምላካችሁ በያህዌ ፊት ተሰብስባችሁ እንደየፍላጎታችሁ የበሬ ወይም የበግ ሥጋ ወይን ጠጅና ሌላም መጠጥ በመግዛት ተጠቀሙበት፤ እናንተና ቤተሰቦቻችሁ እዚያ በመብላትና በመጠጣት ተድላ ደስታ አድርጉ፡፡",
      "22": "ይህንን በምታደርጉበት ጊዜ በከተማዎቻችሁ የሚኖሩ ሌዋውያንን አትርሱ፤ ምክንያቱም እነርሱ ከእናንተ ጋር የተካፈሉት ርስት የላቸውም፤",
      "23": "በየሦስተኛው ዓመት መጨረሻ ላይ ከእርሻችሁ ሰብል ሁሉ ከአሥር አንዱን እጅ ያወጣችሁ በከተማዎቻችሁ አከማቹ፤",
      "24": "ይህም በከተማዎቻችሁ ለሚኖሩ ከእናንተ ጋር የተካፈሉት ርስት ለሌላቸው የሙት ልጆችና ባሎቻቸው ለሞቱባቸው መበለቶች ምግብ ይሁናቸው፤ እነርሱ ወደዚያ ስፍራ መጥተው የሚፈልጉትን ሁሉ ማግኘት አለባቸው፤ ይህንን ሁሉ አድርጉ፤ አምላካችሁ ያህዌህ(יהוה)ም በምትሠሩት ነገር ሁሉ በረከትን ይሰጣችኋል፡፡"
    },
    "Chapter 15": {
      "1": "ገንዘብ ያበደራችኋቸውን ሁሉ በየሰባተኛው ዓመት መጨረሻ ላይ ዕዳቸውን በመሰረዝ ትተውላቸዋላችሁ፤",
      "2": "አፈጻጸሙም ዕንደሚከተለው ነው፤ ለእሥራኤላዊ ወገኑ ገንዘብ ያበደረ ማንኛውም ሰው ዕዳውን በመሰረዝ ይተውለት፤ ዕዳውን ዕንዲተውለት ያዘዘ ራሱ ያህዌህ(יהוה) ስለሆነ ገንዘቡን ለመሰብሰብ አይሞክር፡፡",
      "3": "ለውጭ አገር ባዕዳን ያበደራችሁትን ገንዘብ ብቻ መሰብሰብ ትችላላችሁ፤ ወገኖቻችሁ ለሆኑት እሥራኤላውያን ያበደራችሁትን ገንዘብ ግን አትሰብስቡ፡፡",
      "4": "ይህን ብታደርጉ ያህዌህ(יהוה) አምላካችሁ በሚሰጣችሁ ምድር ስትኖሩ ይባርካችኋል፤ ለያህዌህ(יהוה) ብትታዘዙለትና ዛሬ እኔ የምነግራችሁን ቃል ብትጠብቁ፤",
      "5": "ከወገኖቻችሁ መካከል ድኻ ሆኖ የሚኖር ሰው አይገኝም፡፡ ያህዌህ(יהוה) በሰጠው የተስፋ ቃል መሠረት ይባርካችኋል፤ እናንተ ለብዙ",
      "6": "የአሕዛብ ወገኖች ገንዘብ ታበድራላችሁ፤ ነገር ግን ከእነርሱ ወገኖች ከማንኛውም ሰው አትበደሩም፤ እናንተ በብዙ አሕዛብ ላይ የበላይነት ይኖራችኋል፤ በእናንተ ላይ የሚሠለጥንባችሁ ሕዝብ ግን አይኖርም፡፡",
      "7": "አምላካችሁ ያህዌህ(יהוה) በሚሰጣችሁ ምድር በምትኖሩባቸው ከተማዎች ሁሉ አንድ እሥራኤላዊ ችግረኛ ሆኖ ቢገኝ የገዛ ወገናችሁ ስለሆነ እርሱን ከመርዳት ቸል አትበሉ፡፡",
      "8": "ይልቅስ እጃችሁን ዘርግታችሁ የሚያስፈልገውን ሁሉ አበድሩት፡፡",
      "9": "ዕዳ የሚተውበት ሰባተኛው ዓመት መቃረቡንም አይታችሁ ለወገናችሁ ብድር መስጠትን እምቢ አትበሉ፤ እንደዚህ ያለውም ክፉ አሳብ ከቶ ወደ አእምሮአችሁ አይግባ፤ ብድር መስጠት እምቢ ብትሉ፤ ድኻው ወገናችሁ ወደ ያህዌህ(יהוה) ስለሚጮኽ በደለኞች እንድትሆኑ ያደርጋችኋል፡",
      "10": "ይልቅስ ራስ ወዳድነትን ትታችሁ የሚያስፈልገውን ሁሉ በልግሥና ስጡት፤ ይህን ብታደርጉ በምታደርጉት ነገር ሁሉ ያህዌ ይባርካችኋል፡፡",
      "11": "እንግዲህ ከወገኖቻችሁ እሥራኤላውያን መካከል ችግረኞችና ድኾች መኖራቸው ስለማይቀር ለእነርሱ ልግሥና እንድታደርጉላቸው አዝዛችኋለሁ፡፡",
      "12": "ወንድም ሆነ ሴት ከእሥራኤላውያን ወገን አንድ ሰው ለአንተ በአገልጋይነት ቢሸጥልህ፤ ከስድስት ዓመት አገልግሎት በኋላ ትለቀዋለህ፤ ሰባተኛውም ዓመት ሲደርስ ነፃ ታወጣዋለህ፤",
      "13": "ነፃ በምታወጣው ጊዜ ባዶ እጁን አትስደደው፤",
      "14": "በበግ፤ በእህልና በወይን ጠጅ ያህዌህ(יהוה) እንድትበለጽግ ካደረገህ ሀብት ሁሉ የልግሥና ስጦታ አድርግለት፤",
      "15": "እናንተም በግብጽ ባሪያዎች እንደነበራችሁና ከዚያም ነፃ ያወጣችሁ ያህዌህ(יהוה) መሆኑን አትርሱ፤ እኔም አሁን ይህን ሁሉ የማዝዛችሁ ስለዚህ ነው፡፡",
      "16": "ነገር ግን አገልጋይህ መሄድ አይፈልግ ይሆናል፤ አንተንና ቤተሰብህን በመውደድ ከአንተ ጋር መኖርን ይመርጥ ይሆናል፡፡",
      "17": "ይህም ከሆነ ወደ ቤትህ ደጃፍ ወስደህ ጆሮውን በወስፌ ብሳው፤ ከዚያም በኋላ እስከ እድሜው ፍጻሜ የአንተ አገልጋይ ይሆናል፤ ለሴት አገልጋይህም ቢሆን ይህንኑ አድርግ፡፡",
      "18": "አገልጋይህን ነፃ በምትለቅበት ጊዜ የቁጭት መንፈስ አይደርብህ፤ ምክንያቱም ቅጥር ሠራተኛ የሚከፈለውን የአገልግሎት ዋጋ እኩሌታውን ብቻ በመውሰድ ስድስት ዓመት አገልግሎሃል፤ እንግዲህ ይህን አድርግ፤ ያህዌህ(יהוה)ም በምትሠራው ነገር ይባርክሃል፡፡",
      "19": "ከከብትህ ወይም ከበግህ መንጋ የሚወለደውን ወንድ የሆነ በኩር ሁሉ ለአምላክህ ለያህዌህ(יהוה) የተለየ እንዲሆን አድርግ፤ ከተለዩት ከብቶች ማንኛውንም ለተግባር ማከናወኛ አትጠቀምበት፤ እንዲሁም ከበጎች መንጋ የተለዩትን ጠጉራቸውን አትሸልት፤",
      "20": "በዚያው በተመረጠው ማእከላዊ ስፍራ በየዓመቱ በያህዌ ፊት ተሰብስባችሁ አንተና ቤተሰብህ እነዚህን ትበላላችሁ፡፡",
      "21": "ነገር ግን እንስሳቱ እንከን ቢገኝባቸው ይኸውም ሽባ ወይም ዕውር ቢሆኑ፤ ደግሞ የማይፈወስ ነውር ቢኖርባቸው፤ እነርሱን ለአምላክህ ለያህዌህ(יהוה) መሥዋዕት አድርገህ አታቅርብ፡፡",
      "22": "እንደነዚህ ያሉትን እንስሳት በቤታችሁ መመገብ ትችላላችሁ፤ በሥርዓት የነጻችሁ ወይም ያልነጻችሁ ብትሆኑም አጋዘንና ድኩላን እንደምትመገቡ ሁላችሁም አነዚህን ትበላላችሁ፡፡",
      "23": "ነገር ግን ደማቸውን እንደ ምግብ አድርጋችሁ አትጠቀሙበት፤ ይልቁንም ደሙን እንደ ውሃ በምድር ላይ አፍስሱት፡፡"
    },
    "Chapter 16": {
      "1": "በአቢብ ወር የፋሲካን በዓል በማድረግ ያህዌ አምላካችሁን አክብሩ፤ ምክንያቱም እናንተን በመዋጀት ከግብጽ ምድር ያወጣችሁ ከዚህ ወር ውስጥ በአንዱ ሌሊት ነው፡፡",
      "2": "ስለዚህ ያህዌ በሚመርጠው ማእከላዊ የማምለኪያ ስፍራ ሂዱ፤ በዚያም አምላካችሁን ያህዌን ለማክበር ከበጎቻችሁ ወይም ከከብቶቻችሁ መንጋ መርጣችሁ አንዳንድ እንስሳ እረዱ፤",
      "3": "ያንንም ራት በምትመገቡበት ጊዜ እርሾ የነካው እንጀራ አትብሉ፤ በዚያ አይነት አስቸኳይ ሁኔታ ግብጽን ለቃችሁ በወጣችሁበት ጊዜ እንዳደረጋችሁት ሰባት ቀን ሙሉ እርሾ ያልነካው ቂጣ ትበላላችሁ፤ ይህንን ቂጣ ብሉ፤ እርሱም 'የሥቃይ እንጀራ ተብሎ ይጠራል፤ ይኸውም በምትኖሩበት ዘመን ሁሉ ብዙ ሥቃይ ከተቀበላችሁበት ከግብጽ ምድር የወጣችሁበትን ቀን ታስታውሳላችሁ፡፡",
      "4": "እስከ ሰባት ቀን ድረስ በምድራችሁ በማንኛውም ሰው ቤት እርሾ አይገኝ፤ በመጀመሪያው ቀን ማታ የታረደው እንስሳ ሥጋው በሙሉ በዚያው ሌሊት ተበልቶ ማለቅ አለበት፡፡",
      "5": "ለፋሲካ የተመደበውንም እንስሳ ማረድ የሚገባችሁ ያህዌ በሚሰጣችሁ ምድር በማንኛውም ስፍራ ሳይሆን፤",
      "6": "በዚያው ለአምልኮ በተመረጠው ማእከላዊ ስፍራ ብቻ ነው፡፡ ይህንንም ልክ ከግብጽ የወጣችሁበትን ሰዓት በመጠባበቅ ፀሐይ ስትጠልቅ አድርጉት፡፡",
      "7": "ሥጋውን ቀቅላችሁ ለአምልኮ በተመረጠው በዚያው ማእከላዊ ስፍራ ብሉት፤ በማግሥቱ ወደየቤታችሁ ተመለሱ፡፡",
      "8": "ምክንያቱም በሚከተሉት ስድሰት ቀኖች ደግሞ እርሾ ሳይነካው የተዘጋጀ ቂጣ ትበላላችሁ፤ በሰባተኛው ቀን ለአምላካችሁ ለያህዌ ትሰግዱ ዘንድ በአንድነት ተሰብሰቡ፤ በዚያው ቀን ሥራ አትሥሩበት፡፡",
      "9": "የእህል መከር መሰብሰብ ከጀመራችሁበት ጊዜ አንሥቶ እስከ ሰባት ሳምንት ቁጠሩ፤",
      "10": "ያህዌ በሰጣችሁ በረከት መጠን፤ የበጎ ፈቃድ ስጦታ በማቅረብ ያህዌ አምላካችሁን ታከብሩ ዘንድ የመከር  በዓል  አድርጉ፡፡",
      "11": "ከወንዶችና ከሴቶች ልጆቻችሁ፤ ከወንዶችና ከሴቶች አገልጋዮቻችሁ በከተማዎቻችሁ ከሚኖሩት ሌዋውያን፤ የውጭ አገር ስደተኞች፤ እናትና አባት ከሌላቸው ድኻ አደጎችና ባሎቻቸው ከሞቱባቸው ሴቶች ጋር በያህዌ ፊት በአንድነት ተሰብስባችሁ ደስ ይበላችሁ፤ ይህንንም ያህዌ ለአምልኮ በሚመርጠው ስፍራ ብቻ አድርጉት፡፡",
      "12": "እነዚህን ትእዛዛት በጥንቃቄ ጠብቁ፤ እናንተም ቀድሞ በግብጽ ባሪያዎች እንደነበራችሁ አትርሱ፡፡",
      "13": "የእህላችሁንና የወይናችሁን መከር ሁሉ ሰብስባችሁ ከጨረሳችሁ በኋላ እስከ ሰባት ቀን ድረስ የዳስ በዓል ታከብራላችሁ፤",
      "14": "እርሱንም ከልጆቻችሁ፤ ከአልጋዮቻችሁ፤ በከተሞቻችሁ ከሚኖሩት ሌዋውያን፤ የውጭ አገር ስደተኞች፤ እናትና አባት ከሌላቸው ድኻ አደጎችና ባሎቻቸው ከሞቱባቸው ሴቶች ጋር አብራችሁ በመሆን ተደሰቱበት፡፡",
      "15": "በዚያ ለአምልኮ በተመረጠው ማእከላዊ ስፍራ እስከ ሰባት ቀን ድረስ ይህን በዓል በማድረግ አምላካችሁን ያህዌን አክብሩ፡፡ ያህዌ የምድራችሁን መከርና የደከማችሁበትን ሁሉ ስለባረከላችሁ በጣም ደስ ይበላችሁ፡፡",
      "16": "በምድራችሁ የሚኖሩ ወንዶች ልጆች ሁሉ በዓመት ሦስት ጊዜ የፋሲካን፤ የመከርና የዳስ በዓላትን በማድረግ ያህዌን ለማክበር ወደተመረጠው ማእከላዊ ስፍራ ይምጡ፤ እያንዳንዳቸውም ስጦታ ሳይዙ አይምጡ፤",
      "17": "የሚያመጡትም ስጦታ እንደየችሎታቸውና ያህዌ እንደባረካቸው መጠን ይሁን፡፡",
      "18": "ያህዌ ከእናንተ ለእያንዳንዱ ወገን በሚሰጣችሁ ምድር በእያንዳንዱ ከተማ ዳኞችና ሌሎችንም ባለሥልጣኖች ትሾማላችሁ፤ እነዚህም ሰዎች ለሕዝቡ ያለ አድልዎ መፍረድ ይገባቸዋል፤",
      "19": "እነርሱም በሚሰጡት ዳኝነት ፍትሕን የሚያጣምሙና አድልዎ የሚያደርጉ መሆን አይገባቸውም፤ ጉቦም አይቀበሉ፤ ምክንያቱም ስጦታ የታማኞችንና የጥበበኞችን አይን በማሳወር የተጣመመ የፍርድ ውሳኔ እንዲሰጡ ያደርጋል፡፡",
      "20": "ያህዌ የሚሰጣችሁን ምድር ወርሳችሁ በሕይወት መኖር ትችሉ ዘንድ ሁልጊዜ ቅኖችና ትክክለኞች ሁኑ፡፡",
      "21": "ለአምላካችሁ ለያህዌ መሠዊያ በምትሠሩበት ጊዜ፤ 'አሼራ' ተብላ ለምትጠራው ሴት አምላክ የተሠራውን የእንጨት ምስል በአጠገቡ አታኑር፡፡",
      "22": "ጣዖትም ለማምለክ የድንጋይ አምዶችን አታቁሙ፤ ምክንያቱም ያህዌ እነዚህን ሁሉ ይጠላል፡፡"
    },
    "Chapter 17": {
      "1": "ከከብት ወይም ከበግ መንጋዎች መካከል ነውር ያለበትን   እንስሳ   ለያህዌ   ለአምላካችሁ መሥዋዕት አድርጋችሁ አታቅርቡ፤ ይህ በያህዌ ዘንድ የተጠላ ነው፡፡",
      "2": "ከምትኖሩባቸው ከተሞች በአንዲቱ ወንድ ወይም ሴት ያህዌን የበደሉ መሆናቸውን ትሰሙ ይሆናል፤",
      "3": "ይኸውም ያህዌ ከሰጣችሁ ትእዛዝ ጋር ተቃራኒነት ባለው ሁኔታ ቃል ኪዳን አፍርሰው ለባእዳን አማልክት፤ ማለትም ለፀሐይ፤ ለጨረቃ ወይም ለከዋክብት በመስገድና በማገልገል ሊሆን ይችላል፡፡",
      "4": "እንዲህ ያለውን ወሬ በምትሰሙበት ጊዜ በጥብቅ መርምሩ፤ እንደዚሁ ያለውም ክፉ ነገር በእስራኤል መደረጉ እርግጠኛ ሆኖ ከተገኘ፤",
      "5": "ያን ሰው ወይም ያችን ሴት ከከተማ ወደ ውጭ አውጥታችሀ በድንጋይ ወግራችሁ ግደሉአቸው፡፡",
      "6": "ሆኖም በዚህ ሁኔታ በሞት መቀጣት የሚገባው ሁለት ወይም ሦስት ሰዎች በእርሱ ላይ ከመሰከሩበት በኋላ ነው፤ ምስክሩ አንድ ብቻ ከሆነ ግን ያ ሰው አይገደል፡፡",
      "7": "ምስክሮቹ የመጀመሪያዎቹን ድንጋዮች ይወርውሩ፤ ከዚያም ቀጥሎ ሌላው ሕዝብ በድንጋይ ይውገረው፤ በዚህም አይነት ሁኔታ እንደዚህ ያለውን ክፉ ነገር ሁሉ ከእስራኤል ማስወገድ ትችላላችሁ፡፡",
      "8": "አንዳንድ የአገር ውስጥ ዳኞች ስለ ንብረት ባለቤትነት መብት ወይም ስለ ሰውነት መቁሰል፤ ወይም በማወቅም ሆነ ባለማወቅ ሰው ስለመግደል ሁኔታ ውሳኔ ለመስጠት አከራካሪ ችግር ይገጥማቸው ይሆናል፤ ይህም በሚሆንበት ጊዜ ያህዌ ወደመረጠው ማእከላዊ የአምልኮ ቦታ ሂዱ፡፡",
      "9": "ጉዳያችሁንም ከሌዋውያን ወገን ካህናት ለሆኑትና በዚያን ጊዜ የበላይ አለቃ ለሆነው ፈራጅ አቅርቡ፤ ጉዳዩንም እነርሱ ይወስኑ፡፡",
      "10": "እነርሱም ከወሰኑላችሁ በኋላ እነርሱ ያዘዙአችሁን በትክክል ፈጽሙ፡፡",
      "11": "በሚሰጡአችሁ መመሪያና ውሳኔ መሠረት ሁሉ አድርጉ፤ ከዚያም ፈጽሞ ፈቀቅ አትበሉ፡፡",
      "12": "ዳኛውን ወይም በአገልግሎት ላይ ያለውን ባለመታዘዝ የሚዳፈር ቢኖር በሞት ይቀጣ፡፡ በዚህም አይነት ሁኔታ እንደዚህ ያለውን ክፉ ነገር ሁሉ ከእስራኤል ታስወግዳላችሁ፡፡",
      "13": "ከዚያን በኋላ ሰው ሁሉ ይህን ሰምቶ ይፈራል፤ ይህንንም የመሰለ ክፉ ነገር ለመፈጸም የሚዳፈር አይኖርም፡፡",
      "14": "ያህዌ አምላካችሁ የሚሰጣችሁን ምድር በመውረስ ተደላድላችሁ በምትቀመጡበት ጊዜ በዙሪያችሁ እንደሚኖሩ አሕዛብ ንጉሥ ለማንገሥ ትወስኑ ይሆናል፤",
      "15": "የምታነግሡት ሰው ያህዌ የመረጠላችሁ መሆኑን አረጋግጡ፤ እርሱም ከራሳችሁ ሕዝብ መካከል የተመረጠ ወገናችሁ መሆን አለበት፤ የባእድ አገር ሰው በላያችሁ አታንግሡ፡፡",
      "16": "ያም ንጉሥ ለሠራዊቱ ብዙ ፈረሶች ያሉት መሆን የለበትም፤ ፈረሶችንም ለመግዛት ወደ ግብጽ ሰው መላክ አይገባውም፤ ምክንያቱም ያህዌ ሕዝቡ ወደዚያ እንዳይሄዱ አዝዞአል፡፡",
      "17": "ደግሞም ንጉሡ ብዙ ሚስቶች እንዲኖሩት አያስፈልገውም፤ ምክንያቱም ይህ አይነት ሁኔታ ያህዌን ከመከተል ይገታዋል፤ በወርቅና በብር መበልጸግንም የሚፈልግ አይሁን፡፡",
      "18": "ይልቅስ ንጉሥ በሚሆንበት ጊዜ እነዚህ በሌዋውያን ካህናት ተጠብቀው የሚኖሩት የያህዌ ሕግጋት የተጻፉበትን መጽሐፍ አንድ ቅጅ እንዲኖረው ያድርግ፡፡",
      "19": "ይህንን መጽሐፍ አጠገቡ በማኖር በዘመኑ ሁሉ ያንብበው፤ ይህንንም ቢያደርግ ያህዌን በመፍራት ስለማክበርና በዚህ መጽሐፍ ውስጥ የተጻፉትንም ትእዛዛት በታማኝነት የመፈጸምን ጥበብ ይማራል፡፡",
      "20": "ይህም ሁሉ እርሱ ከሌሎቹ እስራኤላውያን ወገኖቼ እበልጣለሁ ብሎ እንዳይታበይና በማናቸውም መንገድ ለያህዌ ሕግ ለመታዘዝ እንዳይቆጠብ ይጠብቀዋል፤ ይህንንም ቢያደርግ ለረዥም ዘመን ይነግሣል፤ የእርሱም ዘሮች በእስራኤል ላይ ለልጅ ልጅ ገዥዎች ይሆናሉ፡፡"
    },
    "Chapter 18": {
      "1": "“በክህነት ለማገልገል የተመረጡት የሌዊ ነገድ ተወላጆች በእሥራኤል ውስጥ የርስት ድርሻ አይኖራቸውም፤ በዚህ ምትክ ለያህዌ የሚቀርበውን መባና መሥዋዕት በመመገብ ይኖራሉ፤",
      "2": "ሌሎች ነገዶች በሚያደርጉት አይነት የርስት ይዞታ አይኖራቸውም፤ የእነርሱ ድርሻ በሰጣቸው የተስፋ ቃል መሠረት ያህዌን በክህነት የማገልገል መብት ማግኘታቸው ነው፡፡",
      "3": "“የቀንድ ከብት ወይም በግ በሚሠዋበት ጊዜ ካህናቱ ወርቹን፤ መንገጭላውንና፤ ጨጓራውን ይወስዳሉ፡፡",
      "4": "ከእህል፤ ከወይን ጠጅና ከወይራ ዘይት ከተሸለቱ በጎችም ጠጉር እንኳ ሳይቀር የመጀመሪያውን በኩራት ካህናቱ ይቀበላሉ፤",
      "5": "ለዘላለም በክህነት ያገለግሉ ዘንድ ያህዌ ከነገዶቻችሁ መካከል የሌዊን ነገድ መርጦአል፡፡",
      "6": "“በእሥራኤል ምድር በየትኛይቱም ከተማ ተነሥቶ ማእከላዊ ወደሆነው የአምልኮ ስፍራ ሊመጣ የሚፈልግ ሌዋዊ ሁሉ፤",
      "7": "በእዚያ የሚገኙ ሌዋውያን በሚያደርጉት አይነት በክህነት አምላኩን ያህዌን ያገለግላል፡፡",
      "8": "ሌሎች ካህናት ከሚያገኙት ምግብ ተመሳሳይ ድርሻውን ያገኛል፤ ከቤተሰቡ የሚላክለትንም ሊጠቀምበት ይችላል፡፡",
      "9": "አምላካችሁ ያህዌ ወደሚሰጣችሁ ምድር በምትገቡበት ጊዜ በዚያ የሚኖሩ አረማውያን ሕዝብ የሚፈጽሙትን አስጸያፊ ልማድ አትከተሉ፡፡",
      "10": "ልጆቻችሁን በመሠዊያችሁ ላይ የእሳት መሥዋዕት አድርጋችሁ አታሳልፉ፤ ከወገናችሁ ማንም የሟርትን፤ ሞራ በመግለጥ እድልን የማመልከት ልምድና እንዲሁም የአስማተኝነትንና የመተተኛነትን ልምድ እንዲከተል አትፍቀዱለት፤",
      "11": "መናፍስትን የሚጠራ ጠንቋይና የሙታን መናፍስት ሳቢ ሁሉ በእናንተ ዘንድ አይኑር፡፡",
      "12": "ይህንየሚለማመድሁሉበአምላካችሁበያህዌ ዘንድ የተጠላና አስጸያፊ ነው፤እናንተ ወደ ፊት በምትራመዱ መጠን አምላካችሁ ያህዌ እነዚያን አሕዛብ ከፊታችሁ ነቃቅሎ የሚያሳድድበት ምክንያት ይህንኑ አይነት ርኩሰትበማድረጋቸው ነው፡፡",
      "13": "እናንተ ግን ለአምላካችሁ በፍጹም ታማኝ መሆን ይገባችኋል፡፡",
      "14": "ከዚህ በኋላ ሙሴ እንዲህ አለ፤ “ሄዳችሁ በምትወርሱአት ምድር የሚኖሩ አረማውያን ሕዝብ የሟርተኞችንና ሞራ እየገለጡ ‹የእድልን ምልክት እንነግራለን› የሚሉ አስማተኞችን ምክር ያዳምጣሉ፤ እናንተ ግን ይህን ታደርጉ ዘንድ አምላካችሁ ያህዌ አይፈቅድላችሁም፡፡",
      "15": "ያህዌ ከወገኖቻችሁ መካከል እንደ እኔ ያለ ነቢይ መርጦ ያስነሣላችኋል፤ እርሱ የሚላችሁንም ሁሉ በመስማት ታዛዥዎች ሁኑ፡፡",
      "16": "“በሲና ተራራ ላይ በተሰበሰባችሁበት ቀን እንሞታለን ብላችሁ በመፍራት ያህዌ ዳግመኛ እንዳይናገራችሁና የመገለጡን ሁኔታ የሚያመለክተውን አስፈሪ እሳት እንዳታዩ ጠይቃችሁት ነበር፡፡",
      "17": "ስለዚህም ያህዌ እንዲህ አለኝ፤ ‹ጥያቄአቸው ተገቢ ነው፤",
      "18": "ስለዚህም እንደ አንተ ያለ ሌላ ነቢይ ከሕዝባቸው መካከል አስነሣላቸዋለሁ፤ እርሱ የማዝዘውን ሁሉ ለሕዝቡ ይነግራል፤",
      "19": "እርሱ በእኔ ስም ይናገራል፤ ስለዚህም ለእርሱ የማይታዘዙትን ሁሉ እቀጣለሁ፡፡",
      "20": "ነገር ግን ሌላ ነቢይ እኔ ሳላዘው በስሜ ትንቢት ለመናገር ቢደፍር በሞት ይቀጣል፤ እንዲሁም በባእዳን አማልክት ስም ትንቢት ለመናገር የሚሞክር ማናቸውም ነቢይ እንዲሁ በሞት ይቀጣል፡፡›",
      "21": "“‹አንድ ነቢይ የሚናገረው የትንቢት ቃል ከያህዌ ያልተሰጠ መሆኑን በምን ለይተን እናውቃለን?› በማለት ትደነቁ ይሆናል፡፡",
      "22": "አንዳች ነቢይ በያህዌ ስም ትንቢት ተናግሮ ቃሉ ሳይፈጸም ቢቀር ያ ትንቢት ከያህዌ የተሰጠ አይደለም፤ ያም ነቢይ ትንቢቱን የተናገረው በገዛ ሥልጣኑ ስለሆነ ልትፈሩት አይገባም፡፡"
    },
    "Chapter 19": {
      "1": "“ያህዌ አምላካችሁ በሚሰጣችሁ ምድር የሚኖሩትን አሕዛብ በሚደመስስበት ጊዜ ከተሞቻቸውንና ቤቶቻቸውንም ወርሳችሁ በዚያ መኖር ከጀመራችሁ በኋላ፤",
      "2": "ግዛቱን ከሦስት ክፈሉት፤ መንገዶቹንም አዘጋጁ፤ እያንዳንዱም ክፍል በቀላሉ የሚደረስበት አማካይ ከተማ ይኑረው፤ ከዚያም በኋላ የአንድን ሰው ሕይወት ያጠፋ ነፍሰ ገዳይ ሕይወቱን ለማትረፍ ከእነዚህ ከተሞች ወደ አንዲቱ ሸሽቶ ይሂድ ይህም ማለት አንድ ሰው ቀድሞ ጠላት ያልነበረውን አንድ ሰው የገደለው ሆን ብሎ በማሰብ ሳይሆን በአጋጣሚ አደጋ ምክንያት ሆኖ ከተገኘ አምልጦ ከእነዚህ ከተማዎች ወደ አንዲቱ በመግባት ሕይወቱን ያትርፍ፡፡",
      "3": "ሁኔታውም እንዲህ ነው፤ ሁለት ሰዎች እንጨት ለመቁረጥ ቢሄዱና አንደኛው እንጨቱን ሲቆርጥ የመጥረቢያው ራስ ከዛቢያው ወልቆ በድንገት ሲወረወር ሌላውን ሰው መትቶ  ቢገድል፤",
      "4": "ገዳዩ  ከእነዚህ  ከሦስት  ከተማዎች ወደ አንዲቱ ሄዶ ሕይወቱን ያትርፍ፡፡",
      "5": "ያለው የመጠለያ ከተማ ርቀቱ ቶሎ የማይደረስበት አንድ ብቻ ቢሆን ግን፤ ደሙን ለመበቀል መብት ያለው የሟቹ ዘመድ አባርሮ ይዞ በደል የሌለበትን ያን ሰው በቁጣ ሊገድለው ይችላል፤ በእርግጥም ያ ሰው ጠላቱ ያልሆነ ሰው የገደለው በአጋጣሚ ነበር፡፡",
      "6": "ሦስት ከተሞችን እንድትለዩ የማዛችሁ በዚህ ምክንያት ነው፡፡",
      "7": "“ያህዌ አምላካችሁ ለቀድሞ አባቶቻችሁ እንድነገራቸው ምድሪቱን ሁሉ ያወርሳችሁ ዘንድ በሰጣችሁ የተስፋ ቃል መሠረት ግዛታችሁን በሚያሰፋበት ጊዜ፤",
      "8": "ከእነዚህ ሦስት ከተሞች ትጨምራላችሁ፤ ዛሬ እኔ የማዝዛችሁን ሁሉ ብትፈጽሙ፤ ያህዌ አምላካችሁን ብትወዱና ባስተማራችሁም ሥርዓት ጸንታችሁ ብትኖሩ ይህችን ምድር ይሰጣችኋል፡፡",
      "9": "ይህን ብታደርጉ ንጹሕ ሰው አይሞትም፤ ያህዌ በሚሰጣችሁም ምድር ንጹሓን ሰዎችን በሞት በመቅጣት በደለኞች ሆናችሁ አትገኙም፡፡",
      "10": "“ነገር ግን አንድ ሰው ጠላቱን በመሸመቅ ሆን ብሎ በጭካኔ ከገደለ በኋላ ሕይወቱን ለማትረፍ ከእነዚህ ከተማዎች ወደ አንዲቱ ይሄድ ይሆናል፤",
      "11": "እንዲህ ያለው ድርጊት በሚያጋጥምበት ጊዜ እርሱ የሚኖርበት ከተማ መሪዎች ወዳሉበት ቦታ ሰው በመላክ አስመጥተው እንዲገደል የሟቹን ደም ለመበቀል መብት ላለው የቅርብ ዘመዱ አሳልፈው ይስጡት፡፡",
      "12": "ለእርሱ ምንም ምሕረት አታድርጉለት፤ በሁሉ ነገር መልካም ይሆንላችሁ ዘንድ ነፍሰ ገዳይን ከእሥራኤል አስወግዱ፡፡",
      "13": "ጥንታዊ የሆነውን ድንበር አታፍርስ፡፡",
      "14": "ያህዌ አምላክ በሚሰጥህ ምድር ከጥንት ጀምሮ የኖረውን የጎረቤትህን ድንበር አታፍርስ፡፡",
      "15": "“የአንድን ሰው ወንጀለኛነት ለማረጋገጥ አንድ ምስክር ብቻ አይበቃም፤ አንድ ሰው ወንጀለኛ መሆኑን ለማረጋገጥ ቢያንስ ሁለት ምስክሮች ያስፈልጋሉ፡፡",
      "16": "አንድ ሰው ሌላውን ሰው በሐሰት በወንጀል ከስሶ ለመጉዳት ቢፈልግ፤",
      "17": "ሁለቱም ማእከላዊ ወደሆነው የአምልኮ ቦታ ሄደው በወቅቱ ፈራጆች በሆኑት ካህናትና ዳኞች ፍርዳቸውን ይቀበላሉ፡፡",
      "18": "ዳኞቹ ጉዳዩን በጥብቅ ይመረምራሉ፤ ያም ሰው እሥራኤላዊ በሆነው ወገኑ ላይ የሐሰት ክስ አቅርቦ ከተገኘ፤",
      "19": "ለተከሳሹ ታስቦ የነበረውን ቅጣት እርሱ ይቀበላል፤ ይህን የመሰለ ክፉ ነገር ሁሉ በዚህ አይነት ሁኔታ ታስወግዳላችሁ፡፡",
      "20": "ሰዎች ሁሉ ይህን ሰለሚሰሙ ዳግመኛ እንደዚህ ያለ ክፉ ነገር ማድረግ ይፈራሉ፤",
      "21": "በእንደዚህ ያለው ክፉ ነገር ሁሉ ላይ ምሕረት አይኑራችሁ፤ የቅጣቱም አፈጻጸም ሕይወት ያጠፋ፤ ሕይወቱ እንዲጠፋ፤ አይን ያጠፋ፤ አይኑ እንዲጠፋ፤ ጥርስ ያወለቀ፤ ጥርሱ እንዲወልቅ፤ እጅ የቆረጠ እጁ እንዲቆረጥ፤ እግርም የሰበረ እግሩ እንዲሰበር በማድረግ ይሁን፡፡"
    },

    "Chapter 20": {
      "1": "“ጠላቶቻችሁን ለመውጋት ስትዘምቱ፤ ሠረገላዎችንና ፈረሶችን፤ እንዲሁም ብዛቱ ከእናንተ የሚበልጥ ሠራዊት ባያችሁ ጊዜ አትፍሩአቸው፤ ከግብጽ ምድር ያወጣችሁ ያህዌ ከእናንተ ጋር ይሆናል፤",
      "2": "ጦርነት ከመጀመራችሁ በፊት ካህኑ ወደ ሠራዊቱ ቀርቦ እንዲህ ይበል፤",
      "3": "‹የእስራኤል ሰዎች ሆይ! አድምጡ! እነሆ ዛሬ ወደ ጦርነት መሄዳችሁ ነው፤ ከጠላቶቻችሁ የተነሳ አትፍሩ፤ ወኔአችሁ አይቀዝቀዝ፤ አትሸበሩም፤",
      "4": "ያህዌ አምላካችሁ ከእናንተ ጋር ስለሚሄድ ድልን ያጎናጽፋችኋል፡፡›",
      "5": "“ከዚህ በኋላ የጦር መሪዎች ለዘማቾች እንዲህ ይበሉ፤ ‹አዲስ ቤት የሠራና አስመርቆ ያልገባበት ሰው በመካከላችሁ ይገኛልን? ይህ ከሆነ እርሱ ወደ ቤቱ ይመለስ፤ ምክንያቱም እርሱ በጦርነት ላይ ቢሞት ሌላ ሰው ቤቱን አስመርቆ ይገባበታል፡፡",
      "6": "ወይስ አዲስ የወይን ተክል ተክሎ የመጀመሪያውን ፍሬ ያልሰበሰበ ሰው ይገኛልን? ይህ ከሆነ እርሱ ወደ ቤቱ ይመለስ፤ ምክንያቱም እርሱ በጦርነት ላይ ቢሞት ወይን ጠጁ፤ ለሌላ ሰው መደሰቻ ይሆናል፡፡",
      "7": "ሚስት ለማግባት ልጃገረድ ያጨ ሰው አለን? ይህ ከሆነ እርሱ ወደ ቤቱ ይመለስ ምክንያቱም እርሱ በጦርነት ላይ ቢሞት፤ እርሱ ያጫት ልጃገረድ ለሌላ ሰው ሚስት ትሆናለች፡፡›",
      "8": "“የጦር መሪዎች በሌላም በኩል እንዲህ ብለው ይጠይቁ፤ ‹ወኔ የጎደለው ፈሪ ሰው በመካከላችሁ ይገኛልን? ይህ ከሆነ እርሱ ወደ ቤቱ ይመለስ፤ ምክንያቱም እርሱ የሌሎችን ወኔ ያቀዘቅዛል፤›",
      "9": "የጦር መሪዎቹ ለሠራዊቱ ይህን ተናግረው ከጨረሱ በኋላ ለእያንዳንዱ ክፍል አዛዥዎችን ይምረጡ፡፡",
      "10": "“በአንዲት ከተማ ላይ አደጋ ለመጣል በምትዘምቱበት ጊዜ በመጀመሪያ ሕዝብዋ እጃቸውን እንዲሰጡ ጠይቁ፤",
      "11": "የቅጽር በሮቻቸውን ከፍተው እጃቸውን ከሰጡ ሁሉም አገልጋዮቻችሁ ይሁኑ፤ ለእናንተም ከባድ ሥራ ለመሥራት የሚገደዱ ይሁኑ፡፡",
      "12": "ነገር ግን የዚያች ከተማ ሕዝብ እጃቸውን በመስጠት ፋንታ ከአናንተ ጋር መዋጋትን ቢመርጡ፤ ከተማይቱን ክበቡ፡፡",
      "13": "አምላካችሁ ያህዌ ከተማይቱን እንድትማርኩ ሲፈቅድላችሁ፤ በውስጥዋ የሚገኙትን ወንዶች ሁሉ በመግደል አጥፉ፡፡",
      "14": "ሆኖም ሴቶችንና ሕፃናት ልጆችን፤ እንስሳትንና በከተማይቱ ውስጥ ያለውን ንብረት ሁሉ ለራሳችሁ ማርካችሁ ትወስዳላችሁ፤ የጠላቶቻችሁ ንብረት የሆነውን ሁሉ ልትጠቀሙበት ትችላላችሁ፤ ምክንያቱም ያህዌ እርሱን ለእናንተ አሳልፎ ሰጥቶአችኋል፡፡",
      "15": "እንግዲህ ከምትኖሩበት ምድር ርቀው የሚገኙ ከተሞችን በኀይል በምትይዙበት ጊዜ የምትወስዱት እርምጃ ይኸው ነው፡፡",
      "16": "“ያህዌ በሚሰጣችሁ ምድር የሚገኙትን ከተማዎች በጦርነት በምትይዙበት ጊዜ ግን በውስጣቸው የሚገኘውን ሰው ሁሉ ግደሉ፡፡",
      "17": "ስለዚህም በሒታውያን፤ በአሞራውያን፤ በከነዓናውያን፤ በፈሪዛውያን፤ በሒዋውያንና በኢያቡሳውያን ላይ ያህዌ ባዘዛችሁ መሠረት ሕዝቡን በሙሉ ደምስሱ፤",
      "18": "ይህም የሆነ እንደሆነ ለባእዳን አማልክቶቻቸው ስለመስገድ አስጸያፊ የሆነውን ነገር ሁሉ ለእናንተ በማስተማር ያህዌ የሚጠላውን ኃጢአት እንድትሠሩ ሊያደርጉአችሁ አይችሉም፡፡",
      "19": "“አንዲት ከተማ ልትማርኩ በምትዘጋጁበት ጊዜ ከበባው ረዥም ጊዜ ቢወስድም እንኳ ፍሬ የሚሰጡ ዛፎችዋን አትቁረጡ፤ ምክንያቱም ዛፎቹ ጠላቶቻችሁ አይደሉም፡፡",
      "20": "ፍሬ የማያፈሩትን ሌሎች ዛፎች ግን እየቆረጣችሁ በመከመር ከተማይቱ እስከምትማረክበት ጊዜ ድረስ ለከበባ ተግባር ልትጠቀሙባቸው ትችላላችሁ፡፡"
    },
    "Chapter 21": {
      "1": "“ያህዌ በሚሰጣችሁ ምድር በአንድ እርሻ ላይ ማን እንደገደለው ሳይታወቅ አንድ ሰው ሞቶ ይገኝ ይሆናል፤",
      "2": "በዚህን ጊዜ መሪዎቻችሁና ፈራጆቻችሁ ሄደው አስከሬኑ ወድቆ ከተገኘበት ስፍራ አንሥተው ባቅራቢያ እስከምትገኘው እስከእያንዳንዱ ከተማ ድረስ ርቀቱን ይለኩት፤",
      "3": "ከዚያም በኋላ አስከሬኑ ወድቆ ለተገኘበት ስፍራ ቅርብ ሆና የምትገኘው ከተማ መሪዎች ለሥራ ያልደረሰች፤ በጫንቃዋም ላይ ቀንበር ያልተጫነባት አንዲት ጊደር ይምረጡ፤",
      "4": "እርስዋንም ጨርሶ ወዳልታረሰና ምንም ተክል ወዳልተተከለበት፤ ወንዙም ወደ ማይደርቅበት ሸለቆ ይዘዋት ወርደው በዚያ አንገትዋን በመቆልመም ይስበሩት፤",
      "5": "ሌዋውያን ካህናትም ወደዚያ አብረው ይሂዱ፤ ምክንያቱም እንደዚህ ያለ የግፍ አገዳደል ስላለበት ወንጀል ሕጋዊ ውሳኔ የሚሰጡ እነርሱ ናቸው፡፡ ያህዌ አምላካችሁ እርሱን እንዲያገለግሉትና በስሙም ሕዝቡን እንዲባርኩ እነርሱን መርጦአቸዋል፡፡",
      "6": "ከዚህም በኋላ የተገደለው ሰው አስከሬን ወድቆ ለተገኘበት ስፍራ አቅራቢያ የሆነችው የዚያች ከተማ መሪዎች በጊደርዋ ላይ እጃቸውን እየታጠቡ እንዲህ ይበሉ፡",
      "7": "‹እኛ ይህን ሰው አልገደልንም፤ ማን እንደገደለውም አናውቅም፤",
      "8": "አምላካችን ሆይ! ከግብጽ ምድር ዋጅተህ ያወጣሃቸውን ሕዝብህን እስራኤልን ይቅር በል፤ እኛንም ይቅር በለን፤ ስለዚህም ስለፈሰሰው የንጹህ ሰው ደም በኀላፊነት ተጠያቂዎች አታድርገን፡፡›",
      "9": "በዚህም አይነት ሁኔታ ያህዌ ያዘዘውን ብታደርጉ ስለግድያው ወንጀል ተጠያቂዎች አትሆኑም፡፡",
      "10": "“ያህዌ አምላካችሁ በጦርነት ላይ ድልን አጎናጽፎአችሁ ምርኮኞችን የጦር እስረኞች አደርጋችሁ በምትይዙበት ጊዜ፤",
      "11": "በእነርሱ መካከል ለጋብቻ የምትፈልጉአቸው ውበት ያላቸውን ሴቶች ታዩ ይሆናል፤",
      "12": "ይህም ከሆነ፤ እነርሱን ወደየቤታችሁ ወስዳችሁ፤ ራሳቸውን ተላጭተው፤ ጥፍራቸውን ተቆርጠው፤",
      "13": "ልብሳቸውን ይለውጡ፤ እነርሱም ከእናንተ ጋር በቤታችሁ ተቀምጠው እስከ አንድ ወር ድረስ በጦርነት ስለሞቱት ወለጆቻቸው ያልቅሱ፤ ከዚያም በኋላ ሚስቶች አድርጋችሁ ታገቡአቸዋላችሁ፡፡",
      "14": "ዘግየት ብሎ የማትፈልጉአቸው ከሆናችሁ ነፃ ልትለቁአቸው ትችላላችሁ፤ ከእናንተ ጋር የጋብቻ ግንኙነት እንዲፈጽሙ ያስገደዳችኋቸው ስለሆናችሁ ባሪያዎች አድርጋችሁ ልትሸጡአቸው አይገባም፡፡",
      "15": "“አንድ ሰው ሁለት ሚስቶችን አግብቶ አንደኛይቱን አፍቅሮ ሌላይቱን ባያፈቅርና ሁለቱም ወንዶች ልጆችን ቢወልዱለት፤ ምናልባት የመጀመሪያው ልጅ የተወለደው ከማይወዳት ሚስቱ ሊሆን ይችላል፤",
      "16": "ታዲያ ያ ሰው ሀብቱንና ንብረቱን ለልጆቹ በሚያካፍልበት ጊዜ ለበኩር ልጁ ሊሰጥ የሚገባውን ድርሻ በተለይ ከሚያፈቅራት ሚሰቱ ለተወለደው ልጁ በመስጠት አድልዎ ማድረግ አይገባውም፤",
      "17": "ከማያፈቅራት ሚስቱ የተወለደ ቢሆንም እንኳ ለበኩር ልጁ የሚሰጠው ድርሻ ከሌሎቹ የነፍስ ወከፍ ድርሻ በእጥፍ ከፍ ያለ መሆን አለበት፤ ስለዚህም ያ ሰው ልጁ በመጀመሪያ በመወለዱ በኩር መሆኑን ተረድቶ ሕጋዊ የውርስ ድርሻውን ሊሰጠው ይገባል፡፡",
      "18": "“አንድ ሰው ምንም ቢቀጡት የማይመለስ እልከኛና፤ አመፀኛ ሆኖ፤ ለወላጆቹ የማይታዘዝ ልጅ ይሆናል፤",
      "19": "ይህም ከሆነ ወላጆቹ በሚኖሩበት ከተማ በር ወዳሉት መሪዎች ዘንድ አምጥተው ለፍርድ ያቁሙት፤",
      "20": "በሚያስፈርዱበትም ጊዜ እንዲህ ይበሉ፤",
      "21": "የከተማይቱም ሰዎች በድንጋይ ወግረው ይግደሉት፤ በዚህም አይነት ሁኔታ ይህን ክፉ ነገር ታስወግዳላችሁ፤ በእስራኤልም የሚኖር ሁሉ ይህን ሁኔታ አይቶ ይፈራል፡፡",
      "22": "“አንድ ሰው በሠራው ወንጀል ምክንያት በስቅላት ቢቀጣ፤",
      "23": "በተሰቀለበት እንጨት ላይ ሌሊቱን ሁሉ አይደር፤ በዚያኑ እለት ይቀበር፤ ምክንያቱም በእንጨት ላይ ተሰቅሎ ያደረ በድን ምድሪቱን ስለሚያረክስ፤ ያህዌ አምላካችሁ የሰጣችሁን ምድር እንዳታረክሱ አስከሬኑን ቅበሩ፡፡"
    },
    "Chapter 22": {
      "1": "“የእሥራኤላዊ ወገንህ ንብረት የሆነ በሬ ወይም በግ ጠፍቶ ሲባዝን ብታገኝ ዝም ብለህ አትለፈው፤ ወደባለቤቱ መልሰህ ውሰድለት፤",
      "2": "ነገር ግን ባለቤቱ የሚኖርበት ቦታ ሩቅ ቢሆን፤ ወይም ባለቤቱ ማን እንደሆን ካላወቅህ እንስሳውን ወደ ቤትህ ውሰደው፤ እርሱን ሊፈልግ በሚመጣበት ጊዜ ለባለቤቱ ስጠው፤",
      "3": "እንዲሁም አህያም ሆነ ልብስ ወይም ማንኛውንም ሌላ ነገር ከእሥራኤላዊ ወገንህ ጠፍቶ ብታገኝ ችላ ሳትል መልሰህ ስጠው፡፡",
      "4": "“የእሥራኤላዊ ወገንህ አህያ ወይም በሬ መንገድ ላይ ወድቆ ብታይ ዝም ብለህ አትለፍ፤ ቆሞ እንዲሄድ እንስሳውን በማንሣት እርዳው፡፡",
      "5": "ሴቶች የወንዶችን፤ ወንዶችም የሴቶችን ልብስ አይልበሱ፤ ምክንያቱም ያህዌ አምላካችሁ እንደዚህ የሚያደርጉትን ሕዝብ ይጠላል፡፡",
      "6": "“አንዲት ወፍ በዛፍ ወይም በመሬት ላይ ጫጩቶችዋንም ሆነ እንቁላሎችዋን አቅፋ የተቀመጠችበትን ጎጆ ብታገኝ፤ እናቲቱን ወፍ ነጥለህ አትውሰድ፤",
      "7": "ጫጩቶቹን መውሰድ ትችላለህ፤ እናቲቱን ወፍ ግን እንድትበር ልቀቃት፤ ይህን ብታደርግ ሀብታም ሆነህ ለረጅም ዘመን ትኖራለህ፡፡",
      "8": "“አዲስ ቤት በምትሠራበት ጊዜ በጣራው ክፈፍ ዙሪያ መከታ አድርግለት፤ ይህንን ካደረግህ አንድ ሰው ከጣራው ላይ ወድቆ ቢሞት ተጠያቂ አትሆንም፡፡",
      "9": "በወይን ተክልህ ውስጥ ሌላ ዘር አትዝራ፤ ይህን ብታደርግ በወይኑ ፍሬም ሆነ በሌላው ሰብል መጠቀም አትችልም፡፡",
      "10": "በሬንና አህያን በአንድ ቀንበር ጠምደህ አትረስ፡፡",
      "11": "ከሱፍና ከበፍታ ተቀላቅሎ አብሮ የተሠራ ልብስ አትልበስ፡፡",
      "12": "በልብስህ ላይ በአራቱም ማእዘን ዘርፍ አብጅለት፡፡",
      "13": "“አንድ ሰው ልጃገረድ አጭቶ ካገባት በኋላ እንደገና ሊተዋት ይፈልግ ይሆናል፡፡፡",
      "14": "ስለዚህም በተጋቡ ጊዜ ድንግልና እንዳልነበራት አድርጎ የሐሰት ክስ ይመሠርታል፡፡",
      "15": "“ይህም በሚሆንበት ጊዜ የልጅትዋ ወላጆች ልጅቱ ድንግል መሆንዋን የሚያረጋግጥላትን በጫጉላ ቤት ሳለች የድንግልና ደም የፈሰሰበትን ምንጣፍ አምጥተው በከተማይቱ ሸንጎ ለሚገኙት መሪዎች ያሳዩ፡፡",
      "16": "የልጅቱም አባት እንዲህ ብሎ ያስረዳ፤ “እኔ ሴት ልጄን ለዚህ ሰው በሠርግ ድሬለት ነበር፤ እነሆ አሁን እርሱ የማይፈልጋት መሆኑን ገልጦአል፡፡",
      "17": "ለዚህም ምክንያት ያደረገው በተጋቡ ጊዜ ድንግል እንዳይደለች የሚገልጥ ነው፤ እርስዋ ግን ድንግል እንደነበረች የሚያስረዳ በጫጉላ ቤት ሳለች የፈሰሰውን ደም እነሆ በዚህ ጨርቅ ላይ ተመልከቱ!”",
      "18": "የከተማይቱም መሪዎች ባልየውን ወስደው በመደብደብ ይቅጡት፡፡",
      "19": "በተጨማሪም አንድ መቶ ጥሬ ብር መቀጫ አስከፍለው ገንዘቡን ለልጅትዋ አባት ይስጡት፤ ምክንያቱም ያ ሰው ድንግል በሆነችው አንዲት እሥራኤላዊት ልጃገረድ ላይ ይህን አሳፋሪ ነገር አምጥቶአል፤ ከዚህም በቀር የእርሱ ሚስት ሆና ትኖራለች፤ እስከ ሕይወቱ ፍጻሜ ሊፈታት አይገባም፡፡",
      "20": "“ነገር ግን ክሱ እውነት ሆኖ ቢገኝና ድንግል ስለመሆንዋ የሚያስረዳ ነገር ባይኖር፤",
      "21": "ወደ አባትዋ ቤት ደጃፍ ይውሰዷት፤ በዚያም እርስዋ የምትኖርበት ከተማ ሰዎች በድንጋይ ወግረው ይግደሏት፤ ምክንያቱም እርስዋ ገና በአባትዋ ቤት ሳለች ከጋብቻዋ በፊት ከሌላ ሰው የጋብቻ ግንኙነት በመፈጸም በሕዝባችን መካከል ይህን አሳፋሪ ነገር አምጥታለች፤ በዚህም አይነት ሁኔታ ይህን ክፉ ነገር ማስወገድ ትችላላችሁ፡፡",
      "22": "“አንድ ሰው ከለሌላ ሰው ሚስት ጋር የግብረ ሥጋ ግንኙነት ሲፈጽም ቢገኝ፤ ሁለቱም ይገደሉ፡፡ በዚህም አይነት ሁኔታ ይህን ክፉ ነገር ማስወገድ ትችላላችሁ፡፡",
      "23": "“አንድ ሰው በአንዲት ከተማ ለሌላ ሰው ከታጨች ድንግል ጋር የጋብቻ ግንኙነት ሲፈጽም ቢገኝ፤",
      "24": "ሁለቱንም ከከተማይቱ ወደ ውጭ አውጥታችሁ በድንጋይ ወግራችሁ ግደሉ፤ ልጃገረዲቱ መሞት የሚገባት ሰው ሊሰማ በሚችልበት ከተማ ውስጥ እያለች እርዳታ እንዲደረግላት የጩኸት ድምፅ ባለማሰማትዋ ነው፤ ሰውየውም የሚሞትበት ምክንያት ለሌላ ሰው ከታጨች ልጃገረድ ጋር የግብረ ሥጋ ግንኙነት በማድረጉ ነው፤ በዚህ አይነት ሁኔታ ይህን ክፉ ነገር ማስወገድ ትችላላችሁ፡፡",
      "25": "“አንድ ሰው ለሌላ ሰው የታጨችውን ልጃገረድ በዋለችበት ዱር አግኝቶ በመድፈር ድንግልናዋን ቢገሥ ብቻውን ይገደል፡፡",
      "26": "በልጃገረዲቱ ላይ ግን ምንም አይነት ነገር አይድረስባት፤ ምክንያቱም እርስዋ ለሞት የሚያበቃ በደል አልፈጸመችም፤ አንድ ሰው ሌላውን ሰው በግፍ በሚገድልበትም ጊዜ የሚፈጸመው ተመሳሳይ ቅጣት ይኸው ነው፡፡",
      "27": "ይህም የሚሆንበት ምክንያት ያ ሰው ያችን ለሌላ ሰው ታጭታ የነበረች ልጃገረድ በዋለችበት ዱር አግኝቶአት ስለነበርና እርዳታ ለማግኘት ብትጮኽም የሚደርስላት በማጣትዋ ነው፡፡",
      "28": "“አንድ ሰው ለሌላ ሰው ያልታጨችውን ልጃገረድ በመድፈር ድንግልናዋን ገሥሦ ቢገኝ፤",
      "29": "ለልጃገረዲቱ አባት ኀምሳ ጥሬ ብር የማጫ ዋጋ ይክፈል፤ እርስዋም ለዚያ ሰው ሚስት ሆና ትኑር፤ ምክንያቱም አስገድዶ በመድፈር ከእርስዋ ጋር የጋብቻ ግንኙነት ፈጽሞአል፤ በሕይወቱ ዘመን ሁሉ ሊፈታት አይችልም፡፡",
      "30": "“የአባቱ ሚስት ከሆነችው ከማንኛይቱም ሴት ጋር የጋብቻ ግንኙነት በመፈጸም አባቱን የሚያሳፍር ሰው ከቶ አይኑር፡፡"
    },
    "Chapter 23": {
      "1": "በብልት መቀጥቀጥ ወይም በመቆረጥ ምክንያት ጃንደረባ የሆነ ሰው ወደ ያህዌ ሕዝብ ጉባኤ ገብቶ አይቆጠር፡፡",
      "2": "ከጋብቻ ውጭ ዲቃላ ሆኖ የተወለደና የእርሱም ዘር ሆኖ የተወለደ ሁሉ እስከ አሥር ትውልድ እንኳ ወደ ያህዌ ሕዝብ ጉባኤ ገብቶ አይቆጠር፡፡",
      "3": "አሞናዊም ሆነ ሞአባዊ ወይም የእነርሱ ዘር የሆነ ሁሉ እስከ አሥር ትውልድ እንኳ ወደ ያህዌ ሕዝብ ጉባኤ ገብቶ አይቆጠር፡፡",
      "4": "ምክንያቱም እናንተ ከግብጽ ምድር ወጥታችሁ በጉዞ ላይ በነበራችሁበት ጊዜ እህልና ውሃ አንሰጥም ብለው ከልክለዋችሁ እንደነበር አይዘነጋም፤ ከዚህም ሁሉ ጋር በመስጴጦምያ ፐቶር ተብላ በምትጠራው ከተማ ይኖር የነበር የቢኦር ልጅ በለዓም እንዲረግማችሁ ቀጥረውት ነበር፡፡",
      "5": "ነገር ግን ያህዌ አምላካችሁ እርሱን ማዳመጥ አልፈለገም፤ ይልቁንም መርገሙን ወደ በረከት ለወጠው፤ ምክንያቱም ያህዌ እናንተን ይወዳችኋል፡፡",
      "6": "እናንተ አንድ ሕዝብ ሆናችሁ በምትኖሩበት ዘመን ሁሉ እነዚህ ሕዝብ ባለጸጎች ሆነው በሰላም እንዲኖሩ አትርዱአቸው፡፡",
      "7": "ዘመዶቻቸው ስለሆኑ ኤዶማውያንን በመናቅ አትጸየፉአቸው፤ አንድ ጊዜ በምድራቸው ትኖሩ ስለነበር ግብጻውያንንም በመናቅ አትጸየፉአቸው፤",
      "8": "ይልቁንም ከሦስተኛው ትውልድ በኋላ ዘሮቻቸው ወደ ያህዌ ሕዝብ ገብተው ይቆጠሩ፡፡",
      "9": "በጦርነት ጊዜ በጦር ሰፈር ውስጥ ስትገኙ፤ የሚያረክሳችሁን ነገር ሁሉ አስወግዱ፡፡",
      "10": "አንድ ሰው ሌሊት በሕልሙ ዝሙት መፈጸሙን የሚያመለክት እርጥበት በሰውነቱ ላይ ቢገኝ ከሰፈር ወጥቶ በዚያው ይቆይ፡፡",
      "11": "ወደ ማታም ጊዜ ገላውን ይታጠብ፤ ጀንበር ስትጠልቅም ወደ ሰፈር ይመለስ፡፡",
      "12": "የምትጸዳዱበትን ልዩ ስፍራ ከሰፈር ውጭ አዘጋጁ፤",
      "13": "በምትጸዳዱበት ጊዜ እዳሪ ለመቆፈርና መልሶ ለመድፈን የሚያገለግላችሁን አንካሴ ከጦር መሣሪያችሁ ጋር ያዙ፡፡",
      "14": "ሰፈራችሁን በሕጉ መሠረት በንጽሕና ጠብቁ፤ ምክንያቱም ያህዌ አምላካችሁ ሊጠብቃችሁና በጠላቶቻችሁም ላይ ድልን ሊያጎናጽፋችሁ በሰፈራችሁ ይገኛል፤ ያህዌ ፊቱን ከእናንተ እንዲመልስ የሚያደርገውን አስነዋሪ ነገር ሁሉ አታድርጉ፡፡",
      "15": "አንድ አገልጋይ ከጌታው በመኮብለል ወደ አንተ መጥቶ ቢጠጋ፤ መልሰህ አታባርረው፤",
      "16": "ከከተሞችህ በአንዱ በመረጠው ስፍራ ይኑር እንጂ አታስጨንቀው፡፡",
      "17": "እስራኤላዊ የሆነ ማንኛውም ወንድ ወይም ሴት የባእድ አምልኮ ተከታዮች እንደሚያደርጉት የግልሙትና ሥራ አይፈጽም፤",
      "18": "በዚህም ተግባር የተገኘ ገንዘብ የስእለትን መፈጸም የሚያመለክት ስጦታ ሆኖ ወደ ያህዌ አምላካችሁ ቤት አይግባ፤ ምክንያቱም ያህዌ፤ የባእድ አምልኮ ተከታዮች እንደሚያደርጉት ግልሙትና የሚፈጽሙ ሰዎችን ይጠላል፡፡",
      "19": "ለእስራኤላዊ ወገንህ ገንዘብ ብታበድረው ወይም ምግብ የሚሆንና ሌላም ነገር ብትሰጠው፤ ወለድ አትጠይቀው፡፡",
      "20": "ወለድ መጠየቅ የሚገባህ ከውጭ አገር ተወላጅ እንጂ ከእስራኤላዊ ወገንህ አይደለም፤ ይህን ሕግ ፈጽም፤ ያህዌ አምላክህም ሄደህ በምትወርሳት ምድር የምትሠራውን ሁሉ ይባርክልሃል፡፡",
      "21": "ለፈጣሪ አምላክህ ስእለት በምታደርግበት ጊዜ ለመስጠት ቃል የገባህበትን ስእለት አታስቀር፤ ምክንያቱም ያህዌ የገባኸውን ቃል እንድትፈጽም ይፈልጋል፤ ስእለትህን ካልፈጸምህ ግን ኃጢአት ይሆንብሃል፡፡",
      "22": "ይሁን እንጂ ለያህዌ ስእለት አለማድረግ ኃጢአት አይደለም፤",
      "23": "ነገር ግን በፈቃድህ ካደረግኸው ደግሞ ለመፈጸም ዝግጁ ሁን፡፡",
      "24": "በአንድ ሰው የወይን ተክል መካከል በምታልፍበት ጊዜ ከፍሬው የምትፈልገውን ያህል ብላ፤ ነገር ግን በማናቸውም እቃ ከፍሬው አትውሰድ፡፡",
      "25": "በአንድ ሰው የእህል ማሳ ውስጥም በምታልፈበትም ጊዜ በእጅህ እየቆረጥህ መብላት ትችላለህ፤ ነገር ግን ሰብሉን አጭደህ አትውሰድ፡፡"
    },
    "Chapter 24": {
      "1": "አንድ ሰው አንዲት ሴት አጭቶ ካገባ በኋላ ዘግየት ብሎ እርስዋን የማይወድበትን ነገር በማግኘቱ ይጠላት ይሆናል፤ ስለዚህም የተፈታችበትን ምክንያት የሚገልጥ የፍች ደብዳቤ ጽፎ በመስጠት ከቤቱ ያባርራታል፤",
      "2": "እንደገናም ሌላ ባል ታገባ ይሆናል፤",
      "3": "ሁለተኛውም ባል ስለሚጠላት የተፈታችበትን ምክንያት የሚገልጥ ደብዳቤ ጽፎ በመስጠት ከቤቱ ያባርራታል፤ ወይም ሁለተኛው ባልዋ ይሞት ይሆናል፤",
      "4": "በሁለቱም መንገድ ቢሆን ያ የመጀመሪያ ባልዋ እንደገና ሊያገባት አይፈቀድለትም፤ እንደረከሰች አድርጎ ይቁጠራት፤ እርስዋን እንደገና ቢያገባ ይህ ድርጊት በያህዌ ዘንድ የተጠላ ነው፤ ያህዌ አምላካችሁ በሚሰጣችሁ ምድር ስትኖሩ እንደዚሁ ያለውን አስከፊ ኃጢአት መፈጸም አይገባችሁም፡፡",
      "5": "አዲስ ሚስት ያገባ ሰው ወታደር ሆኖ ለማገልገል አይገደድ፤ ሌላም ተጽእኖ አይደረግበት፤ ለአንድ ዓመት ከማናቸውም ግዴታ ነፃ ሆኖ በቤቱ ሚስቱን ደስ ያሰኛት፡፡",
      "6": "ለአንድ ሰው አንድ ነገር በምታበድርበት ጊዜ የእህል ወፍጮውን መያዥያ አድርገህ አትውሰድበት፤ ይህን ማድረግ ቤተሰቡ ምግብ የሚያዘጋጅበትን እቃ አጥቶ በሕይወት እንዳይኖር ከማድረግ ይቆጠራል፡፡",
      "7": "እስራኤላዊ ወገኑን አፍኖ በመውሰድ ባሪያ አድርጎ የሚጠቀምበትና ወይም ለሌላ ሰው በባርነት አሳልፎ የሚሸጠው ማንም ሰው በሞት ይቀጣ፤ በዚህም አይነት ሁኔታ እንደዚሁ ያለውን ክፉ ነገር ታስወግዳላችሁ፡፡",
      "8": "በአሰቃቂ የቆዳ በሽታ በምትሰቃዩበት ጊዜ እኔ በሰጠኋችሁ መመሪያ መሠረት ሌዋውያን ካህናት የሚነግሩአችሁን ሁሉ ለመፈጸም ዝግጁዎች ሁኑ፡፡",
      "9": "ከግብጽ ወጥታችሁ በጉዞ ላይ ሳላችሁ፤ አምላካችሁ ያህዌ በሚርያም ላይ ያደረገውን አስታውሱ፡፡",
      "10": "ለአንድ ሰው አንዳች ነገር በምታበድርበት ጊዜ መያዥያ አድርጎ ልብሱን ይሰጥህ ዘንድ ዘለህ ወደ ቤቱ አትግባ፡፡",
      "11": "አንተ ውጭ ቆይ፤ እርሱ ራሱ ያምጣልህ፡፡",
      "12": "ከነጭራሹ ድኻ ከሆነ ደግሞ ልብሱን በቤትህ ሳታሳድር፤",
      "13": "ለብሶት ያድር ዘንድ በየምሽቱ መልስለት፤ እርሱም ያመሰግንሃል፤ ፈጣሪህም በአንተ ደስ ይለዋል፡፡",
      "14": "እስራኤላዊም ሆነ ወይም ከአገርህ ከተማዎች በአንዱ የሚኖር የውጭ አገር ተወላጅ ድኻና ችግረኛ ሆኖ የተቀጠረውን ማናቸውንም ሰው አትበዝብዘው፡፡",
      "15": "በየቀኑ የሠራበትን ገንዘብ ፀሐይ ከመጠለቅዋ በፊት ስጠው፤ ምክንያቱም እርሱ ድኻ በመሆኑ ያን ገንዘብ ለማግኘት በብርቱ ጉጉት ይጠብቃል፤ ባትከፍለው ግን ወደ ያህዌ በመጮኽ ያሳጣሃል፤ አንተም በደለኛ ሆነህ ትገኛለህ፡፡",
      "16": "ልጆቻቸው በሠሩት ወንጀል ወላጆች መቀጣት የለባቸውም፤ ወላጆችም በፈጸሙት ወንጀል ልጆቻቸው በሞት አይቀጡ፤ እያንዳንዱ ሰው በሠራው ወንጀል በሞት ይቀጣ፡፡",
      "17": "የውጭ ስደተኞችንና ወላጆቻቸው የሞቱባቸውን ልጆች መብት አትግፈፍ፤ ስለ ብድርም መያዥያ አድርገህ ባል የሞተባትን ሴት ልብስ አትውሰድ፡፡",
      "18": "እናንተም በግብጽ ባሪያዎች እንደነበራችሁና አምላካችሁ ያህዌ ነፃ እንዳወጣችሁ አስታውሱ፤ እኔም ይህን ትእዛዝ የምሰጣችሁ በዚህ ምክንያት ነው፡፡",
      "19": "እህልህን በምትሰበስብበት ጊዜ የረሳኸው ነዶ ቢኖር እርሱን ለማምጣት ወደ ኋላ አትመለስ፤ እርሱ ለውጭ ስደተኞች፤ ወላጆቻቸው ለሞቱባቸው ልጆችና ባሎቻቸው ለሞቱባቸው መበለቶች ይቅርላቸው፤ ይህን ብታደርግ በምትሠራው ነገር ሁሉ ያህዌ ይባርክሃል፡፡",
      "20": "የወይራ ዛፍ ፍሬህንም አንድ ጊዜ ከለቀምህ በኋላ የቀረውን ፍሬ ለመውሰድ እንደገና ወደ እርሱ አትመለስ፤ እርሱን ለውጭ ስደተኞች ተውላቸው፡፡",
      "21": "የወይንህንም ዘለላ በምትሰበስብበት ጊዜ የቀረውን ፍሬ ለመውሰድ ወደ ወይኑ ሐረግ ዳግመኛ አትመለስ፤ የቀሩትን ዘለላዎች ለውጭ ስደተኞች፤ ወላጆቻቸው ለሞቱባቸው ልጆችና ባሎቻቸው ለሞቱባቸው ሴቶች ተውላቸው፡፡",
      "22": "እናንተ በግብጽ ባሪያዎች እንደነበራችሁ ከቶ አትርሱ፤ እኔም ይህን ትእዛዝ የሰጠኋችሁ በዚህ ምክንያት ነው፡፡"
    },
    "Chapter 25": {
      "1": "ሁለት ሰዎች ተጣልተው ክርክር በማንሳት ወደ ፍርድ አደባባይ ቢመጡ ተገፊውን ነፃ፤ ገፊውን ግን በደለኛ አድርገው ይፍረዱ፤",
      "2": "በደል የፈጸመው ሰው በግርፋት ዕንዲቀጣ ቢያስፈልግ፤ በደረቱ መሬት ላይ አስተኝተው ጀርባውን ዕንዲገርፉት ዳኛው ይዘዝ፤ የግርፋቱም ቁጥር የሚወሰነው ወንጀለኛው በሠራው በደል መጠን ይሆናል፡፡",
      "3": "ዕስከ አርባ ጅራፍ ሊገርፈው ይችላል፤ ከአርባ ግን መብለጥ የለበትም፤ ከዚያ በላይ ቢገረፍ ወገንህ በፊትህ የተዋረደ ይሆናል፡፡",
      "4": "ዕህል በምታበራይበት ጊዜ የሚያበራየውን በሬ አፉን አትሰር፡፡",
      "5": "ሁለት ወንድማማቾች በአንድ ርስት ላይ ቢኖሩና አንደኛው ልጅ ሳይወልድ ቢሞት፤ የሟቹ ሚስት ከቤተሰብ ውጭ ለሆነ ሌላ ሰው በጋብቻ ተላልፋ ልትሰጥ አይገባም፤ ምክንያቱም የሟቹ ወንድም ዕርስዋን የማግባት ግዴታ አለበት፡፡",
      "6": "ይህም በሚሆንበት ጊዜ በመጀመሪያ የሚወለደው ወንድ ልጅ በሟቹ ስም ይጠራ፤ በዚህም አይነት ሁኔታ በዕሥራኤል የሟቹ የትውልድ ሐረግ ሳይጠፋ መቀጠል ይችላል፡፡",
      "7": "ነገር ግን የሟቹ ወንድም ዕርስዋን ለማግባት ባይፈልግ፤ ወደ ከተማይቱ መሪዎች ዘንድ ሄዳ ‹የባሌ ወንድም ግዴታውን ለመፈጸም ፈቃደኛ አልሆነም፤ ለሟቹ ወንድም በዕሥራኤል ሕዝብ መካከል ዘር ማቆምን ዕምቢ ብሎአል› በማለት ታስረዳ፤",
      "8": "ከዚህ በኋላ የከተማይቱ መሪዎች ሰውየውን ጠርተው ያነጋግሩት፤ አሁንም",
      "9": "‹ዕርስዋን ለማግባት ፈቃደኛ አይደለሁም ቢል፤ የሟቹ ሚስት በከተማይቱ መሪዎች ፊት ወደ ዕርሱ ትቅረብ፤ ከዕግሩ ጫማዎች አንዱን አውልቃ ምራቋን በፊቱ ላይ በመትፋት ‹ለወንድሙ ዘር ለማቆም ዕምቢ ለሚል ሰው ይህን አይነት አሳፋሪ ነገር ሊፈጸምበት ይገባል!› ትበል፡፡",
      "10": "የዚያም ሰው ቤተሰብ በዕሥራኤል የጫማው የወለቀበት ሰው ቤተሰብ ዕየተባለ በመነቀፍ ሲጠራ ይኖራል፡፡",
      "11": "ሁለት ሰዎች ተጣልተው በሚተናነቁበት ጊዜ የአንደኛው ሚስት ባልዋን ለማገዝ የሌላውን ሰው ብልት ይዛ ብትጠመዝዝ፤",
      "12": "ምሕረት ሳይደረግላት ዕጅዋ ይቆረጥ፡፡",
      "13": "በሚዛን ወይም በመስፈሪያ ልኩን ዕየለዋወጥህ የማጭበርበር ሥራ አትፈጽም፤",
      "14": "ያህዌ አምላክህ በሚሰጥህ ምድር ለረዥም ዘመን ትኖር ዘንድ ውነተኛና ታማኝ የሆነ ሚዛንና መስፈሪያ ይኑርህ፤",
      "15": "ምክንያቱም ያህዌ በማጭበርበር ተንኮል የሚሠሩትን ሰዎች ሁሉ ይጠላል፡፡",
      "16": "አማሌቃውያንን ስለመደምሰስ የተሰጠ ትዕዛዝ",
      "17": "ዕናንተ ከግብጽ በወጣችሁበት ጊዜ አማሌቃውያን የፈጸሙባቸሁን በደል አትርሱ፤",
      "18": "ዕነርሱ ያህዌን የሚፈሩ አይደሉም፤ ዕናንተ በጉዞ ላይ ደክሞአችሁ በነበረ ጊዜ በኋላ በኩል አደጋ ጣሉባችሁ፤ ደክመው ወደ ኋላ ያዘግሙ የነበሩትንም ሁሉ ገደሉ፡፡",
      "19": "ስለዚህም ያህዌ አምላካችሁ ምድሪቱን አውርሶአችሁ በዙሪያችሁ ከሚኖሩ ጠላቶቻችሁ ሁሉ በሚያሳርፋችሁ ጊዜ በምድር ላይ ማንም የሚያስታውሳቸው ዕስኪጠፋ ድረስ አማሌቃውያን ሁሉ ደምስሱ፤ ይህን ከቶ አትርሱ፡፡"
    },
    "Chapter 26": {
      "1": "ያህዌ አምላካችሁ በሚያወርሳችሁ ምድር በመግባት ተደላድላችሁ በምትቀመጡበት ጊዜ፤",
      "2": "ከዕናንተ ዕያንዳንዱ ከሚሰበስበው ከማንኛውም ሰብል በመጀመሪያ የደረሰውን በኩራት በቅርጫት አድርጎ፤ ወደ ተመረጠው ማአከላዊ የአምልኮ ስፍራ ይዞ ይምጣ፤",
      "3": "በዚያን ወራት በሥልጣን ላይ ወደሆነው ካህን ዘንድም ሄዶ ‹ለዕኛ ሊሰጠን ለቀድሞ አባቶቻችን ቃል ወደገባላቸው ወደዚያች ምድር ያገባኝ መሆኔን በማሳወቅ ለአምላኬ ለያህዌ ዕመሰክራለሁ› ይበል፡፡",
      "4": "ካህኑም ቅርጫቱን ተቀብሎ በአምላክህ በያህዌ መሠዊያ ፊት ለፊት ያስቀምጠዋል፤",
      "5": "ከዚያም በኋላ በያህዌ ፊት ዕንዲህ ብለህ ተናገር፤ ‹የቀድሞ አባቴ በመቅበዝበዝ የሚኖር ሶርያዊ ዘላን ነበር፤ መጠጊያ የሌለው መጻተኛ በመሆኑም ቤተሰቡን ይዞ መኖሪያ ፍለጋ ወደ ግብጽ ወረደ፤ የዕርሱም ቤተሰቦች ወደዚያ በሄዱ ጊዜ በመጀመሪያ ጥቂችም ነበሩ፤ ዘግየት ብሎ ግን ታላቅ፤ ብርቱና ብዙ ሕዝብ ሆኑ፡፡",
      "6": "ይህን ሁሉ በማየት ግብጻውያን ዕኛን ለማስጨነቅ ባሪያዎች ሆነን ዕንድናገለግል አስገደዱን፡፡",
      "7": "ከዚህም በኋላ ዕኛን በመርዳት ያድነን ዘንድ የቀድሞ አባቶቻችን አምላክ ወደ ሆነው ያህዌ ጮኽን፤ ዕርሱም ጩኸታችንን ሰማ፤ የደረሰብንን ስቃይና ጣር፤ ችግራችንንም ሁሉ አየ፡፡",
      "8": "ከዚህም የተነሳ በታላቅ ኀይሉና ብርታቱ ዋጅቶ ከግብጽ ምድር አወጣን፤ ዕርሱም ተአምራትንና ድንቅ ሥራዎችን በማድረግ፤ አሰቃቂና አስፈሪ የሆኑ ነገሮችን ሁሉ አሳየ፡፡",
      "9": "ወደዚህም አምጥቶ ማርና ወተት የምታፈስሰውን ይህችን ለም ምድር አወረሰን፡፡",
      "10": "ስለዚህም ዕነሆ ዕኔ ዕርሱ ከሰጠኝ መጀመሪያ የሆነውን በኩራት አምጥቼአለሁ፡፡›",
      "11": "ከዚህም ቀጥሎ ቅርጫቱን በያህዌ ፊት በማኖር ስገድ፤ ለአንተና ለቤተሰብህም ያህዌ ባደረገላችሁ መልካም ነገር ሁሉ ደስ ብሎአችሁ አመስግኑ፤ ሌዋውያንና ከዕናንተ ጋር የሚኖሩ የውጭ አገር ስደተኞችም በዚህ የምስጋና ሥርዓት አፈጻጸም ላይ አብረው ይገኙ፡፡",
      "12": "በየሦስተኛው ዓመት አሥራት አውጥተህ፤ ይህም ማለት ከመከርህ ከአሥሩ አንዱ ዕጅ አንሥተህ ለሌዋውያን፤ ለውጭ አገር ስደተኞች፤ ወላጆች ለሞቱባቸው ልጆችና ባሎቻቸው ለሞቱባቸው ሴቶች ትሰጣለህ፤ በዚህም አይነት ዕነርሱ በሚኖሩበት ከተሞቻችሁ ውስጥ የሚያስፈልጋቸውን ምግብ ማግኘት ይችላሉ፡፡ ይህን ሁሉ ካደረግህ በኋላ፤",
      "13": "ለያህዌ ዕንዲህ ብለህ ተናገር፤ ‹ለያህዌ ከተቀደሰው አሥራት በቤቴ ውስጥ የቀረብኝ ነገር የለም፤ አንተ ባዘዝከኝ መሠረት ሁሉንም ለሌዋውያን፤ ለውጭ አገር ስደተኞች፤ ወላጆቻቸው ለሞቱባቸው ልጆችና ባሎቻቸው ለሞቱባቸው ሴቶች መርጃ ይሆን ዘንድ ሰጥቻለሁ፤ አሥራትን በሚመለከት ጉዳይ ያዘዝከውን ሁሉ ፈጽሜአለሁ፤ የዘነጋሁትም ነገር የለም፤",
      "14": "በሐዘኔም ጊዜ ከዕርሱ የበላሁት ምንም ነገር የለም፤ በሥርዓት ያልነጻሁ በሆንሁበት ጊዜ ከዕርሱ አንሥቼ ከቤቴ ወደ ውጭ ያወጣሁት ምንም ነገር የለም፤ ለሞተ ሰው ስለሚቀርብ ነገር ከዕርሱ አንዳች ነገር አልሰጠሁም፤ አምላኬ ሆይ! ትዕዛዝህን ፈጽሜአለሁ፤ አሥራትን በሚመለከት ያዘዝከውን ሁሉ አድርጌአለሁ፡፡",
      "15": "በሰማይ ካለው ቅዱስ መኖሪያህ ሆነህ ተመልከት፤ ሕዝብህን ዕስራኤልንም ባርክ፤ ለቀድሞ አባቶቻችን በገባኸው ቃል መሠረት የሰጠኸን ማርና ወተት የምታፈስሰውን ለም ምድር ባርክ፡፡›",
      "16": "ፈጣሪ አምላክህ ሕጉን ዕንድትፈጽም ዕነሆ ዛሬ ያዝዝሃል፤ ስለዚህም ዕነርሱን በፍጹም ልብህ በታማኝነት ጠብቅ፡፡",
      "17": "ያህዌ አምላክህ መሆኑን ዕነሆ ዛሬ አረጋግጠሃል፤ የሰጠህን ሕግ ሁሉ ለመጠበቅና ትዕዛዛቱንም ለመፈጸም ቃል ገብተሃል፤",
      "18": "ስለዚህም ያህዌ በሰጠህ ተስፋ መሠረት ዕነሆ ዛሬ ለዕርሱ የተለየህ ውድ ሕዝብ አደርጎ ተቀብሎሃል፤ ሕጉንም ሁሉ ዕንድትፈጽም ታዘሃል፤",
      "19": "ይህን ብታደርግ ዕርሱ በምድር ላይ ከፈጠራቸው አሕዛብ ሁሉ ይበልጥ ታላቅ ሕዝብ ያደርግሃል፤ አንተም ለስሙ ክብርና ምስጋና የምታቀርብ ትሆናለህ፤ በሰጠህም ተስፋ መሠረት አንተ ለዕርሱ የተለየህ ሕዝብ ትሆናለህ፡፡”"
    },
    "Chapter 27": {
      "1": "ከዚህም በኋላ ሙሴ ከእሥራኤል መሪዎች ጋር ሆኖ ለሕዝቡ እንዲህ አለ፤ “ዛሬ የምሰጣችሁን ትእዛዝ ሁሉ ጠብቁ፤",
      "2": "የዮርዳኖስን ወንዝ ተሻግራችሁ አምላካችሁ ያህዌ ወደሚሰጣችሁ ምድር በምትገቡበት ጊዜ ታላላቅ የሆኑ አንዳንድ ድንጋዮችን አቁማችሁ በኖራ ለስኑአቸው፤",
      "3": "በእነርሱም ላይ እነዚህን ሕግጋትና መመሪያዎች ጻፉባቸው፤ ያህዌ አምላካችሁ ለቀድሞ አባቶቻችሁ ሊሰጣቸው ወደማለላቸው ማርና ወተት ወደምታፈስሰው ለም ምድር ገብታችሁ፤",
      "4": "መኖሪያችሁ ከዮርዳኖስ ማዶ በሚሆንበት ጊዜ፤ እኔ ዛሬ ባዘዝሁአችሁ መሠረት እነዚህን ድንጋዮች በዔባል አቁማችሁ በኖራ ለስኑአቸው፤",
      "5": "በዚያም የብረት መሣሪያ ካልነካው ድንጋይ መሠዊያ ትሠራላችሁ፤",
      "6": "ምክንያቱም ለያህዌ ለአምላካችሁ የምትሠሩት ማናቸውም መሠዊያ ካልተጠረበ ድንጋይ መሆን አለበት፤ በዚያም የሚቃጠል መሥዋዕታችሁን ታቀርባላችሁ፡፡",
      "7": "ደህንነት የሚገኝበትንም የኅብረት መሥዋዕት አቅርባችሁ በዚያው እየበላችሁ በያህዌ በአምላካችሁ ፊት በመደሰት ምስጋና ታቀርቡለታላችሁ፡፡",
      "8": "በኖራ በተለሰኑት በእነዚያም ድንጋዮች ላይ የያህዌን ሕግጋት ሁሉ በግልጥ እንዲነበቡ አድርጋችሁ ትጽፋላችሁ፡፡”",
      "9": "ሙሴም ከሌዋውያን ካህናት ጋር ሆኖ ለእሥራኤል ሕዝብ ሁሉ እንዲህ አለ፤ “የእሥራኤል ሕዝብ ሆይ! ከልብ ሆናችሁ አድምጡኝ፤ እነሆ ዛሬ የአምላካችሁ የያህዌ ሕዝብ ሆናችኋል፤",
      "10": "ስለዚህም ዛሬ የምሰጣችሁን ሕግጋት ሁሉ በመጠበቅ ለአምላካችሁ ለያህዌ ቃል ታዛዥዎች ሁኑ፡፡”",
      "11": "በዚያን ቀን ሙሴ ለእሥራኤል ሕዝብ እንዲህ አለ፤",
      "12": "“ዮርዳኖስን ከተሻገራችሁ በኋላ ሕዝቡ የሚመረቁበት ቃለ በረከት በሚነገርበት ጊዜ በገሪዛን ተራራ ላይ መቆም የሚገባቸው የስምዖን፤ የሌዊ፤ የይሁዳ፤ የይሳኮር፤ የዮሴፍና የብንያም ነገዶች ናቸው፡፡",
      "13": "ቃለ መርገም በሚነገርበትም ጊዜ በዔባል ተራራ ላይ መቆም የሚገባቸው የሮቤል፤ የጋድ፤ የአሴር፤ የዛብሎን፤ የዳንና የንፍታሌም ነገዶች ናቸው፡፡",
      "14": "ሌዋውያንም ድምፃቸውን ከፍ አድርገው ከዚህ የሚከተለውን ቃላት ይናገሩ፡-",
      "15": "“‹እንጨት ጠርቦ፤ ድንጋይ አለዝቦ፤ ብረት አቅልጦ ጣዖት በመሥራት በስውር የሚሰግድለት ማንኛውም ሰው የተረገመ ይሁን፤ ምክንያቱም ያህዌ የጣዖት አምልኮን ይጠላል፡፡›",
      "16": "“‹አባቱን ወይም እናቱን የሚያዋርድ የተረገመ ይሁን›",
      "17": "“‹የጎረቤቱን ድንበር የሚያፈርስ ሁሉ የተረገመ ይሁን፤›",
      "18": "“‹ዕውርን ወደ ተሳሳተ አቅጣጫ የሚመራ ሁሉ የተረገመ ይሁን፡፡›",
      "19": "“‹መብት በመግፈፍ የውጭ አገር ስደተኞችን፤ ወላጆቻቸው የሞቱባቸው ልጆችንና ባሎቻቸው የሞቱባቸው መበለቶችን የሚያንገላታ ሁሉ የተረገመ ይሁን፡፡›",
      "20": "“‹የአባቱ ሚስቶች ከሆኑት ከየትኛዋም ጋር የግብረ ሥጋ ግንኙነት በማድረግ የአባቱን ክብር የሚያዋርድ ሁሉ የተረገመ ይሁን፡፡›",
      "21": "“‹ከእንስሳ ጋር የግብረ ሥጋ ግንኙነት የሚያደርግ ማንኛውም ሰው የተረገመ ይሁን፡፡›",
      "22": "“‹ከእህቱ ወይም ባንድ በኩል ብቻ እኅቱ ከሆነች ሴት ጋር የግብረ ሥጋ ግንኙነት የሚፈጽም ወንድ ሁሉ የተረገመ ይሁን፡፡›",
      "23": "“‹ከአማቱ ጋር የግብረ ሥጋ ግንኙነት የሚፈጽም ወንድ ሁሉ የተረገመ ይሁን፡፡›",
      "24": "“‹ሸምቆ ሰውን የሚገድል ሁሉ የተረገመ ይሁን፡፡›",
      "25": "“‹በገንዘብ ተገዝቶ ንፁሑን ሰው የሚገድል ሁሉ የተረገመ ይሁን፡፡›",
      "26": "“‹እነዚህን የያህዌን ሕግጋትና ትእዛዛት ሁሉ የማይፈጽም ሁሉ የተረገመ ይሁን፡፡›"
    },
    "Chapter 28": {
      "1": "ለአምላክህ ለያህዌህ(יהוה) ብትታዘዝና ዛሬ እኔ የምሰጥህንም ሕግጋት ሁሉ በታማኝነት ብትጠብቅ፤ በምድር ላይ ከሚኖሩ አሕዛብ ሁሉ በላይ ከፍ ከፍ ያደርግሃል፤",
      "2": "ለአምላክህ ለያህዌህ(יהוה) ታዘዝ፤ ከዚህ የሚከተሉት በረከቶች ሁሉ ባለቤት ትሆናለህ፤",
      "3": "ያህዌህ(יהוה) ከተሞችህንና እርሻዎችህን ይባርካል፡፡",
      "4": "ያህዌህ(יהוה) ብዙ ልጆችን፤ እጅግ የተትረፈረፈ የእርሻ ሰብል፤ ብዙ የቀንድ ከብት፤ የበግንና የፍየልን መንጋ በመስጠት ይባርክሃል፡፡",
      "5": "ያህዌህ(יהוה) የእህል ሰብልህንና ከእርሱ የምትሠራውን ምግብ ሁሉ ይባርካል፡፡",
      "6": "ያህዌህ(יהוה) በቤትህ ሳለህና ወደ ሥራ ስትወጣ ይባርክሃል፤",
      "7": "ጠላቶቻችሁ በእናንተ ላይ አደጋ በሚጥሉበት ጊዜ ያህዌህ(יהוה) እነርሱን ድል ያደርግላችኋል፤ በአንድ አቅጣጫ አደጋ ይጥሉባችኋል ነገር ግን ብትንትናቸው ወጥቶ በብዙ አቅጣጫ ይሸሻሉ፡፡",
      "8": "ያህዌህ(יהוה) የእጅህን ሥራ ሁሉ ይባርካል፤ ጎተራዎችህንም ሁሉ በእህል እንዲሞሉ ያደርጋል፤ ያህዌ በሚሰጥህ ምድር ይባርክሃል፡፡",
      "9": "ለአምላክህ ለያህዌህ(יהוה) ብትታዘዝና ያዘዘህንም ሁሉ ብትፈጽም በተስፋ ቃሉ መሠረት ለራሱ የለየህ ወገን ያደርግሃል፡፡",
      "10": "ከዚያን በኋላ በምድር ላይ የሚኖሩ አሕዛብ ሁሉ ያህዌ አንተን የራሱ ወገን አድርጎ እንደመረጠህ ተመልክተው ይፈሩሃል፡፡",
      "11": "ያህዌህ(יהוה) ለአንተ ይሰጥህ ዘንድ ለቀድሞ አባቶችህ በማለላቸው ምድር ብዙ ልጆችን፤ ብዙ የቀንድ ከብትና የተትረፈረፈ የእርሻን ሰብል ይሰጥሃል፤",
      "12": "በሰማይ ካለው ክምችት ዝናምን በወቅቱ ይልክልሃል፤ የእጅህንም ሥራ ይባርካል፤ ስለዚህም ለብዙ አሕዛብ ታበድራለህ፤ አንተ ግን ከማንም አትበደርም፤",
      "13": "አምላክህ ያህዌህ(יהוה) በብዙ አሕዛብ መካከል እንደ ራስ መሪ ያደርግሃል እንጂ እንደ ጅራት ወደ ኋላ እንድትቀር አያደርግህም፤ ዛሬ እኔ የምሰጥህን የያህዌን ትእዛዛት በታማኝነት ብትፈጽም ምንም አይነት ውድቀት ሳይደርስብህ ወደፊት ትገሠግሣለህ እንጂ ወደ ኋላ አትቀርም፤",
      "14": "ነገር ግን በማናቸውም ሁኔታ ከእነዚህ ትእዛዛት በመውጣት ለባእዳን አማልክት መስገድና እነርሱን ማገልገል አይገባህም፡፡",
      "15": "ነገር ግን ለአምላክህ ለያህዌህ(יהוה) ባትታዘዝና እኔ ዛሬ የምሰጥህንም ሕግጋትና ትእዛዛት በታማኝነት ባትጠብቅ ከዚህ የሚከተለው መርገም ሁሉ ይደርስብሃል፡-",
      "16": "ከተሞችህና እርሻዎችህ የተረገሙ ይሆናሉ፡፡",
      "17": "የእህልህ ሰብልና ከእርሱም የምትሠራው ምግብ የተረገመ ይሆናል፡፡",
      "18": "ያህዌህ(יהוה) የልጆችህን ቁጥር በማሳነስ፤ የእርሻ ሰብልህን በማበላሸት፤የቀንድ ከብትህን፤ የበግና የፍየል መንጋህን ቁጥር በመቀነስ የተረገምህ እንድትሆን ያደርግሃል፡፡",
      "19": "በቤትህ ሳለህና ወደ ሥራ ስትወጣ የተረገምህ ትሆናለህ፡፡",
      "20": "ክፉ ነገር ብታደርግና ያህዌህ(יהוה)ን ብትተወው ፈጥነህ በፍጹም እስክትደምስ ድረስ በአንተ ላይ መቅሠፍትንና ሁከትን፤ በምትሠራው ሁሉ ላይ መከራን ያመጣብሃል፡፡",
      "21": "በምትወርሱአት ምድር ከእናንተ አንድ እንኳ የሚኖርባት እስኪጠፋ ድረስ በበሽታ ላይ በሽታ ይልክብሃል፡፡",
      "22": "ያህዌህ(יהוה) በማይፈወስ የቁስል በሽታ፤ በእባጭና በትኩሳት ይመታሃል፤ ሰብልህንም ለማጥፋት ልዩ ልዩ በሽታን፤ ድርቅንና የሚያቃጥል ነፋስን ይልክብሃል፤ እስክትሞትም ድረስ እነዚህ መቅሰፍቶች ባንተ ላይ ይሆናሉ፡፡",
      "23": "ሰማይ ከራስህ በላይ እንደ ነሐስ ሆኖ ዝናም  ስለማይዘንም  ምድርህ  ከበታችህ  ደርቃ እንደብረት የጠነከረች ትሆናለች፡፡",
      "24": "በዝናም ፈንታ እስክትጠፋ ድረስ ያህዌህ(יהוה) በአንተ ላይ በአውሎ ንፋስ የሚነዳ ትቢያና አሸዋ ይልክብሃል፡፡",
      "25": "ያህዌህ(יהוה) ለጠላቶችህ በአንተ ላይ ድልን ይሰጣቸዋል፤ በአንድ በኩል አደጋ ትጥልባቸዋለህ፤ ነገር ግን ከእነርሱ ለማምለጥ በብዙ አቅጣጫ ተበታትነህ ትሸሻለህ፤ በምድር ላይ የሚኖሩ አሕዛብ ሁሉ በአንተ ላይ የሚደርሰውን ነገር በሚያዩበት ጊዜ በፍርሃት ይሸበራሉ፤",
      "26": "በምትሞበትም ጊዜ ወፎችና የምድረ በዳ አራዊት ሥጋህን ይበሉታል፤ የሚከለክላቸውም የለም፤",
      "27": "ያህዌህ(יהוה) በግብጻውያን ላይ እንዳደረገ የእባጭን በሽታ ይልክብሃል፤ ሰውነትህም ሁሉ በማይፈወስ ቁስል እንዲበላሽ ያደርጋል፤ ሰውነትህ በሚያሳክክ ቋቁቻና ችፌ የተሞላ ይሆናል፤ ፈውስም አታገኝለትም፤",
      "28": "ያህዌህ(יהוה) አሕምሮ በሚያሳጣ እብደትና እውርነት ይመታሃል፡፡",
      "29": "በጠራ ፀሐይ እንደ እውር ትደናበራለህ፤ የምትሄድበትንም መንገድ ማግኘት አትችልም፤ የምትሠራውም ነገር ሁሉ አይከናወንልህም፤ ዘወትር ጭቆናና ምዝበራ ይደርስብሃል፤ የሚረዳህም ሰው አታገኝም፡፡",
      "30": "ልጃገረድ ለማግባት ታጫለህ፤ ነገር ግን ሌላ ሰው ቀምቶ ይወስድብሃል፤ ቤት ትሠራለህ፤ ነገር ግን አትኖርበትም፤ ወይን ትተክላለህ፤ ነገር ግን በፍሬው አትጠቀምበትም፡፡",
      "31": "ከብትህ በፊትህ አይንህ እያየ ይታረዳል፤ ነገር ግን ከሥጋው አትቀምስም፤ አህዮችህ በፊትህ ተስበው ይወሰዳሉ፤ ነገር ግን አይመለሱልህም፤ በጎችህ ለጠላቶችህ ተላልፈው ይሰጣሉ፤ እነርሱን ለማዳን የሚረዳህም የለም፤",
      "32": "አይንህ እያየ ወንዶችና ሴቶች ልጆችህ ለባእዳን ባሪያዎች ሆነው ይሰጣሉ፤ የልጆችህን መመለስ በከንቱ በመጠባበቅ አይንህ ሲንከራተት ይኖራል፤",
      "33": "በከባድ ሁኔታ የደከምኽበትን የእህልህን ሰብል የውጭ አገር ባእዳን ወስደው ይበሉታል፤ አንተ ግን ከማያቋርጥ ግፍና ጭቆና በቀር የሚተርፍህ ነገር የለም፡፡",
      "34": "የሥቃይህ ብዛት አሕምሮን ያጠፋል፤",
      "35": "ያህዌህ(יהוה) ቅልጥምህና ጭንህ በማይፈወስ ቁስል እንዲሸፈን ያደርጋል፤ ብርቱ ቁስልና እባጭ ከራስ ጠጉርህ እስከ እግር ጥፍርህ ይሸፍንሃል፡፡",
      "36": "ያህዌህ(יהוה) አንተንና ንጉሥህን ከዚህ በፊት የቀድሞ አባቶችህም ሆኑ አንተ ወዳልነበራችሁበት ባእድ አገር አፍልሶ ይወስዳችኋል፤ በዚያም ከእንጨትና ከድንጋይ የተሠሩ ባእዳን አማልክትን ታመልካላችሁ፡፡",
      "37": "ያህዌህ(יהוה) በሚበትናችሁ አገሮች የሚኖሩ ሕዝብ ሁሉ በእናንተ ላይ የደረሰውን ነገር አይተው ይደነግጣሉ፤ መቀለጃና መዘባበቻም ያደርጉአችኋል፡፡",
      "38": "ብዙ እህል ዘርተህ ጥቂት መከር ብቻ ትሰበስባለህ፤ ምክንያቱም የእህልህን ሰብል አንበጣ ይበላዋል፤",
      "39": "ወይን ተክለህ ትከባከበዋለህ፤ ነገር ግን የወይን ዘለላ ሰብስበህ አትበላም፤ ወይም ከእርሱ የወይን ጠጅ አትጠጣም፤ ምክንያቱም የወይኑ ሐረግ ትል ይበላዋል፡፡",
      "40": "የወይራ ዛፍ በምድርህ በየስፍራው ይበቅላል፤ ነገር ግን የወይራው ፍሬ ያለ ጊዜው ስለሚረግፍ የወይራ ዘይት አይኖርህም፡፡",
      "41": "ወንዶችና ሴቶች ልጆች ትወልዳለህ፤ ነገር ግን የጦር ምርኮኞች ሆነው ስለሚወሰዱ ታጣቸዋለህ፤",
      "42": "ዛፎችህንና እርሻ ሰብልህን ሁሉ ኩብኩብ ይበላዋል፡፡",
      "43": "የአንተ ኀይል እየደከመ ሲሄድ፤ በምድርህ የሚኖሩ የውጭ አገር ስደኞች ኀይል ግን ይበረታል፡፡",
      "44": "የውጭ አገር ስደተኞች ለአንተ ገንዘብ አበዳሪዎች ይሆናሉ፤ አንተ ግን እንደ ጅራት ወደ ኋላ ትቀራለህ፡፡",
      "45": "እነዚህ ሁሉ መቅሰፍቶች ይመጡብሃል፤ ፈጽሞ እስክትደምስ ድረስ ከአንተ አይርቁም፤ ምክንያቱም አንተ ለአምላክህ ለያህዌህ(יהוה) ታዛዥ ሆነህ አልተገኘህም፤ እርሱ የሰጠህን ሕግና ትእዛዝ አልጠበቅህም፤",
      "46": "እነዚህም ሁሉ ያህዌ በአንተና በዘሮችህ ላይ የሰጠውን የቅጣት ፍርድ ለዘላለም ሲያስታውሱ የሚኖሩ ምልክቶች ይሆናሉ፡፡",
      "47": "ያህዌህ(יהוה) በብዙ መንገድ ባርኮህ ነበር፤ አንተ ግን ደስታና ሐሴት በተሞላበት ልብ ሆነህ አላገለገልከውም፤",
      "48": "ስለዚህም ከእንግዲህ ወዲህ ያህዌህ(יהוה) በአንተ ላይ ለሚልካቸው ለጠላቶችህ አገልጋይ ትሆናለህ፡፡ በሁሉ ነገር በመቸገርም ትራባለህ፤ ትጠማለህ፤ ትታረዛለህ፡፡ ፈጽሞ እስክትጠፋ ድረስ ያህዌህ(יהוה) አንተን በጠላቶችህ የአገዛዝ ቀንበር በብርቱ እንድትጨቆን ያደርጋል፡፡",
      "49": "ያህዌ ቋንቋቸውን የማታውቀውን የአሕዛብ ሠራዊት ከሩቅ ምድር ያመጣብሃል፤ እነርሱም እንደ ንስር በአንተ ላይ ይወርዱብሃል፤",
      "50": "እነርሱ ሽማግሌውን የማያከብሩ፤ ለሕፃንም የማይራሩ ጨካኞች ይሆኑብሃል፤",
      "51": "እነርሱ ከብትህንና ሰብልህን ሁሉ ጠራርገው ስለሚበሉት እስክትሞት ድረስ በረሀብ ትቸገራለህ፡፡ እነርሱ ከእህልህ አንዲት ጥሬ ከወይንህና ከወይራ ዛፍህ ቅንጣት ፍሬ እንኳ ሳያስተርፉ የከብትህንና የበግህን መንጋ ስለሚበሉት ያንተ እድል ፈንታ ሞት ብቻ ይሆናል፡፡",
      "52": "ያህዌህ(יהוה) አምላክህ በሚሰጥህ ምድር በሚገኙት መኖሪያ ከተሞችህ ሁሉ አደጋ ይጥሉባቸዋል፤ ከፍተኞች የሆኑ ቅጽሮች ያሉአቸውን ምሽጎችህን ሁሉ ይደመስሳል፡፡",
      "53": "ጠላቶችህ ከተሞችህን ከበው በሚያስጨንቁህም ጊዜ፤ የምትበላው አጥተህ ግራ ሲገባህ ያህዌህ(יהוה) አምላክህ የሰጠህንና የሆድህ ፍሬዎች የሆኑትን ወንዸችና ሴቶች ልጆችህን ሥጋ ለመብላት ትገደዳለህ፤",
      "54": "-55በመለሳለስና በተድላ ደስታ የሚኖር፤ በትውልዱም የሚመካ ሰው ሁሉ በዚያ የከበባ ጊዜ ተስፋ በመቁረጥ የልጆቹን ሥጋ ለመብላት ይገደዳል፤ ምክንያቱም ሌላ ምግብ አይኖረውም፡፡ ከዚያም ምግብ ለሥጋ ወንድሙ ወይም ለሚወዳት ሚስቱና ከጥፋት ለተረፉት ልጆቹ እንኳ አያቀምስም፡፡",
      "56": "-57በመለሳለስና በተድላ ደስታ የምትኖር በትውልዷም የምትመካና ባለጸጋ ከመሆንዋ የተነሣ ወደ ውጭ ወጥታ የማታውቅ ሴት ወይዘሮም ልክ እንደዚሁ ተመሳሳይ ሁኔታ ይደርስባታል፤ ጠላት መኖሪያ ከተማዋን በሚከብበት ጊዜ ምግብ ከማጣት የተነሣ ተስፋ በመቁረጥ አዲስ የተወለደውን ልጅዋንና የእንግዴ  ልጁንም  ጭምር  ተደብቃ  ትበላለች፤ ከእርሱም ለምትወደው ባልዋም ሆነ ለልጆችዋ ለማንም አታቀምስም፡፡",
      "58": "በዚህ መጽሐፍ የተጻፉትን የያህዌህ(יהוה) ትእዛዝ በታማኝነት ባትፈጽሙ፤ አስደናቂና አስፈሪ የሆነውን የአምላካችሁን የያህዌህ(יהוה)ን ስም ባታከብሩ፤",
      "59": "በእናንተና በዘሮቻችሁ ላይ ሊፈወስ የማይችል በሽታና፤ ሊገታም የማይችል የአባር ቸነፈር መቅሰፍት ይልክባችኋል፡፡",
      "60": "በግብጽ ምድር ላይ በወረደ ጊዜ አይታችሁ ትፈሩት የነበረውን ያን አሠቃቂ በሽታ ሁሉ እንደገና በእናንተ ላይ ይልካል፤ ከዚያም ደዌ አትፈወሱም፤",
      "61": "ከዚህም ሁሉ ጋር የያህዌህ(יהוה) ሕግና ሥርዓት በተጻፉበት በዚህ መጽሐፍ ያልተጠቀሱ አይነታቸው የበዛ በሽታዎችንና የአባር ቸነፈር መቅሰፍቶችን ሁሉ ይልክባችኋል፤ እናንተም ትጠፋላችሁ፡፡",
      "62": "ብዛታቸሁ እንደሰማይ ከዋክብት ቢሆን እንኳ ከእናንተ ጥቂቶቹ ብቻ ይተርፋሉ፤ ምክንያቱም ለአምላካችሁ ለያህዌህ(יהוה) ታዛዥዎች ሆናችሁ አልተገኛችሁም፡፡",
      "63": "ያህዌህ(יהוה) እናንተን ለማበልጸግና ቁጥራችሁንም ለማብዛት እንደወደደው ሁሉ እንደገናም እናንተን በማጥፋትና ፈጽሞ በመደምሰስ ደስ ይለዋል፡፡ ከዚህች ከምትወርሱአት ምድር ተነቃቅላችሁ ትጠፋላችሁ፡፡",
      "64": "ያህዌህ(יהוה) በመላው ዓለም በአሕዛብ መካከል ይበትናችኋል፤ በዚያም እናንተም ሆናችሁ የቀድሞ አባቶቻችሁ ሰግደውላቸው የማያውቁትን ከእንጨትና ከድንጋይ የተሠሩትን ባእዳን አማልክት ታመልካላችሁ፡፡",
      "65": "በየትም ስፍራ ሰላም አይኖራችሁም፤ ያህዌህ(יהוה) በአስጨናቂ አሳብ የተሞላ አሕምሮ፤ በናፍቆት ብዛት የደከመ አይንና፤ በተስፋ መቁረጥ የተሞላ ልብ ይሰጣችኋል፡፡",
      "66": "ሕይወታችሁ ሁልጊዜ በአደጋ ላይ ይሆናል፤ ቀንም ሆነ ሌሊት በመሸበርና ለሞት በሚያደርስ ብርቱ ፍርሃት ይናወጣል፤ ሲነጋ ‹መቼ በመሸልን› ትላላችሁ፡፡",
      "68": "ምንም እንኳ ያህዌ ‹ዳግመኛ ተመልሳችሁ ወደዚያ አትሄዱም› ብሎ የተናገረ ቢሆንም፤ በመርከብ ተሳፍራችሁ ወደ ግብጽ እንድትመለሱ ያደርጋል፤ በዚያም ራሳችሁን ለጠላቶቻችሁ ባሪያ አድርጋችሁ መሸጥ ትፈልጋላችሁ፤ ነገር ግን ባሪያ አድርጎ ለመግዛት የሚፈልጋችሁ እንኳ አታገኙም፡፡"
    },
    "Chapter 29": {
      "1": "ሙሴ ከእስራኤል ሕዝብ ጋር ስምምነት ያደርግ ዘንድ ያህዌ(יהוה) ያዘዘው ቃል ኪዳን ይህ ነው፤ ይህም ሁሉ ያህዌ(יהוה) በሲና ተራራ ላይ ከእነርሱ ጋር ላደረገው ቃል ኪዳን ተጨማሪ ነው፡፡",
      "2": "ሙሴም የእስራኤልን ሕዝብ ጠርቶ አንድነት በመሰብሰብ እንዲህ አላቸው፤ “ያህዌ(יהוה) በግብጽ ንጉሥ በመኳንንቱና በመላ ሀገሪቱ ላይ ያደረገውን ሁሉ እናንተ ራሳችሁ በአይናችሁ አይታችኋል፡፡",
      "3": "ያህዌ(יהוה) በእነርሱ ላይ ያደረሰባቸውን አሰቃቂ መቅሰፍት፤ የፈጸመውንም ተአምራትና ድንቅ ሥራ ሁሉ  ተመልክታችኋል፡፡",
      "4": "ያህዌ(יהוה)  ግን  እስከ ዛሬይቱ እለት ድረስ ያለፋችሁበትን ሁኔታ የምታዩበት አይን፤ የምትሰሙበት ጆሮ፤ የምታስተውሉበት አእምሮ አልሰጣችሁም፡፡",
      "5": "ያህዌ(יהוה) አርባ ዓመት ሙሉ በበረሓ ሲመራችሁ ልብሳችሁ አላረጀም፤ ጫማችሁም አላለቀም፡፡",
      "6": "የምትበሉት ዳቦ፤ የምትጠጡት የወይን ጠጅ ወይም ሌላ ጠንካራ መጠጥ አልነበራችሁም፤ ይሁን እንጂ ያህዌ(יהוה) አምላካችሁ መሆኑን በማሳወቅ ያሠለጥናችሁ ዘንድ ከሚያስፈልጋችሁ ነገር ሁሉ ምንም አላሳጣችሁም፡፡",
      "7": "ወደዚህም ስፍራ በደረስን ጊዜ የሐሴቦን ንጉሥ ሲሖንና የባሳን ንጉሥ ኦግ ሊወጉን መጥተውብን ነበር፤ ነገር ግን እኛ ድል አደረግናቸው፤",
      "8": "ምድራቸውንም ወርሰን ለሮቤልና ለጋድ ነገዶች እንዲሁም ለምናሴ ነገድ እኩሌታ አከፋፍለን ሰጥተናል፤",
      "9": "ስለዚህም የምትሠሩት ነገር ሁሉ ይከናወንላችሁ ዘንድ የዚህን ቃል ኪዳን ትእዛዝ ሁሉ በታማኝነት ፈጽሙ፡፡",
      "10": "እነሆ ዛሬ አናንተ ሁላችሁ፤ የየነገዶቻችሁ መሪዎች፤ ሽማግሌዎቻችሁና ሹማምንቶቻችሁ፤ ወንዶችና ሴቶች፤ ሕፃናት ልጆች፤ በመካከላችሁ የሚኖሩ የውጭ አገር ተወላጆች፤ እንጨት ቆርጠው፤ ውሃ ቀድተው የሚያገለግሉአችሁ ሠራተኞች ሁሉ በአምላካችሁ በያህዌ(יהוה) ፊት ቆማችኋል፤",
      "11": "እነሆ ዛሬ በዚህ ስፍራ የተሰበሰባችሁት ከአምላካችሁ ከያህዌ ጋር ቃል ኪዳን ለመግባት የስምምነቱንም ግዴታ ለመፈጸም ዝግጁዎች በመሆን ነው፡፡",
      "12": "ስለዚህም ያህዌ(יהוה) የእርሱ ሕዝብ አድርጎ ይመሠርታችኋል፤ ለእናንተና ለቀድሞ አባቶቻችሁም ለአብርሃም ለይስሐቅና ለያዕቆብ በመሐላ በገባውም ቃል ኪዳን መሠረት እርሱ አምላካችሁ ይሆናል፡፡",
      "13": "ያህዌ(יהוה) ይህን ሁሉ ግዴታ የተሞላበትን ቃል ኪዳን የሚያደርገውም ከእናንተ ጋር ብቻ አይደለም፡፡",
      "14": "እርሱ ይህን ቃል ኪዳን የሚገባው ዛሬ በዚህ ስፍራ በፊቱ ከቆምነው ከእኛ ሁሉና ገና ወደ ፊት ከሚወለዱት ዘሮቻችንም ሁሉ ጋር ነው፡፡",
      "15": "በግብጽ ምድር የነበራችሁ ሕይወት ምን ይመስል እንደነበርና በሌሎች አሕዛብ ግዛት ውስጥ አልፎ መሄድም ምን ያህል አስከፊ እንደነበር አትዘንጉ፡፡",
      "16": "እንጨት ጠርበው፤ ድንጋይ አለዝበው፤ ብርና ወርቅ አቅልጠው የሠሩአቸውን አስጸያፊዎች የሆኑ የጣዖት አማልክቶቻቸውን አይታችኋል፡፡",
      "17": "በዚህ ከቆማችሁት መካከል ማንም ወንድ ወይም ሴት፤ ቤተሰብ ወይም ነገድ ከአምላካችን ከያህዌ ፈቀቅ በማለት የሌሎችን አሕዛብ አማልክት የሚከተል እንዳይኖር ተጠንቀቁ፤ ይህን የሚያደርግ ቢኖር መራራና መርዘኛ ሆኖ እንደሚያድግ እንደ መጥፎ ተክል ሥር ይሆናል፡፡",
      "18": "ዛሬ በእኛ መካከል ሆኖ ይህን ጥብቅ ትእዛዝ የሚሰማ ሁሉ ልቡን በማደንደን ራሱ በመረጠው መንገድ የሚሄድ ከሆነ ‹ሁሉ ነገር ለመልካም ይሆንልኛል› በማለት ራሱን እንዳያታልል ተጠንቀቁ፤ እንዲህ አይነቱ ሰው ደጋጎችና ክፉዎች ለሆናችሁት ሁሉ የጥፋት ምክንያት ሊሆን ይችላል፡፡",
      "19": "ያህዌ(יהוה) ለእንደዚህ ያለው ሰው ይቅርታ አያደርግም፤ ይልቁንም የፈጣሪ ቁጣ በእርሱ ላይ እንደ  እሳት  ይቃጠላል፤  ያህዌ(יהוה)ም  እንደዚህ",
      "20": "ያለውን ሰው ፈጽሞ እስኪደመስሰው ድረስ በዚህ መጽሐፍ  የተጻፉት  መቅሠፍቶች  ሁሉ ይወርዱበታል፡፡",
      "21": "ያህዌ(יהוה) እንደዚህ ያለውን ሰው በእስራኤል ነገዶች ሁሉ ፊት የመቀጣጫ ምሳሌ ያደርገዋል፤ የያህዌ(יהוה) ሕግና ሥርዓት በተጻፈበት በዚህ መጽሐፍ ውስጥ በሚገኘው የቃል ኪዳ መርገም መሠረት መቅሠፍት ያመጣበታል፡፡",
      "22": "በሚመጡት ትውልዶች፤ ዘሮቻችሁና ከሩቅ አገር የመጡ የውጭ አገር ስደተኞች ያህዌ(יהוה) በምድራችሁ ላይ የመጣውን መቅሠፍትና መከራ ሁሉ ያያሉ፡፡",
      "23": "የእርሻ መሬቶች በዲንና በጨው ተሸፍነው ምንም ጥቅም የማይገኝባቸው ጠፍ ይሆናሉ፤ በእነርሱ ላይ አትክልት መትከል ቀርቶም አረም እንኳ አይበቅልባቸውም፤ ምድራችሁ ያህዌ(יהוה) በብርቱ በተቆጣ ጊዜ እንደደመሰሳቸው በአዳማና በጸቦይም እንደሚገኙት እንደ ሰዶምና ገሞራ ከተሞች ትሆናለች፡፡",
      "24": "በዚያን ጊዜ የመላው ዓለም ሕዝብ እንዲህ ሲል ይጠይቃል፤ ‹ያህዌ(יהוה) በምድራችሁ ላይ ይህን ሁሉ ስለምን አደረገ? ለብርቱ ቁጣውስ ምክንያት የሆነው ነገር ምንድን ነው?",
      "25": "መልሱም የሚከተለው ይሆናል ‹ምክንያቱም የያህዌ(יהוה) ሕዝብ የቀድሞ አባቶቻቸው አምላክ ከግብጽ ምድር ባወጣቸው ጊዜ ከእነርሱ ጋር የገባውን ቃል ኪዳን በማፍረሳቸው ነው፡፡",
      "26": "እነርሱ ከዚያ በፊት ሰግደውላችው የማያውቁትንና ያህዌም አንዳይሰግዱላቸው የከለከላቸውን ባእዳን አማልክት ተከተሉ፡፡",
      "27": "ስለዚህም ያህዌ(יהוה) ተቆጥቶ በዚህ መጽሐፍ የተጻፈውን ይህን መቅሠፍት ሁሉ በምድራቸው ላይ አወረደ፡፡",
      "28": "ያህዌ(יהוה)ም በብርቱ ተቆጣ፤ ከብርቱ ቁጣውም የተነሣ ከምድራቸው ነቃቅሎ ወደ ባእድ አገር አሳደዳቸው፡፡ ስለዚህም እነሆ ዛሬም በዚያው ይገኛሉ፡፡›",
      "29": "ያህዌ(יהוה) አምላካችን ምስጢር አድርጎ የሰወራቸው ብዙ ነገሮች አሉ፤ ሕጉን ግን ገልጦልናል፤ ስለዚህም እኛና ዘሮቻችን ለዘላለም ልንጠብቀው ይገባል፡፡"
    },
    "Chapter 30": {
      "1": "እነሆ እኔ አሁን በበረከትና በመርገም መካከል ምርጫ እሰጣችኋለሁ፤ ይህ ሁሉ ነገር ደርሶባችሁ ያህዌ(יהוה) አምላካችሁ እናንተን በበታተነበት በአሕዛብ መካከል በምትኖሩበት ጊዜ እኔ የሰጠኋችሁን ምርጫ ታስታውሳላችሁ፤",
      "2": "እናንተና ዘሮቻችሁ ወደ ያህዌ(יהוה) ብትመለሱና ዛሬ እኔ ለምሰጣችሁ ለያህዌ(יהוה) ሕግጋት ከልብ ታዛዥዎች ሆናችሁ ብትገኙ፤",
      "3": "አምላካችሁ ያህዌ(יהוה) ምሕረት ያደርግላችኋል፤ በአሕዛብ መካከል እናንተን ያበለጽጋችኋል፡፡",
      "4": "በአራቱም ማእዘን እስከ ዓለም ዳርቻ ተበታትናችሁ የምትኖሩ ብትሆኑ እንኳ አምላካችሁ ያህዌ መልሶ ያመጣችኋል፤",
      "5": "በዚህም አይነት የቀድሞ አባቶቻችሁ የነበሩበትን ምድር እንደገና ትወርሳላችሁ፤ እርሱም ከቀድሞ አባቶቻችሁ ይበልጥ ባለጸጎችና ቁጥራችሁ የበዛ እንድትሆኑ ያደርጋል፡፡",
      "6": "አምላካችሁ ያህዌ ለእናንተና ለልጆቻችሁ ታዛዥ ልብ ይሰጣል፤ ስለዚህ እርሱን በፍጹም ልባችሁ ትወዱታላችሁ፤ በዚያችም ምድር በሕይወት ትኖራላችሁ፡፡",
      "7": "እነዚህንም መርገሞች ሁሉ እናንተን በሚጠሉአችሁና በሚጨቁኑአችሁ ጠላቶቻችሁ ላይ ይመልስባቸዋል፤",
      "8": "እናንተም እንደገና ለእርሱ ታዛዥዎች ትሆናላችሁ፤ ዛሬ የምሰጣችሁንም የእርሱን ሕግጋት ትጠብቃላችሁ፡፡",
      "9": "በምትሠሩት ነገር ሁሉ ያህዌ ያበለጽጋችኋል፤ ብዙ ልጆችና ብዙ የከብት መንጋ ይኖራችኋል፤ የእርሻ መሬቶቻችሁም ብዙ ሰብል ይሰጣሉ፤ የቀድሞ አባቶቻችሁን በማበልጸግ ደስ ይለው እንደነበር እናንተን በማበልጸግ ደስ ይለዋል፡፡",
      "10": "እናንተ ግን እርሱን ታዘዙ፤ እርሱ ያስተማረው ሥርዓት በተጻፈበት በዚህ መጽሐፍ የሚገኙትንም የእርሱን ሕግጋት ሁሉ ጠብቁ፤ በፍጹም ልባችሁም ወደ እርሱ ተመለሱ፡፡",
      "11": "ዛሬ እኔ የምሰጣችሁ ትእዛዝ ይህን ያህል ከባድ ወይም ከእናንተ የራቀና ልትደርሱበትም የማይቻል አይደለም፤",
      "12": "‹እርሱን ሰምተን እንታዘዘው ዘንድ ማን ወጥቶ ያመጣልናል› ብላችሁ እንዳትጠይቁ፤ ይህ ሕግ የሚገኘው በሰማይ አይደለም፡፡",
      "13": "‹እርሱን ሰምተን እንታዘዘው ዘንድ ከውቅያኖስ ባሕር ማዶ ተሻግሮ ማን ሊያመጣልን ይችላል? ብላችሁ እንዳትጠይቁ፤ እርሱ የሚገኘው ከውቅያኖስ ባሕር ማዶ አይደለም፡፡",
      "14": "እንዲያውም ቃሉ የሚገኘው በእናንተ ዘንድ ስለሆነ እናንተ በልባችሁ የምታውቁትና በፈለጋችሁበት ጊዜ በአንደበታችሁ የምትናገሩት ነው፤ ስለዚህም ልትፈጽሙት ትችላላችሁ፡፡",
      "15": "ዛሬ እኔ በመልካምና በክፉ ነገር መካከል፤ እንዲሁም በሕይወትና በሞት መካከል ምርጫ እሰጣችኋለሁ፤",
      "16": "ዛሬ እኔ የምሰጣችሁን የአምላክችሁን የያህዌ(יהוה)ን ትእዛዝ ብትፈጽሙና እርሱን ብትወዱት ብትታዘዙለትም፤ ሕግጋቱን ሁሉ ብትጠብቁ ትበለጽጋላችሁ፤ የብዙ ሕዝብ መንግሥትም ትሆናላችሁ፤ አምላካችሁ ያህዌ(יהוה) በዚያች በምትወርሱአት ምድር ይባርካችኋል፡፡",
      "17": "ነገር ግን ‹ለእርሱ አንታዘዝም ቃሉንም አንሰማም› ብላችሁ ባእዳን አማልክትን ለማምለክ ከእርሱ ተለይታችሁ ብትሄዱ፤",
      "18": "እንደምትደመሰሱ ዛሬ እኔ አስጠነቅቃችኋለሁ፤ ዮርዳኖስን ተሻግራችሁ በምትወርሱአትም ምድር ለረዥም ዘመን አትኖሩም፡፡",
      "19": "እነሆ እኔ በሕይወትና በሞት መካከል፤ በያህዌ(יהוה) በረከትና መርገም መካከል ምርጫ እሰጣችኋለሁ፤ በምታደርጉትም ምርጫ ሰማይንና ምድርን በእናንተ ላይ ምስክር አደርጌ እጠራለሁ፤ ስለዚህም እናንተና ዝርያዎቻችሁ በሕይወት ትኖሩ ዘንድ ሕይወትን ምረጡ፡፡",
      "20": "አምላካችሁን ያህዌ(יהוה)ን ውደዱ፤ ለእርሱም ታዛዥዎችና ታማኞች ሁኑ፤ ይህንንም ብታደርጉ እርሱ ለቀድሞ አባቶቻችሁ ለአብርሃም፤ ለይስሐቅ፤ ለያዕቆብ ሊሰጣቸው ቃል በገባላቸው ምድር እናንተና ልጆቻችሁ ለረዥም ዘመን ትኖራላችሁ፡፡”"
    },
    "Chapter 31": {
      "1": "ሙሴም ንግግሩን በመቀጠል ለእስራኤል ሕዝብ እንዳለ፡",
      "2": "“እነሆ የእኔ እድሜ መቶ ሃያ ዓመት ስለሆነ ከእንግዲህ ወዲህ እናንተን መምራት አይቻለኝም፤ ከዚህም በላይ እኔ ዮርዳኖስን እንደማልሻገር ያህዌህ(יהוה) ነግሮኛል፤",
      "3": "አምላካችሁ ያህዌህ(יהוה) ራሱ በፊታችሁ እየሄደ ይመራችኋል፤ በዚያ የሚኖሩትን አሕዛብ ስለሚደመስስላችሁ ምድራቸውን ትወርሳላችሁ፤ ያህዌህ(יהוה) በተናገረውም መሠረት ኢያሱ መሪያችሁ ይሆናል፡፡",
      "4": "ያህዌህ(יהוה) የአሞራውያንን ነገሥታት ሲሆንና ኦግን ድል ነሥቶ አገራቸውን እንዳጠፋ የእናንተ ጠላቶች የሆኑትንም ሕዝብ ይደመስስላችኋል፡፡ ",
      "5": "ያህዌህ(יהוה) በእነርሱ ላይ ድልን ያጎናጽፋችኋል፤ ስለዚህ ልክ እኔ የነገርሁአችሁን ሁሉ በእነርሱ ላይ ታደርጉባቸዋላችሁ፡፡ ",
      "6": "ቆራጥነትና ድፍረት ይኑራችሁ፤ ከእነርሱም የተነሣ ከቶ አትፍሩ፤ አትደንግጡም፤ ምክንያቱም ራሱ አምላካችሁ ያህዌህ(יהוה) ከእናንተ ጋር ይሆናል፤ አይጥላችሁም፤ አይለያችሁም፡፡”",
      "7": "ከዚህም በኋላ ሙሴ ኢያሱን ጠርቶ በእስራኤል ሕዝብ ሁሉ ፊት እንዲህ አለው፤ “ቆራጥነትና ድፍረት ይኑርህ፤ ያህዌህ(יהוה) ለቀድሞ አባቶቻችሁ በሰጣቸው ተስፋ መሠረት ምድሪቱን ይወርሱ ዘንድ እነዚህን ሕዝብ መርተህ የምታስገባ አንተ ነህ፤",
      "8": "ራሱ ያህዌህ(יהוה) ከአንተ ጋር በመሆን ይመራሃል፤ አይጥልህም ከቶም አይተውህም፤ ስለዚህ ወኔህ አይቀዝቅዝ፤ ልብህም አይፍራ፡፡”",
      "9": "ስለዚህ ሙሴ የያህዌህ(יהוה)ን ሕግ ጽፎ የያህዌህ(יהוה) ቃል ኪዳን ታቦት አገልጋዮች ለሆኑት ለሌዋውያን ካህናትና ለእስራኤል ሕዝብ አለቆች ሰጣቸው፡፡ ",
      "10": "እነርሱንም እንዲህ ሲል አዘዘ፤ “እዳ ሁሉ በሚሰረዝበት በየሰባቱ ዓመት መጨረሻ ላይ በሚከበረው የዳስ በዓል ይህን ሕግ በከፍተኛ ድምፅ አንብቡ፤ ",
      "11": "ይኸውም የእስራኤል ሕዝብ መአከላዊ ወደሆነው የአምልኮ ቦታ ለአምላካቸው ለያህዌህ(יהוה) ሊሰግዱ በሚመጡበት ጊዜ ልታነቡላቸው ይገባል፡፡ ",
      "12": "ሁሉም ሰምተውት አምላካችሁን ያህዌህ(יהוה)ን የመፍራት ጥበብ እንዲማሩና ሥርዓቶቹን ሁሉ በታማኝነት መፈጸም እንዲችሉ ወንዶችንም፤ ሴቶችንም፤ ልጆችንም በከተማዎቻችሁ የሚኖሩ የውጭ አገር ስደተኞችንም በአንድነት ሰብስቡ፡፡ ",
      "13": "በዚህም አይነት ሁኔታ የአምላካችሁን የያህዌን ሕግ ሰምተው የማያውቁ ዘሮቻችሁ ሁሉ ሊያዳምጡት ይችላሉ፤ ስለዚህም ዮርዳኖስን ተሻግራችሁ በምትወርሱአት ምድር በሚኖሩበት ዘመን ሁሉ ለያህዌህ(יהוה) መታዘዝ ይማራሉ፡፡”",
      "14": "ከዚህም በኋላ ያህዌህ(יהוה) ሙሴን እንዲህ አለው፤ “ከእንግዲህ ወዲህ አንተ ብዙ ጊዜ አትኖርም፤ የሚመራበትን ትእዛዝ እሰጠው ዘንድ ኢያሱን ጠርተህ አንተና እርሱ እኔ ደርሼ ወደምመለክበት ድንኳን ቅረቡ፤” ሙሴና ኢያሱም አብረው ወደ ድንኳኑ ቀረቡ፤ 15ያህዌህ(יהוה)ም በድንኳኑ ደጃፍ በደመና አምድ አምሳል ቆሞ ተገለጠላቸው፡፡",
      "16": "ያህዌህ(יהוה)ም ሙሴን እንዲህ አለው፤ “አንተ በቅርብ ጊዜ ትሞታለህ፤ ከአንተም በኋላ ሕዝቡ ለእኔ የማይታመኑ ይሆናሉ፤ ከእነርሱም ጋር የገባሁትን ቃል ኪዳን ያፈርሳሉ፤ እኔንም ትተው፤ በሚወርሱአት ምድር ለሚገኙት ለአረማውያን አማልክት ይሰግዳሉ፡፡ 17ይህም በሚሆንበት ጊዜ እኔ በእነርሱ ላይ ተቆጥቼ እለያቸዋለሁ፤ እነርሱም ይደመሰሳሉ፤ በእነርሱም ላይ ብዙ አሰቃቂ መቅሠፍት ይመጣባቸዋል፤ ከዚያም በኋላ ይህ ሁሉ ነገር የሚደርስባቸው እኔ አምላካቸው ከእነርሱ ስለተለየኋቸው መሆኑን ይገነዘባሉ፡፡ ",
      "18": "ክፉ ነገር ስለሠሩና ለባእዳን አማልክት ስለ ሰገዱ በዚያን ጊዜ እኔ እነርሱን አልረዳም፡፡",
      "19": "“እነሆ ይህን መዝሙር ጽፈህ ለእስራኤል ሕዝብ አስተምራቸው፤ እርሱም በእነርሱ ላይ ምስክር ሆኖ ይኖራል፤ ",
      "20": "ለቀድሞ አባቶቻቸው በሰጠሁት ተስፋ መሠረት ማርና ወተት ወደምታፈሰው ወደዚያች ለም ምድር አስገባቸዋለሁ፤ በዚያም የሚያስፈልጋቸውን ምግብ ሁሉ አግኝተው በተድላና በደስታ ይኖራሉ፤ ነገር ግን ተመልሰው ለባእዳን አማልክት ይሰግዳሉ፤ እኔን ይክዳሉ፤ ቃል ኪዳኔንም ያፈርሳሉ፤",
      "21": "ስለዚህም ብዙ አሰቃቂ መቅሠፍት በእነርሱ ላይ ይመጣባቸዋል፤ ይሁን እንጂ ይህ መዝሙር ሲዘመር ይኖራል፤ በእነርሱም ላይ ምስክር ይሆንባቸዋል፤ በሰጠኋቸው የተስፋ ቃል መሠረት ወደዚያች ምድር እነርሱን ከማስገባቴ በፊት እነሆ አሁን እንኳ የእነርሱ አሳብ ምን እንደሆነ አውቃለሁ፡፡”",
      "22": "በዚያኑ እለት ሙሴ መዝሙሩን ጽፎ ለእስራኤል ሕዝብ አስተማረ፡፡",
      "23": "ከዚህ በኋላ ያህዌህ(יהוה) ለነዌ ልጅ ለኢያሱ እንዲህ ሲል ነገረው፤ “ደፋርና ቆራጥ ሁን፤ እኔ ልሰጣቸው ቃል ወደገባሁላቸው ምድር የእስራኤልን ሕዝብ መርተህ ታገባለህ፤ እኔም ከአንተ ጋር እሆናለሁ፡፡”",
      "24": "ሙሴም ምንም ነገር ሳያስቀር ጥንቃቄ በማድረግ የያህዌህ(יהוה)ን ሕግ በመጽሐፍ ጻፈው፡፡ ",
      "25": "ጽፎም ከፈጸመ በኋላ የያህዌህ(יהוה)ን የቃል ኪዳን ታቦት ለማገልገል ለተሾሙት ለሌዋውያን ካህናት እንዲህ አላቸው፤",
      "26": "“የያህዌህ(יהוה) ሕግ የተጻፈበትን ይህን መጽሐፍ ወስዳችሁ፤ በአምላካችሁ በያህዌህ(יהוה) የቃል ኪዳን ታቦት አጠገብ አኑሩት፤ በዚህም አይነት ለሕዝቡ ምስክር ይሆንላቸው ዘንድ በዚያ ይኖራል፡፡",
      "27": "እነርሱ ምን ያህል አመፀኞችና አንገተ ደንዳኖች እንደሆኑ አውቃለሁ፤ በእኔ ሕይወት ዘመን ከእናንተ ጋር ሳለሁ እንኳ በፈጣሪ አምላካቸው ላይ እንዳመፁ ናቸው፤ ከሞትሁ በኋላማ ከዚህ ይበልጥ ያምፃሉ፤",
      "28": "ስለዚህ ይህን ሁሉ እንግራቸው ዘንድ የነገድ መሪዎቻችሁንና የሕዝብ አለቆችን ሰብስቡልኝ፤ እኔ ሰማይንና ምድርን በእነርሱ ላይ ምስክሮች አድርጌ ጠራለሁ፡፡",
      "29": "እኔ ከሞትሁ በኋላ ሕዝቡ ክፉዎች እንደሚሆኑና እኔ ያስተማርሁአቸውን ሁሉ ውድቅ እንደሚያደርጉት አውቃለሁ፤ እርሱ እንዳያደርጉ የከለከላቸውን ነገር ሁሉ በማድረግ ያህዌህ(יהוה)ን ስለሚያስቆጡት ወደ ፊት በእነርሱ ላይ ብርቱ መቅሠፍት ያመጣባቸዋል፡፡”",
      "30": "ከዚህ በኋላ ሙሴ የእስራኤል ሕዝብ ሁሉ እንዲያደምጡት ከዚህ የሚከተለውን መዝሙር በሙሉ ተቀኘ፡-"
    },
    "Chapter 32": {
      "1": "“ምድርና ሰማይ ሆይ ቃሌን ስሙ፤ የምናገረውንም ሁሉ በጠንቃቄ አድምጡ፤",
      "2": "ትምህርቴ እንደ ዝናም ጠብታ ወርዶ በምድር ላይ እንደ ጤዛ ይሆናል፡ ቃሌም በአዲስ ተክል ላይ እንደሚዘንም ካፊያና ዝግ ብሎም በለምለም ሣር ላይ እንደሚወርድ ዝናም ነው፡፡",
      "3": "የአምላኬን ስም ጠርቼ አመሰግናለሁ፤ ሕዝቡም ታላቅነቱን ይናገራሉ፡፡",
      "4": "“ያህዌህ(יהוה) ብርቱ ተከላካያችሁ ነው፤ አምላካችሁ ታማኝና እውነተኛ ነው፤ ሁልጊዜም ቅንና መልካም የሆነውን ነገር ያደርጋል፡፡ 5እናንተ ግን የማትታመኑ ለምንም የማትጠቅሙ፤ ኃጢአተኞችና አታላዮች ሕዝብ ስለሆናችሁ፤ የእርሱ ወገኖች ለመሆን የምትበቁ አይደላችሁም፤",
      "6": "እናንተ ሞኞች የማታስተውሉ ሕዝብ ሆይ! ለያህዌህ(יהוה) የምትመልሱለት ወሮታ ይህ ነውን? እርሱ እኮ እናንተን የፈጠረ አባታችሁ ነው፤ እርሱ እናንተን በማቋቋም ሕዝብ አደረጋችሁ፡፡",
      "7": "“ስላለፈውና ከብዙ ጊዜ በፊት ስለሆነው ነገር ሁሉ አስቡ፤ የተፈጸመውንም ሁሉ ይነግሩአችሁ ዘንድ አባቶቻችሁን ጠይቁ፤ ስላለፈው ነገር ሁሉ ከሽማግሌዎቻችሁ ተረዱ፡፡",
      "8": "ልግግም አምላክ አሕዛብ የሚኖሩበትን ርስት አደላደለ፤ ሕዝቦች ሊኖሩበት የሚያስፈልገውንም ቦታ ለየ፤ በእስራኤል ልጆች ብዛትም ልክ ለእያንዳንዱ ሕዝብ ድንበር ወሰነ፡፡",
      "9": "የያእቆብን ዘሮች ግን የራሱ ወገን አድርጎ መረጠ፡፡",
      "10": "እነርሱንም በበረሓ፤ ነፋስ በሚነዳውና በተበላሸ ምድረ በዳ ሲባዝኑ አገኛቸው፡፡ እንደ አይን ብሌን ጥንቃቄ በማድረግና በመከባከብ ጠበቃቸው፡፡",
      "11": "ንስር ጫጩቶችዋን በክንፍ የመብረርን ጥበብ እንደምታለማምድና በተዘረጉ ክንፎችዋ ተጠንቅቃ እንደምትይዛቸው፤ ያህዌህ(יהוה)ም እስራኤልን እንደዚሁ ከውድቀት ጠብቆአል፡፡",
      "12": "ያህዌህ(יהוה) የማንንም ባእድ አምላክ እርዳታ ሳይፈልግ ብቻውን ሆኖ ሕዝቡን መራ፡፡",
      "13": "“በምድር ከፍታ ላይ ገዥዎች እንዲሆኑ አሠለጠናቸው፤ እርሻዎች የሰጡትንም ፍሬ መገባቸው፤ በአለቶችም የሚገኘውን የበረሓ ማር ሰጣቸው፤ በድንጋያማ መሬት ላይ የወይራ ዛፎች እንዲያፈሩ አደረገላቸው፡፡",
      "14": "ላሞቻቸውና ፍየሎቻቸውም ሁሉ ወተትን በብዛት ሰጡ፤ ምርጥ የሆኑ የቀንድ ከብቶችን፤ በጎችንና ፍየሎችን ለማርባት፤ እንዲሁም ምርጥ የሆነውን ስንዴና እጅግ ያማረውን የወይን ተክል ለማልማት ችለዋል፡፡",
      "15": "“የያህዌህ(יהוה) ሕዝብ እጅግ በለጸጉ፤ በዚያው መጠን ግን አመፀኞች ሆኑ፤ ሰውነታቸው ሰባ፤ ከምግብ ብዛትም የተነሣ ወፈሩ፤ ፈጣሪያቸው የሆነ ያህዌ(יהוה)ን ተው፤ ኀያል የሆነ አዳኛቸውንም አቃለሉ፡፡",
      "16": "በጣዖት አምልኮአቸው ያህዌህ(יהוה)ን አስቀኑት፤ በሚያደርጉትም ክፉ ነገር ሁሉ አስቆጡት፡፡",
      "17": "እውነተኞች ላልሆኑት አማልክት፤ መሥዋዕት አቀረቡላቸው፤ እነርሱም እስራኤላውያን ከቶ ያልተከተሉአቸው የቀድሞ አባቶቻቸውም ከቶ የማያውቁአቸው እንግዶች አማልክት ናቸው፡፡",
      "18": "ሕይወት የሰጣቸውን፤ ኀያል አምላካቸውን ረሱ፡፡",
      "19": "“ያህዌህ(יהוה)ም ይህን ባየ ጊዜ ተቆጣ፤ ወንዶችና ሴቶች ልጆቹንም ሁሉ ከፊቱ አስወገደ፡፡",
      "20": "እንዲህም አለ፤ ‹ከእንግዲህ ወዲህ አልረዳቸውም፤ በእነዚያ እልከኞችና በማይታመኑት ሕዝብ ላይ የሚመጣባቸውን ነገር ሁሉ ዝም ብዬ እመለከታለሁ፡፡ 21በጣዖቶቻቸው አስቀንተውኛል፤ እውነተኛ አማልክት ሳይሆኑ አማልክት ብለው በሚጠሩአቸው ጣዖታት ሁሉ፤ አስቆጥተውኛል፡፡ እኔም እነርሱን እንደዚሁ ባልታወቀ ሕዝብ አስቆጣቸዋለሁ፡፡ በማያስተውልም ሕዝብ አስቀናቸዋለሁ፡፡",
      "22": "ቁጣዬም እንደ እሳት በመንደድ፤ በምድር ላይ ያለውን ነገር ሁሉ ያቃጥላል፤ ቃጠሎውም እስከ ሙታን ዓለም ይጠልቃል፤ የተራራዎችንም ሥር መሠረት ይበላል፡፡",
      "23": "“‹መጨረሻ የማይገኝለትን መቅሠፍት አመጣባቸዋለሁ፤ ፍላጻዎቼን ሁሉ በእነርሱ ላይ እጨርሳለሁ፡፡",
      "24": "በረሀብና በንዳድ ይሞታሉ፡፡ በአሰቃቂ በሽታም ያልቃሉ፡፡ በእነርሱ ላይ አደጋ የሚጥሉ፤ የበረሓ አራዊትና የሚነክሱአቸውን መርዘኞች እባቦች እልክባቸዋለሁ፡፡",
      "25": "የጦርነት ሰይፍ በየመንገዱ ሞትን ያስከትልባቸዋል፤ በየቤቱም ውስጥ ሽብርና ድንጋጤ ይበዛል፡፡ ወጣቶች የሆኑ ወንዶችም ሴቶችም ያልቃሉ፡፡ ሕፃናትም ሆኑ ሽማግሌዎች አይተርፉም፡፡",
      "26": "እኔ ፈጽሜ እደመስሳቸዋለሁ፤ ከዚያም በኋላ የሚያስታውሳቸው አይኖርም፤",
      "27": "ነገር ግን እንዲደመሰሱ ያደረግሁ እኔ ራሴ ስለሆንሁ፤ ጠላቶቻቸው፤ በራሳችን ኀይል አሸነፍናቸው እንጂ ያህዌህ(יהוה) ይህን ሁሉ አላደረገም ብለው በመመካት እንዲደነፉ አልፈቅድም፡፡›",
      "28": "“እስራኤል አዕሮ የጎደላቸው ሕዝብ ናቸው፤ ጥበብንም ፈጽሞ አጥተዋል፡፡",
      "29": "የተሸነፉት በምን ምክንያት እንደሆነ ማየት ተሥኖአቸዋል፤ መጨረሻቸው ምን እንደሆነ እንኳ አልተገነዘቡም፡፡ 30አንዱ ሺ በአንድ ሰው፤ አሥሩም ሺ በሁለት ሰዎች እንዴት ሊሸነፉ ቻሉ? አምላካቸው ያህዌህ(יהוה) ስለተዋቸውና ኀያሉ ፈጣሪያቸውም አሳልፎ ስለሰጣቸው ነዋ!",
      "31": "ጠላቶቻቸው የገዛ አማልክቶቻቸው ደካሞች መሆናቸውንና እንደ ኀያሉ የእስራኤል አምላክ አለመሆናቸውን ያውቃሉ፡፡",
      "32": "ጠላቶቻቸው እንደ ሰዶምና ገሞራ ሕዝብ ረክሰዋል፤ ስለዚህም መራራና መርዘኛ ፍሬ እንደሚሰጥ የወይን ተክል ናቸው፡፡",
      "33": "ከእባብ መርዝ እንደተሠራ የወይን ጠጅ ናቸው፡፡",
      "34": "“ያህዌ ጠላቶቻቸው ያደረጉባቸውን ሁሉ ያስታውሳል፤ ስለዚህም እነርሱን የሚቀጣበትን ምቹ ጊዜ ይጠብቃል፡፡",
      "35": "የበቀል እርምጃ በመውሰድ ያህዌ እነርሱን ይቀጣል፤ የሚወድቁበትም ጊዜ ይደርሳል፤ ምክንያቱም የፍርዳቸው ቀን ቀርቦአል፡፡",
      "36": "ኀይላቸው መድከሙን በሚያይበት ጊዜ ያህዌ ሕዝቡን ይታደጋል፤ ምንም ረዳት እንደሌላቸው በሚመለከትበትም ጊዜ ለሚያገለግሉት ሁሉ ምህረትን ያደርጋል፡፡",
      "37": "ያህዌም ሕዝቡን እንዲህ ሲል ይጠይቃል፤ ‹የምትተማመኑባቸው እነዚያ ብርቱዎች አማልክት የት አሉ?",
      "38": "የመሥዋዕታችሁን ስብ መገባችኋቸው፤ የሚጠጡትንም የወይን ጠጅ አቀረባችሁላቸው፤ እስቲ አሁኑ እነርሱ መጥተው ይርዱአችሁ! ተነስተው ይታደጉአችሁ!",
      "39": " “‹አምላክ እኔ ብቻ ነኝ፤ ከእኔ በቀር እውነተኛ አምላክ የለም፤ የምገድልም ሕይወትንም የምሰጥ እኔ ነኝ፡፡ አቆስላለሁ እፈውሳለሁም፤ እኔ የማደርገውንም መቋቋም የሚቻለው የለም፡፡",
      "40": "እኔ በእርግጥ ሕያው አምላክ እንደመሆኔ እጄን ወደ ላይ በማንሣት፤",
      "41": "የሚያብለጨልጭ ሰይፌን እንደምስልና ትክክለኛ ፍትህ መሰጠቱን እንደምመለከት እምላለሁ፤ በጠላቶቼ ላይ የበቀል እርምጃ እወስዳለሁ፤ የሚጠሉኝንም እቀጣለሁ፡፡",
      "42": "ፍላጻዎቼ በእነርሱ ደም ይጠመቃሉ፤ ሰይፌም ተቃዋሚዎቼን ሁሉ ይገድላል፤ እኔን የሚቃወሙኝን ሁሉ አልምርም፤ ቁስለኞችና ምርኮኞች የሆኑት እንኳ ይሞታሉ፡፡›",
      "43": "“አሕዛብ ሆይ የያህዌህ(יהוה)ን ሕዝብ ማመስገን ይገባችኋል፤ እርሱ የእነርሱን ገዳዮች ሁሉ ይቀጣል፤ እርሱ በጠላቶቹ ላይ የበቀል እርምጃ ይወስዳል፤ የሕዝቡንም ኃጢአት ይቅር ይላል፡፡”",
      "44": "ሙሴና የነዌ ልጅ ኢያሱም የእስራኤል ሕዝብ እንዲሰሙት በማድረግ ይህን ቅኔ ተናገረ፡፡",
      "45": "ሙሴ ከያህዌ የተቀበለውን ትእዛዝ ለሕዝቡ አሰምቶ ከጨረሰ በኋላ እንዲህ አለ፤ 46“ዛሬ የሰጠኋችሁን ትእዛዝ ሁሉ ለመፈጸም ዝግጁዎች ሁኑ፤ የያህዌህ(יהוה)ን ትእዛዝ በታማኝነት መፈጸም ይችሉ ዘንድ ለልጆቻችሁም አስተምሩአቸው፡፡ 47ይህ ትምህርት የባዶ ቃላት ቅንብር አይደለም፤ እርሱ የሕይወታችሁ መሠረት ነው፤ ስለዚህ ለዚህ ቃል ታዛዥዎች ሁኑ፤ ይህን ብታደርጉ ዮርዳኖስን ተሻግራችሁ በምትወርሱአት ምድር ለረዥም ዘመን ትኖራላችሁ፡፡”",
      "48": "በዚያኑ ቀን ያህዌህ(יהוה) ሙሴን እንዲህ አለው፤",
      "49": "“በሞአብ ምድር በኢያሪኮ ከተማ ፊት ለፊት ወደሚገኙት የአባሪም ተራራዎች ሂድ፤ ወደ ነቦ ተራራ ውጣ፤ ከዚያም ለእስራኤል ሕዝብ የማወርሳትን የከነዓን ምድር አሻግረህ ተመልከት፤ 50ወንድምህ አሮን በሆር ተራራ ላይ እንደሞተ እንተም በዚሁ በነቦ ተራራ ላይ ትሞታለህ፤ 51ምክንያቱም እናንተ ሁለታችሁም በእስራኤል ሕዝብ ፊት ለእኔ ታማኞች ሆናችሁ አልተገኛችሁም፤ በጺን ምድር በዳ በቃዴስ ከተማ አጠገብ በምትገኘው በመሪባ ውሃ ምንጮች አጠገብ በነበራችሁበት ጊዜ በእስራኤል ሕዝብ ፊት እንድከበር አላደረጋችሁም፡፡ 52ከሩቅ ሆነህ ምድሪቱን ባሻገር ታያለህ፤ ነገር ግን እኔ ለእስራኤል ልጆች ወደ ማወርሳት ወደዚያች ምድር አትገባም፡፡”"
    },
    "Chapter 33": {
      "1": "ሙሴ ከመሞቱ በፊት የእሥራኤልን ሕዝብ የመረቀበት ቃለ በረከት ይህ ነው፡-",
      "2": "ያህዌ(יהוה) ከሲና ተራራ መጣ፤ በኤዶም ላይ እንደ ፀሐይ ወጣ፤ ከፋራንም ተራራ ለሕዝቡ አበራ፤ በሺ የሚቆጠሩ መላእክት ከእርሱ ጋር አሉ፤ በስተቀኙም የእሳት ነበልባል አለ፡፡",
      "3": "ያህዌ(יהוה) ሕዝቡን ይወዳል፤ የእርሱ የሆኑትንም ወገኖቹን ሁሉ ይጠብቃል፤ ስለዚህ በእግሩ ሥር ተንበርክከን እንሰግዳለን፤ ትእዛዛቱንም እንጠብቃለን፤",
      "4": "ሙሴ የሰጠንንም ሕግ እንጠብቃለን፤ ይህም ሕግ ለሕዝባችን እጅግ የከበረ ውርስ ነው፡፡",
      "5": "ነገዶቻቸውና መሪዎቻቸው በተሰበሰቡ ጊዜ ያህዌ ለሕዝቡ በእሥራኤል ላይ ነገሠ፡፡",
      "6": "ሙሴ ስለ ሮቤል ነገድ እንዲህ አለ፤ “ሮቤል የሕዝቡ ቁጥር አነስተኛ ቢሆንም፤ ሕዝቡ በሕይወት ይኑሩ እንጂ አይሙቱ፡፡”",
      "7": "ስለ ይሁዳም ነገድ እንዲህ አለ፤ “አዶናይ ሆይ! የአንተን እርዳታ ለማግኘት የሚያሰሙትን ጩኸት አድምጥ፤ ከሌሎችም ነገዶች ጋር እንዲተባበሩ አድርግ፤ ራሳቸውን እንዲከላከሉ አድርግ፤ ከጠላቶቻቸው ጋር በሚዋጉበትም ጊዜ እርዳቸው፡፡”",
      "8": "ስለ ሌዊም ነገድ እንዲህ አለ፤ “ያህዌ(יהוה) ሆይ! ታማኞች የሆኑት ሌዋውያን በሚያገለግሉባቸው በኡሪምና በቱሚም አማካይነት ፈቃድህን ግለጥላቸው፤ እነርሱን በማሳህ ፈትነሃል፤ በመሪባም የውሃ ምንጮች አጠገብ እውነተኛነታቸውን አረጋግጠሃል፡፡",
      "9": "ከወላጆቻቸው፤ ከወንድሞቻቸው ወይም ከልጆቻቸው ይልቅ ለአንተ ያሳዩት ታማኝነት ይበልጣል፤ ትእዛዛትህን ፈጽመዋል፤ ለቃል ኪዳንህም ታማኞች ሆነዋል፡፡",
      "10": "ለሕግህ ታዛዥዎች እንዲሆኑ ሕዝብህን ያስተምራሉ፤ በፊትህ እጣን ያጥናሉ፤ በመሠዊያህ ላይ መሥዋዕትን ያቀርባሉ፡፡",
      "11": "ያህዌ(יהוה) ሆይ! ኀይላቸው እንዲበረታ ባርካቸው፤ በሚሠሩትም ነገር ሁሉ ደስታን ግለጥላቸው፤ ጠላቶቻቸውን ሁሉ ሰባብረህ ጣል፤ ዳግመኛም እንዲነሱ አታድርግ፡፡”",
      "12": "ስለብንያም ነገድ እንዲህ አለ፤ “ያህዌ(יהוה) የሚወድደውና የሚጠብቀው ነገድ ይህ ነው፤ ያህዌ(יהוה) እነርሱን ቀኑን ሙሉ ይጠብቃቸዋል፤ በመካከላቸውም ይኖራል፡፡”",
      "13": "ስለዮሴፍም ነገድ እንዲህ አለ፤ “ያህዌ(יהוה) ዝናም በመስጠት፤ ከምድርም ጥልቅ ውሃን በማፍለቅ ምድራቸውን ይባርክ፡፡",
      "14": "ምድራቸው ፀሐይ በሚያበስለው ፍሬ የተሞላ ይሁን፤ በየወቅቱም በምርጥ ፍሬ የበለጸገ ይሁን፡፡",
      "15": "ከጥንት ጀምሮ የነበሩ ተራራዎቻቸውና ኮረብታዎቻቸው በምርጥ ፍሬ የተሸፈኑ ይሁኑ፤",
      "16": "ምድራቸው መልካም በሆነ ነገር ሁሉ የተሞላ ይሁን፤ በሚቃጠል ቁጥቋጦ ውስጥ ሆኖ ከተናገረው ከያህዌ(יהוה) በሚገኝ በረከት ሁሉ የተሞላ ይሁን፤ እነዚህ በረከቶች ሁሉ ለዮሴፍ ነገድ ይድረሱት፤ ምክንያቱም እርሱ በወንድሞቹ መካከል መሪ ነው፡፡",
      "17": "ዮሴፍ እንደ ኮርማ ብርቱ ነው፤ እንደ ጎሽ ቀንድም ጠንካራ ነው፤ ቀንዶቹም በሺ የሚቆጠሩት የምናሴ፤ በአሥር ሺ የሚቆጠሩትም የኤፍሬም ዘሮች ናቸው፡፡ በእነርሱም አሕዛብን ይወጋል፤ እስከ ምድር ዳርቻም ይገፋቸዋል፡፡”",
      "18": "ስለ ዛብሎንና ስለ ይሳኮር ነገዶችም እንዲህ አለ፤ “የዛብሎን ዘሮች በባሕር ላይ በሚያካሂዱት ንግዳቸው የበለጸጉ ይሁኑ፡፡ የይሳኮርም ብልጽግና በሀገሩ ውስጥ ይብዛ፡፡",
      "19": "እነርሱ የውጭ አገር ሰዎችን ወደ ተራራዎቻቸው ይጋብዛሉ፤ ትክክለኛ የሆነውንም መሥዋዕት በዚያ ያቀርባሉ፤ ሀብታቸውንና ብልጽግናቸውንም ከባሕርና በባሕር ጠረፍ ካለው አሸዋ ያገኛሉ፡፡”",
      "20": "ስለ ጋድ ነገድም እንዲህ አለ፤ “ግዛታቸውን ያሰፋላቸውን ያህዌ(יהוה)ን ያመስግኑ፤ ጋድ የጠላትን ክንድ ወይም ግንባር ለመስበር እንደ አንበሳ ያደባል፡፡",
      "21": "ምርጥ የሆነውን መሬት ለራሳቸው ወሰዱ፤ አመራር በመስጠት ድርሻ ይኖራቸዋል፤ የእሥራኤል መሪዎች በአንድነት በተሰበሰቡ ጊዜ እነርሱ የያህዌ(יהוה)ን በጎ ፈቃድና ቅን ፍርድ ፈጽመዋል፡፡”",
      "22": "ስለዳንም ነገድ እንዲህ አለ፤ “ዳን እንደ አንበሳ ደቦል ነው፤ እርሱ ከባሳን ይዘላል፡፡”",
      "23": "ስለ ንፍታሌም ነገድ እንዲህ አለ፤ “ንፍታሌም ከያህዌ(יהוה) በሚገኘው ፀጋና በረከት ሁሉ የበለጸገ ነው፡፡ ምድራቸው ከገሊላ ባሕር ተነስቶ እስከ ደቡብ ይዘልቃል፡፡”",
      "24": "ስለ አሴር ነገድም እንዲህ አለ፤ “አሴር ከሌሎቹ ነገዶች ይበልጥ የተባረከ ነው፤ እርሱም በወንድሞቹ ዘንድ የተወደደ ይሁን፤ ምድሩም በወይራ ዛፍ የበለጸገች ትሁን፡፡",
      "25": "ከተሞቹም ከብረት በተሠሩ የቅጽር በሮች የሚጠበቁ ይሁኑ፤ በእድሜውም ዘመን ሁሉ ብርታት ይኑረው፡፡”",
      "26": "የእሥራኤል ሕዝብ ሆይ! በግርማ ተሞልቶ ሰማይን ሰንጥቆ የሚያልፍና በደመና ላይ ተቀምጦ እናንተን ለመርዳት የሚመጣውን የእናንተን አምላክ የሚመስለው አምላክ የለም፡፡",
      "27": "ያህዌ(יהוה) ሁልጊዜ መጠጊያ አምባችሁ ነው፤ ዘላለማዊ ክንዱም መደገፊያችሁ ነው፤ እናንተ ወደ ፊት በተጓዛችሁ መጠን፤ ጠላቶቻችሁን ከፊታችሁ አሳደደ፤ በሙሉም እንድትደመስሱአቸው ነገራችሁ፡፡",
      "28": "ስለዚህ ያዕቆብ ዘሮች ከሰማይ ጠል በሚወርድባት፤ እህልና የወይን ጠጅ በሞላባት ምድር ዋስትና አግኝተው በሰላም ይኖራሉ፡፡",
      "29": "እሥራኤል ሆይ እንዴት እድለኞች ናችሁ! ያህዌ(יהוה) በመዋጀት ያዳነው እንደ እናንተ ያለ ሕዝብ ከቶ የለም፤ ያህዌ(יהוה) ራሱ መከላከያ ጋሻችሁና ድልን የምትጎናጸፉበት ሰይፋችሁ ነው፤ ጠላቶቻችሁ ምህረት ለመለመን ወደ እናንተ ይመጣሉ፤ እናንተም ምሽጎቻቸውን አፈራርሳችሁ ትረግጡአቸዋላችሁ፡፡"
    },
    "Chapter 34": {
      "1": "ሙሴም ከሞአብ ሜዳዎች ተነሥቶ ወደ ነቦ ተራራ ወጣ፤ ከያሪኮም በስተምሥራቅ ወዳለው ወደ ፒስጋ ተራራ ጫፍ ደረሰ፤ ከዚያም ያህዌ(יהוה) ምድሪቱን በሙሉ አሻግሮ እንዲመለከት አደረገው፤ ይኸውም ከገለዓድ ግዛት አንሥቶ በስተሰሜን በኩል እስካለው እስከ ዳን ከተማ፤",
      "2": "የንፍታሌምንም ግዛት በሙሉ፤ የኤፍሬምንና የምናሴን ግዛት፤ በስተምዕራብ እስከ ሜድትራኒያን ባሕር ጠረፍ ያለውን የይሁዳን ግዛት፤",
      "3": "የይሁዳን ደቡባዊ ክፍል፤ ከጾአር ተነሥቶ የዘንባባ ዛፎች እስከሚገኙባት እስከ ያሪኮ ከተማ የሚደርሰውን ሜዳ ሁሉ አሳየው፡፡",
      "4": "ያህዌ(יהוה) ሙሴን እንዲህ አለው፤ “ለዘሮቻቸው አወርሳት ዘንድ ለአብርሃም ለይስሐቅና ለያዕቆብ ቃል የገባሁላቸው የተስፋ ምድር ይህች ናት፤ እነሆ እርስዋን በአይንህ እንድታያት አድርጌአለሁ፤ ወደዚያች መግባት ግን አይፈቀድልህም፡፡”",
      "5": "ስለዚህ የያህዌ(יהוה) አገልጋይ ሙሴ በሞአብ ምድር ሳለ ያህዌ(יהוה) በተናገረው መሠረት በዚያ ሞተ፡፡",
      "6": "ያህዌ(יהוה)ም ከቤትፔዎር ከተማ ፊት ለፊት በሞአብ አገር በሚገኘው ሸለቆ ቀበረው፤ ነገር ግን እስከ ዛሬ ድረስ እርሱ የተቀበረበትን ቦታ ለይቶ የሚያውቅ የለም፡፡",
      "7": "ሙሴም በሞተ ጊዜ እድሜው መቶ ሃያ ዓመት ነበር፤ ነገር ግን አይኑ ያልፈዘዘና ጉልበቱም ያልደከመ ገና ብርቱ ሰው ነበር፡፡",
      "8": "የእሥራኤልም ሕዝብ የሐዘኑ ጊዜ እስከሚያበቃ ድረስ ለሙሴ በማዘን ሠላሳ ቀን በሞአብ ሜዳ አለቀሱለት፡፡",
      "9": "የነዌ ልጅ ያሱ በጥበብ የተሞላ ሆነ፤ ምክንያቱም ሙሴ የእርሱ ተተኪ እንዲሆን አጆቹን በመጫን ሹሞት ነበር፤ የእሥራኤልም ሕዝብ ለያሱ ታዘዘለት፤ ያህዌ በሙሴ አማካይነት የሰጣቸውንም ትእዛዝ ጠበቁ፡፡",
      "10": "ያህዌ(יהוה) ፊት ለፊት ያነጋገረው እንደ ሙሴ ያለ ነቢይ በእሥራኤል ከቶ ተነሥቶ አያውቅም፤",
      "11": "ያህዌ(יהוה) ሙሴን ወደ ግብጽ ንጉሥና ወደ መኳንንቱ እንዲሁም በመላ ሀገሪቱ ልኮ በእርሱ አማካይነት እንዲፈጸሙ ያደረጋቸውን ተአምራትና ድንቅ ሥራዎች ያሳየ ሌላ ነቢይ ከቶ የለም፡፡",
      "12": "ሙሴ በእሥራኤላውያን ሁሉ ፊት ያደረገውን ታላቅና አስፈሪ ነገር ሁሉ ያደረገ ሌላ ነቢይ ከቶ የለም፡፡"
    }
  }
}
