{
  "ecclesiastes": {
    "Chapter 1": {
      "1": "ሁሉ ነገር ከንቱ ስለመሆኑ",
      "2": "ፈላስፋው እንዲህ አለ፥ ሁሉ ነገር ከንቱ፥ እንዲያውም የከንቱ ከንቱ ነው፤ ሁሉም በፍጹም ከንቱ ነው፡፡",
      "3": "ሰው በሚኖርበት ዓለም በሥራ የሚደክምበት ነገር ሁሉ ትርፉ ምንድን ነው?",
      "4": "ትውልድ አልፎ ትውልድ ይተካል፤ ምድር ግን ሳትለወጥ ለዘላለሙ ጸንታ ትኖራለች፡፡",
      "5": "ፀሐይ ወጥታ ትጠልቃለች፤ እንደገናም ወደምትወጣበት ስፍራ ለመድረስ ትጣደፋለች፡፡",
      "6": "ነፋስ ወደ ደቡብም፥ ወደ ሰሜንም ይነፍሳል፤ ዞሮ ዞሮም እንደገና ይመለሳል፡፡",
      "7": "የወንዝ ውሃ ሁሉ ወደ ባሕር ይፈስሳል፤ ባሕሩ ግን አይሞላም፤ ውሃ ተመልሶ እንደገና ወደሚፈልቅበት ወደ ወንዞቹ መነሻ ይሄዳል፡፡",
      "8": "ሁሉ ነገር አሰልቺ ነው፤ አሰልችነቱንም ሰው በቃል ገልጦ ሊናገረው እንኳ አይችልም፤ ዐይን አይቶ አይጠግብም፤ ጆሮም ሰምቶ በቃኝ አይልም፡፡",
      "9": "ቀድሞ የሆነው ነገር እንደገና ይሆናል፤ አሁንም የሚደረገው ነገር ሁሉ ያው ቀድሞ የተደረገው ነው፤ ስለዚህ በመላው ዓለም አዲስ ተብሎ የሚጠራ ምንም ነገር የለም፡፡",
      "10": "ማንም ሰው “እነሆ ይህ አዲስ ነገር ነው!” ቢል፥ ያ ነገር እኛ ከመወለዳችን አስቀድሞ የነበረ ሆኖ ይገኛል፡፡",
      "11": "ባለፉት ዘመናት ተደርገው የነበሩትን ነገሮች ሁሉ የሚያስታውስ የለም፤ ከእነርሱም በኋላ ተከታትለው የሚመጡትም ነገሮች ቢሆኑ በተተኪው ተውልድ ዘንድ መታሰቢያ አይኖራቸውም፡፡",
      "12": "እኔ ፈላስፋው በእየሩሳሌም የእስራኤል ንጉሥ ነበርሁ፤",
      "13": "ታዲያ በዚህ ዓለም የተደረጉትን ነገሮች ሁሉ መርምሬ ለማጥናት ወሰንሁ፤ በመጨረሻ ግን ያህቬህ(יהוה) በሰዎች ላይ የጫነባቸው ሸክም ምን ያህል ከባድ መሆኑን ተገነዘብሁ፡፡",
      "14": "እነሆ በዚህ ዓለም ላይ የተደረገውን ነገረር ሁሉ ተመለከትሁ፤ ይሁን እንጂ ሁሉ ነገር ከንቱ ሆኖ አገኘሁት፤ ሁሉም ነገር ነፋስን እንደመጨበጥ ሆኖ ይቆጠራል፡፡",
      "15": "ጠማማው ሊቀና አይችልም፤ የሌለ ነገር ሊቆጠር አይቻልም፡፡",
      "16": "እኔማ በልቤ “ከእኔ በፊት እየሩሳሌምን ከገዙት ሁሉ ይበልጥ ታላቅና የጥበብ ሰው ሆኛለሁ፤ የጥበብንና የዕውቀትን ምንነት መርምሬ አጥንቻለሁ” ብዬ ነበር፤",
      "17": "በዕውቀትና በስንፍና፥ በጥበብና በእብደት መካከል ያለውን ልዩነት መርምሬ ልደርስበት ኅሊናየን አተጋሁ፤ በመጨረሻ ግን ይህ ሁሉ ድካሜ በከንቱ ነፋስን እንደመጨበጥ ሆኖ አገኘሁት፡፡",
      "18": "ጥበብ በበዛ መጠን ትካዜ ይበዛል፤ ዕውቀትም በበዛ መጠን የባሰ መከራን ያስከትላል፡፡"
    },
    "Chapter 2": {
      "1": "ራሴን ለማስደሰት የደስታንም ትርጉም መርምሬ ለማወቅ ወሰንሁ፤ ነገር ግን ይህም ከንቱ ሆኖ አገኘሁት፡፡",
      "2": "ሳቅ ከሞኝነት ያልተሻለ፥ ተድላ ደስታም ዋጋ የሌለው ነገር መሆኑን አስተዋልሁ፡፡",
      "3": "ይህም ሁሉ ሆኖ ጥበብን ለማግኘት ባለኝ ምኞት በመራራት ልቤን በወይን ጠጅ እያስደሰትሁ የምዝናናበት ጊዜ እንዲኖረኝ ለማድረግ በሞኝነት ወሰንሁ፤ ሰዎች ሁሉ በምድር ላይ በሚኖሩበት በአጭር ዕድሜአቸው ሊያገኙት የሚገባ የተሻለ መልካም ዕድል ይህ ብቻ መሆኑን አሰብሁ፡፡",
      "4": "ደግሞም አንድ ትልቅ ነገር ፈጸምሁ፤ የኸውም፥ መኖሪያ ቤቶችን ሠራሁ፤ ወይን ተከልሁ፤",
      "5": "የልዩ ልዩ አትክልትና የፍሬ ዛፍ ቦታዎችን እንደ ገነት አድርጌ አዘገጀሁ፤ ልዩ ልዩ ፍሬ የሚያስገኙ ተክሎችንም አለማሁ፤",
      "6": "ደን ለመሆን የሚድጉ ዛፎችን ለማጠጣት የውሃ ግድቦችን ሠራሁ፤",
      "7": "ወንዶችና ሴቶች ባሮችን ገዛሁ፤ ሌሎች የቤት ውልድ አገልጋዮችም ነበሩኝ፤ ከእኔ በፊት በኢየሩሳሌም ከነበሩት ሁሉ ይበልጥ ብዙ የከብት፤ የፍየልና የበግ መንጋ አረባሁ፤",
      "8": "እኔ በምገዛው አገር ሁሉ ከልዩ ልዩ አውራጃዎች የከበሩ የቤተ መንግሥት መዛግብትን በመሰብሰብ ብር አከማቸሁ፤ አኔን የሚያሞግሡ ወንዶችና ሴቶች አዝማሪዎችንም አዘጋጀሁ፤ ለሰው ተድላና ደስታን ሊሰጡ የሚችሉ እጅግ ብዙ ሴቶችንም ሰበሰብሁ፡፡",
      "9": "ከዚህም የተነሳ ከእኔ በፊት በኢየሩሳሌም ከነበሩት ሁሉ ይበልጥ የከበርሁ ታላቅ ሰው ሆንሁ፤ ጥበቤም ከእኔ ጋር ጸንታ ኖረች፡፡",
      "10": "ዐይኔ ያየውንና ልቤ የተመኘውን ሁሉ አገኘሁ፤ ለሰውነቴም የሚያስፈልገውን ደስታ ሁሉ አልነፈግሁትም፤ ደክሜ በሠራሁት ነገር ሁሉ ስለምደሰትበት እንግዲህ የእኔ እድል ፈንታ ይህ ነው እል ነበር፡፡",
      "11": "ይህን ሁሉ ካደረግሁ በኋላ ያንን የሠራሁትን ነገር ሁሉ ምን ያህል እንደደከምኩበት ስመለከት ከቁጥር የማይገባ ዋጋቢስ መሆኑን ተረዳሁ፤ እንዲያውም ምንም የማይጠቅምና ነፋስን እንደመጨበጥ የሚያስቆጥር ሆኖ አገኘሁት፡፡",
      "12": "መቼም ንጉሥ መሥራት የሚችለው ከእርሱ በፊት የነበሩት ነገሥታት የሠሩትን በመከተል ነው፤ ስለዚህ እኔም ጥበብ፥ ሞኝነትና እብደት ምን እንደሆኑ መርምሬ ለማወቅ ማሰብ ጀመርሁ፡፡",
      "13": "እንዲህም አልሁ “በእርግጥ ብርሃን ከጨለማ እንደሚሻል፥ ጥበብም ከሞኝነት መሻልዋን ተመለከትሁ፤",
      "14": "ጥበበኞች ሰዎች መነሻና መድረሻቸውን ያውቃሉ፤ ሞኞች ግን ይህን ሁሉ አያውቁም፤” ይሁን እንጂ ጥበበኛም ሆነ ሰነፍ ሁለቱም የሚኖራቸው ዕድል አንድ አይነት መሆኑን ተረዳሁ፡፡",
      "15": "ስለዚህም “ለሰነፍ የሚደርሰው ዕድል ለእኔም ይደርሳል፤ ታዲያ ይህን ያህል ጥበበኛ የመሆኔ ትረፉ ምንድን ነው?” ብዬ በልቤ አሰብሁ፤ ወዲያውኑ “ይህ ሁሉ ከንቱ ነው” አልሁ፡፡",
      "16": "ምክንያቱም ጥበበኛንም ሆነ ሰነፍን ሁለቱንም ለረዥም ጊዜ የሚያስታውሳቸው አይገኝም፤ በሚመጣው ዘመን ሁላችንም የተረሳን ሆነን እንቀራለን፤ ጥበበኞችም ሆንን ሰነፎች ሁላችንንም ሞት ይጠብቀናል፡፡",
      "17": "ከመከራ በቀር ያገኘሁባት ጥቅም ባለመኖሩ፥ ሕይወት በእኔ ዘንድ ጥርጉም አልተገኘላትም ፤ ይህም ከንቱ ስለነበር ነፋስን እንደመጨበጥ ይቆጠራል፡፡",
      "18": "ያለኝን ሀብት ሁሉ ከእኔ በኋላ ለሚተካው ትቼለት ስለምሄድ፥ በዚህ ዓለም የደከምሁበትና ያተረፍሁት ነገር ሁሉ ከንቱ ነው፤",
      "19": "ከእኔ በኋላ የሚመጣው ጠቢብ ይሁን ሰነፍ ተለይቶ አይታወቅም፡፤ ይሁን እንጂ እኔ የደከምሁበትንና በጥበቤ ያተረፍሁትን ነገር ሁሉ ወስዶ ባለቤት ይሆናል፤ ይህም ከንቱ ነው፡፡",
      "20": "እኔም ይህን ያህል በመድከሜ ተጸጸትሁ፡፡",
      "21": "ባለህ ጥበብ፤ በቀሰምኸውም ዕውቀትና ብልኀት የለፋህበትን ሁሉ ምንም ላልደከመበት ሰው ትተህለት ታልፋለህ፤ ይህም ከንቱ ስለሆነ ትክክል አይደለም፡፡",
      "22": "ተዲያ አስበህና ተጨንቀህ በሕይወትህ ዘመን በምትደክምበት ነገር ሁሉ የምታተርፈው ቁም ነገር ምንድን ነው?",
      "23": "በሕይወት ዘመን የምትሠራው ነገር ሁሉ ከሐዘንና ከትካዜ በቀር የሚያተርፍለህ ምንም ዐይነት ጥቅም የለም፤ ሌሊት እንኳ አእምሮህ እረፍት አያገኝም፤ ይህም ሁሉ ከንቱ ነው፡፡",
      "24": "እንግዲህ ለሰው የሚጠቅመው ነገር ቢኖር፥ ደክሞ በመሥራት ያፈራውን ሁሉ በመብላትና በመጠጣት ራሱን ለማስደሰት መቻሉ ነው፤ ይህም ከያህቬህ(יהוה) የተሰጠ መሆኑን ተረድቻለሁ፡፡",
      "25": "ያለ እርሱ ፈቃድማ እየበላና እየጠጣ ተድላ ደስታ ማድረግ የሚችል ማን አለ?",
      "26": "ያህቬህ(יהוה) ደስ ለሚያሰኘው ሰው ብቻ ጥበብን፥ ዕውቀትንና ደስታን ይሰጠዋል፤ ለኃጢአተኛ ሰው ግን ድካምን ብቻ ያተርፍለታል፤ ስለዚህም እርሱ ያከማቸውን ሀብት ሁሉ ምንም ላልደከመበት ለሌላ ሰው ትቶለት እንዲያለፍ ያደርገዋል፤ ይህም ሁሉ ከንቱ ስለሆነ ነፋስን እንደመጨበጥ ነው፡፡"
    },

    "Chapter 3": {
      "1": "በዚህ ዓለም ለሚፈጸም ለማናቸውም ነገር ሁሉ ያህቬህ(יהוה) የወሰነለት ዘመንና ጊዜ አለው፤",
      "2": "ስለዚህም ያህቬህ(יהוה) በወሰነው መሠረት፥ ለመወለድ ጊዜ አለው፤ ለመሞትም ጊዜ አለው፤ ለመትከል ጊዜ አለው፤ ለመንቀል ጊዜ አለው፤",
      "3": "ለመግደል ጊዜ አለው፤ ለማዳንም ጊዜ አለው፤ ለመገንባት ጊዜ አለው፤ ለማፍረስም ጊዜ አለው፡፡",
      "4": "ለማዘን ጊዜ አለው፤ ለመደሰትም ጊዜ አለው፤ ለማልቀስ ጊዜ አለው፤ እየዘፈኑ ለመጨፈርም ጊዜ አለው፡፡",
      "5": "ድንጋይ ለመበተን ጊዜ አለው፤ ድንጋይ ለመሰብሰብም ጊዜ አለው፤ በፍቅር ለመተቃቀፍ ጊዜ አለው፤ ለመለያየትም ጊዜ አለው፡፡",
      "6": "ፈልጎ ለማግኘት ጊዜ አለው፤ ያገኙትንም ለማጣት ጊዜ አለው፡፡ ሰብስቦ ለመያዝ ጊዜ አለው፤ ለማባከንም ጊዜ አለው፡፡",
      "7": "ለመቅደድ ጊዜ አለው፤ ለመስፋትም ጊዜ አለው፤ ለዝምታ ጊዜ አለው፤ ለንግግርም ጊዜ አለው፡፡",
      "8": "ለመውደድ ጊዜ አለው፤ ለመጥላትም ጊዜ አለው፤ ለጦርነት ጊዜ አለው፤ ለሰላምም ጊዜ አለው፡፡",
      "9": "ታዲያ ሠራተኛ ከድካሙ ብዛት የሚያገኘው ትርፍ ምንድን ነው?",
      "10": "የሰው ልጆች እንዲደክሙበት ያህቬህ(יהוה) የሰጣቸውን የከባድ ሥራ ጭነት ተመለከትሁ፡፡",
      "11": "ያህቬህ(יהוה) ለእያንዳነዱ ነገር ጊዜ በመወሰን ሁሉን ነገርውብ አድርጎ ሰርቶታል፤ ዘላለማዊነትንም በሰው ልቦና አሳድሮአል፤ ነገር ግን ያህቬህ(יהוה) የሚሠራውን ሁሉ እስከ መጨረሻ ያውቅ ዘንድ ለሰው የተሰጠው ዕውቀት ሙሉ አይደለም፡፡",
      "12": "ስለዚህ ሰው በሕይወቱ ሳለ መልካም ነገር ከማድረግና ደስ ከሚለው በቀር ሌላ የተሻለ ነገር እንደሌለ ተረድቻለሁ፡፡",
      "13": "ደግሞም ለሰው የድካሙ ዋጋ በመብላትና በመጠጣት መደሰት ሲሆን፥ ይህም ከያህቬህ(יהוה) የሚያገኘው ዕድል ፈንታ ነው፡፡",
      "14": "ያህቬህ(יהוה) የሠራው ነገር ሁሉ ዘላለማዊነት እንዳለውዐውቃለሁ፤ በእርሱ ላይ የሚጨመርበት ወይም ከእርሱ የሚቀነስ ነገር የለም፤ ያህቬህ(יהוה) የሠራው ሌላ አንድ ነገር ደግሞ ሰዎች እርሱን እንዲፈሩት ማድረጉ ነው፡፡",
      "15": "የሚሆነውና መሆን የሚችለው ነገር ሁሉ ያው ቀድሞ ተደርጎ የነበረው ነው፤ ያህቬህ(יהוה) ያንኑ ቀድሞ የፈጠረውን ነገር ደጋግሞ ይሠራል፡፡",
      "16": "ደግሞም በዓለም ላይ ትክክለኛ ፍርድ ሊገኝ በሚያስፈልግበት ቦታ ዐመፅና ግፍ መብዛቱን አየሁ፡፡",
      "17": "እኔም “ሁሉ ነገር የሚፈጸምበት ጊዜ ስላለው ያህቬህ(יהוה) በዐመፀኞችም ሆነ በቅኖች ላይ ይፈርዳል” ብዬ አሰብሁ፡፡",
      "18": "እንደገናም “የሰው ልጆች ከእንስሳት ምንም የማይሻሉ መሆናቸውን እንዲረዱ፥ ያህቬህ(יהוה) ይፈትናቸዋል” ብዬ አሰብሁ፡፡",
      "19": "በእርግጥም የሰው ልጆችና የእንስሳት ዕድል ፈንታቸው አንድ ዐይነት ነው፤ አንዱ እንደሚሞት ሌላውም እንዲሁ ይሞታል፤ የሁለቱም የተፈጥሮ እስትንፋስ አንድ ዐይነት ነው፤ ታዲ ሁለቱም ከንቱ ስለሆኑ ሰው ከእንስሳ አይሻልም፡፡",
      "20": "ሰውም ሆነ እንስሳ ሁለቱም ወደ አንድ ቦታ ይሄዳሉ፤ ይኸውም ከዐፈር የተሠሩ በመሆናቸው ወደ ዐፈርነት ይመለሳሉ፡፡",
      "21": "ታዲያ የሰው ልጆች ነፍስ ወደ ላይ እንደምትወጣና የእንስሳት ነፍስ ደግሞ ወደ መሬት አዘቅት እንደምትወርድ የሚያውቅ ማን ነው?",
      "22": "የሰው ዕድል ፈንታ ይኸው ስለሆነ በሚሠራው ነገር ደስ ከሚለው በቀር ሌላ የሚያደርገው ምንም ነገር እንደሌለ አስተዋልሁ፤ ከሞተም በኋላ የሚሆነውን ነገር የሚያውቅ ማንም የለም፡፡"
    },
    "Chapter 4": {
      "1": "እንደገናም በዓለም ያለውን የፍርድ መጓደልና ግፍ ተመለከተሁ፤ የተገፉ ጭቁኖች የሚያጽናናቸው አጥተው ያለቅሱ ነበር፤ የፈላጭ ቆራጭነት ሥልጣን በገዢዎቻቸው እጅ ስለሆነ የሚረዳቸው አላገኙም፡፡",
      "2": "ስለዚህም እኔ “በዚህ ሁኔታ ላይ በሕይወት ካሉት ይልቅ በቀድሞ ዘመን የሞቱት የሻላሉ” አልሁ፡፡",
      "3": "በተለይም ከነዚህ ከሁለቱ ወገኖች ይልቅ ከቶውኑ ያልተወለዱና በዚህ ዓለም የሚፈጸመውን ግፍና ጭቆና ያላዩ ዕድለኞች ናቸው፡፡",
      "4": "ደግሞም ሰዎች የተመኙትን ለማግኘት ተግተው በመሥራት ምን ያህል እንደሚደክሙ ተመለከትሁ፤ ይህንንም የሚያደርጉት በባልንጀሮቻቸው ላይ በመቅናት መሆኑን ተረዳሁ፤ ይህም ሁሉ ከንቱ ስለሆነ ነፋስን እንደመጨበጥ ነው፡፡",
      "5": "እጆቹን አጥፎ የሚቀመጥ ሰነፍ ሰው በራበው ጊዜ የገዛ ሥጋውን እንኳ ለመብላት ይገደዳል፡፡",
      "6": "ነፋስን እንደመጨበጥ በሚያስቆጥር ሁኔታ ሁልጊዜ በሁለት እጅ በመሥራት ከሚደክሙበት ብዙ ነገር ይልቅ፥ የአእምሮ ዕረፍትና ሰላም በማግኘት በእጅ የያዙት ጥቂት ነገር ይበልጣል፡፡",
      "7": "በዚህ ዓለም ያለውን ሌላውንም ከንቱ ነገር ተመለከትሁ፤",
      "8": "እነሆ ብቻውን የሚኖር አንድ ሰው አለ፤ ልጅም ሆነ ወንድም የለውም፤ ይሁን እነጂ ዘወትር በሥራ ከመድከም አይቦዝንም፤ ባገኘውም ሀብት በቃኝ ማለትን አላወቀም፤ እንግዲህ ለራሱ ደስታን ነፍጎ ይህን ያህል መድከሙ ለማን ጥቅም ነው? ይህ ሁሉ የባሰ ከንቱና የስቃይ ሕይወት ነው፡፡",
      "9": "የሥራቸው ውጤት መልካም ሊሆን ስለሚችል፥ አንድ ብቻ ከመሆን ሁለት መሆን ይሻላል፡፡",
      "10": "ከሁለቱ አንዱ ቢወድቅ ሌላው ያነሳዋል፤ ብቻውን የሆነ ሰው ቢወድቅ እንኳ የሚያነሣው ረዳት ስለሌለው ወዮለት!",
      "11": "በብርድ ጊዜም ሁለቱ አብረው ቢተኙ ይሞቃቸዋል፤ ብቻውን የሚተኛ ሰው ግን እንዴት ሊሞቀው ይችላል?",
      "12": "አንድ ሰው ብቻውን ሊመልሰው የማይችለውን አደጋ ሁለት ሰዎች ሊቋቋሙት ይችላሉ፤ በሦስት ተሾርቦ የተገመደ ፈትል እንኳ በቀላሉ አይበጠስም፡፡",
      "13": "አንድ ሰው ከድኽነት ተነሥቶ በሃገሩ ላ ንጉሥ መሆን ይችላል፤ ወይም ከወህኒ ቤት ወጥቶ በዙፋን ላይ ይቀመጣል፤ ነገር ግን በሚሸመግልበት ጊዜ ምክር የማይቀበል ሆኖ ከተገኘ፥ ዐዋቂ ሆኖ በምስኪንነት ከሚኖር ወጣት የተሻለ ሆኖ አይገኝም፡፡",
      "14": "በዚህ ዓለም ስለሚኖሩ ሰዎች ሁሉ አሰብሁ፤ ከእነርሱም መካከል የንጉሡን ቦታ የሚረከብ አንድ ወጣት መኖሩን ተረዳሁ፡፡",
      "15": "ንጉሥ ሆኖ በሚያስተዳድርበት ጊዜ የሚገዛለት ሕዝብ ብዛት ስፍር ቁጥር አይኖረውም፤ ከዙፋኑ ላይ በታጣ ጊዜ ግን ስላደረገው ነገር ሁሉ የሚመሰግነውአንድ ሰው እንኳ አይገኝለትም፤ ይህም ነፋስን እንደመከተል የሚቆጠር ከንቱ ነገር ነው፡፡"
    },

    "Chapter 5": {
      "1": "ወደ ያህዌ ቤት በምትገባበት ጊዜ ለአረማመድህ ጥንቃቄ አድርግ፤ እዚያ ሄዶ ደጉን ከክፉ ለየተው የማያውቁ ሞኞች ሰዎች እንደሚያደርጉት መሥዋዕት ከማቅረብ ይልቅ፥ የምክር ቃላትን ለመስማት ዝግጁ ሆኖ መገኘት ይበልጣል፡፡",
      "2": "ከመናገርህ በፊት አስብ፤ ለያህዌ አንድ ነገር ለመስጠት በችኮላ ስእለት አታድርግ፤ ያህዌ በሰማይ አንተ ግን በምድር መሆንህን በማሰብ የምትናረው ቃል የተመጠነ ይሁን፡፡",
      "3": "አስጨናቂ አሳብህ በበዛ መጠን ክፉ ሕልምህ እንደሚበዛ፥ ከልፍለፋህም ብዛት የተነሣ የሞኝነትን ቃል እስከመናገር ትድሳለህ፤",
      "4": "ስለዚህ ያህዌ በሞኞች አይደሰትም፤ ለያህዌ አንድ ነገር ለመስጠት በተሳልህ ጊዜ ወዲያውኑ የተሳልከውን ለመፈጸም ዝግጁ ሁን፤",
      "5": "ተስለህ የማትፈጽመው ከሆነ ግን ጥንቱንም ባትሳል የተሻለ ነው፡፡",
      "6": "ወደ ኃጢአት እንዳይመራህ ለአንደበትህ ለገደብ ያለፈ ነፃነት አትስጠው፤ በዚህ ዐይነት “ይህን የተናገርሁት ሳላውቅ ነው” ብለህ በያህዌ አገልጋይ ፊት ከመጠየቅ ትድናለህ፤ አለበለዚያ ግን የደከምህበትን ያጠፋ ዘንድ የእግዚአብሔርን ቁጣ በገዛ እጅህ እንደመጋበዝ ይሆንብሃል፡፡",
      "7": "ሕልም በበዛ መጠን የባዶ ቃላት ልፈለፋም ይበዛል፤ ከዚህስ ይልቅ ያህዌን ፍራ፡፡"
    },
    "Chapter 6": {
      "1": "በዚህ ዓለም በሰው ላይ የሚደርሰውን እጅግ የከፋ ነገር ተመለከትሁ፡፡",
      "2": "ያህዌ ለሰው ምድራዊ ሀብትንና ብልጽግናን ክብርንም ሁሉ የሰጠዋል፤ ከሚያስፈልገውም ነገር ሁሉ ምንም አያጎድልበትም፤ይሁን እንጂ በሚሰጠው ሀብት ሁሉ እንዲደሰትበት አይፈቅድለትም፤ ይልቁንም እርሱ ደክሞ ያፈራውን ሌላ ሰው እንዲደሰትበት ያደርጋል፤ ይህም ከንቱና እጅግ የከፋ በደል ነው፡፡",
      "3": "እንግዲህ አንድ ሰው መቶ ልጆች ቢወልድ፥ ረዥም ዕድሜ አግኝቶ ብዙ ዘመን በሕይወት ቢኖርም፥ እንዲደሰትበት ከሚያስፈልገው ነገር ሁሉ ድርሻውን ሳያገኝ ቀርቶ በመጨረሻም በክብር ለመቀበር ሳይበቃ ቢቀር፥ እኔ ስለ እርሱ አዝናለሁ፤ ከእንደዚህ ያለውም ሰው ይልቅ በእናቱ ማሕፀን ሞቶ የተወለደ ጭንጋፍ ይሻላል አልሁ፡፡",
      "4": "ምክንያቱም ያ ጭንጋፍ ተረስቶ ወደሚቀርበት ጨለማ ስለሚወሰድ ቀድሞውኑ ሳይወለድ ቢቀር በተሸለው ነበር፡፡",
      "5": "እርሱ የፀሐይን ብርሃን ሳያይ የሕይወትንም ምንነት ሳያውቅ አንድ ጊዜ ዐርፎአል፡፡",
      "6": "ስለዚህ ሁለት ሺ ዓመት ያለ ደስታ ከሚኖር ሰው ይልቅ፥ ያ ጭንጋፍ የተሸለ ዕድል አለው፤ ዞሮ ዞሮ ሁለቱም የሚሄዱት ወደ አንድ ተመሳሳይ ስፍራ ነው፡፡",
      "7": "ሰው በሥራ መድከሙ የሚበላውን ነገር ለማግኘት ነበር፤ ይሁን እንጂ “በቃኝ” ማለት አያውቅም፡፡",
      "8": "ታዲያ ጥበበኛ ሰው ከሰነፍ የሚሻልበት ምን ነገር አለ?",
      "9": "ይህም ከንቱ ስለሆነ ነፋስን እንደመጨበጥ ነው፤ እንግዲያውስ ትርፍ ነገር ለማግኘት ከመቅበዝበዝ ይልቅ፥ ባለህ ነገር መደሰት የተሻለ ነው፡፡",
      "10": "የሚሆነው ነገር ሁሉ ያው አስቀድሞ ተወስኖ የነበረው ነው፤ ማንም ሰው ከእርሱ ይበልጥ ከሚበረታ ባላጋራው ጋር መከራከር እንደማይችል የታወቀ ነው፡፡",
      "11": "ስለዚህ ክርክር ባበዛህ መጠን ከከንቱነት በቀር የምታተርፈው ቁም ነገር የለም፡፡",
      "12": "ከንቱ ሆኖ እንደ ጥላ ከሚያልፍ ዘመኑ፥ ለሰው የሚበጀውን ነገር የሚያውቅ ማን ነው? ወይስ ከሞተ በኋላ በዚህ ዓለም ምን እንደሚሆን ለሰው ማን ሊነግረው ይችላል?"
    },
    "Chapter 7": {
      "1": "ዋጋው ውድ ከሆነ ከመልካም ሽቶ፥ መልካም ስም ይሻላል፤ ከልደታም ቀን የሞት ቀን ይሻላል፡፡",
      "2": "ሞት በሰው ሁሉ ላይ የሚደርስ መሆኑን እንዲገነዘቡ ስለሚያደርግ፥ ወደ ግብዣ ቤት ከመሄድ ይልቅ ወደ ለቅሶ ቤት መሄድ ይመረጣል፡፡",
      "3": "ፊትህን በሐዘን የሚያጠቁር ቢመስለህም አእምሮህን የሚያበራ በመሆኑ ከሳቅ ይልቅ ሐዘን ይሻላል፡፡",
      "4": "ሁልጊዜ ስለ አስደሳች ነገር ብቻ የሚያስብ ሰው ሞኝ ነው፤ ብልህ ግን የሞትንም ነገር ያስባል፡፡",
      "5": "በድንቁርና ውስጥ ያሉ ሰነፎች አንተን እያመሰገኑ ከሚዘምሩልህ ይልቅ፥ ጥበበኞች ቢገሥጹህ ይሻላል፡፡",
      "6": "የሰነፍ ሳቅ በእሳት ውስጥ እንደሚንጣጣ የቁጥቋጦ እሾኽ ስለሆነ ትርጉም የሌለው ከንቱ ነገር ነው፡፡",
      "7": "ጥበበኛ ሰው በማታለል ግፍ ቢፈጽም እንደ ሰነፍ ይቆጠራል፤ ጉቦ መቀበልም መልካም ጠበይን ያበላሻል፡፡",
      "8": "ማናቸውም ነገር ከመጀመሪያው ይልቅ ፍጻሜው የተሻለ ነው፤ በትዕቢት ከሚናገር ሰው ይልቅ ትዕግሥተኛ ሰው ይሻላል፡፡",
      "9": "ቁጣ የሰነፎች ቂም በቀል መወጫ ስለሆነ የቁጡነት ስሜትህን ተቆጣጠር፡፡",
      "10": "“ከአሁኑ ዘመን ይልቅ በጥንት ዘመን የተደረጉት ነገሮች ሁሉ እንዴት እጅግ የተሻሉ ናቸው?” ብለህ አትጠይቅ፤ ምክንያቱም እንዲህ ዐይነቱ ጥያቄ ከብልህ ሰው የሚመነጭ አይደለም፡፡",
      "11": "በዚህ ዓለም የሚኖሩ ሰዎች ሁሉ ጠቢባን መሆን ይገባቸዋል፤ ምክንያቱም ጥበብን ማግኘት ርስትን የመውረስ ያህል ነው፤",
      "12": "በገንዘብ እንደሚገኝ ዋስትና ይሆንላቸዋል፤ የዕውቀትም ብልጫዋ ጥበብን ለገበዩ ሁሉ ዋስትናን መስጠትዋ ነው፡፡",
      "13": "እስቲ የያህዌን አሠራር አስተውል! ያህዌ ያጣመመውን፥ ሰው እንዴት ሊያቃናው ይችላል?",
      "14": "ሁሉ ነገር በሠመረልህ ጊዜ ደስ ይበልህ፤ መከራም በሚመጣ ጊዜ ይህን አስታውስ፤ ያህዌ ሁለቱንም ነገሮች፥ ማለትም ደስታንና መከራን የሚልክበት ጊዜ ይኖራል፤ የትኛው ቀድሞ እንደሚመጣ ለማወቅ ግን ከቶ አትችልም፡፡",
      "15": "ዘመኔ ከንቱ ነው፤ ይሁን እንጂ በእርሱ ብዙ ነገር አይቼበታለሁ፤ ይኸውም ዐመፀኛ በሚሠራው በደል እስከ ረዥም ዕድሜ ሲኖር፥ ደግ ሰው ግን በደግነቱ ይጠፋል፡፡",
      "16": "ስለዚህ ፈጥነህ እንዳትጠፋ እጅግም ጠቢብ፥ እጅግም ደግ አትሁን፡፡",
      "17": "ያለ ጊዜህም በሞት እንዳትቀጭ እጅግ ክፉ ወይም እልኸኛ አትሁን፡፡",
      "18": "ያህዌን የሚፈራ ሰው ከመከራ ሁሉ ነአሸናፊነት መውጣት ስለሚችል በክፋትም ሆነ በደግነት መጥቀህ ሳትሄድ መካከለኛነትን ያዝ፡፡",
      "19": "በአንዲት ከተማ ከሚኖሩ ከዐሥር ገዢዎች ይብልጥ፥ ጥበብ ለአስተዋይ ሰው ብርታት ትሰጠዋለች፡፡",
      "20": "ምንም ስህተት ሳይፈጽም ሁልጊዜ መልካም ነገርን የሚሠራ ደግ ሰው በምድር ላይ አይገኝም፡፡",
      "21": "ሰዎች የሚናገሩትን ሁሉ አዘውትረህ ለማጤን አትሞክር፤ አዘውትረህ የምታዳምጥ ከሆነ ግን የገዛ አገልጋይህ ሲሰድብህ ትሰማለህ፡፡",
      "22": "አንተም ራስህ ብትሆን ሁልጊዜ ሌሎችን ስትነቅፍ መኖርህን አትዘንጋ፡፡",
      "23": "ያለኝን ጥበብ ይህን ሁሉ ለመመርመር ተጠቀምሁበት፤ እጅግ ጥበበኛ ለመሆንም ወስኜ ነበር፤ ይሁን እንጂ ከአቅሜ በላይ ሆነብኝ፡፡",
      "24": "እጅግ የጠለቀና ከባድ ስለሆነ የሕይወትን ትርጉም መርምሮ ማወቅ የሚችል ማን ነው?",
      "25": "እኔ ግን ሁሉን ነገር መርምሬ በማጥናት ልደርስበት ኅሊናየን አተጋለሁ፤ ለጥያቄዎቼ መልስ የሚሆነውን ነገርና ጥበብን ለማግኘት፥ ድንቁርናም ምን ያህል አስከፊና ሞኝነት እንደሆነ መርምሬ ለመረዳት ወሰንሁ፡፡",
      "26": "ከሞት ይልቅ የመረረ ሌላም ነገር አገኘሁ፤ ይኽውም የሴት ወጥመድነት ነው፤ ሴት እንደ መረብ በሆነ ፍቅሯ ወንዶችን ታጠምዳለች፤ እንደ እግር ብረት በሆኑ ክንዶችዋም ተጠምጥማ ለመያዝ ትፈልጋለች፤ ያህዌን የሚፈራ ሰው ብቻ ከእርስዋ ሸሽቶ ማምለጥ ይችላል፤ ኃጢአተኛውን ግን አጥምዳ ትይዘዋለች፡፡",
      "27": "ፈላስፋው እንዲህ አለ፥ “እነሆ በተከታታይ መርምሬ ያገኘሁት ሌላ ነገር ደግሞ ይህ ነው፤",
      "28": "የኸውም ሌላ መልስ ፈልጌ ማጣቴ ነው፤ ከሺ ወንዶች መካከል ክብር የሚገባው አንድ ሰው ብቻ አገኘሁ፤ ከሴቶች መካከል ግን አንዲት እንኳ ማግኘት አልቻልኩም፡፡",
      "29": "መርምሬ የደረስሁበት ሌላው ነገር ያህዌ ሰዎችን ልበ ቅኖች አድርጎ ፈጥሮአቸዋል፤ እነርሱ ግን ሁሉን ነገር በተንኮል መመራመር አበዙ፡፡”"
    },

    "Chapter 8": {
      "1": "የነገሮችን እውነተኛ ትርጉም የሚውቅ ጠቢብ የሆነ ሰው ብቻ ነው፤ ጥበብም ፈገግታን በመስጠት የጠቆረ ፊቱን ታበራለታለች፡፡",
      "2": "ንጉሥ የሚለውን ሁሉ አድርግ፤ በኋላ የሚያጸጽትህ እንዳይሆን ለያህቬህም አንድ ነገር ለመስጠት በችኮላ ስእለት አታድርግ፡፡",
      "3": "ንጉሥ የወደደውን ሁሉ ማድረግ ስለሚችል በዚያ አደገኛ ቦታ መገኘት ይቅርብህ፤ ከፊቱ ዞር በል፡፡",
      "4": "ንጉሥ ሁሉን ነገር ለማድረግ ሥልጣን አለው፤ “ለምን ይን ሠራህ?” ብሎ የሚጠይቀውስ ማን አለ?",
      "5": "ትእዛዙን ብትፈጽም የደኅንነት ዋስትና ትገኛለህ፤ ይህ ሁሉ የሚፈጸምበትን ጊዜና ሁኔታ ለይቶ የሚያውቅ ጥበበኛ ብቻ ነው፡፡",
      "6": "ሁሉን ነገር ማድረግ የሚቻልበት ትክክለኛ ጊዜና የተሟላ ሁኔታ ይኖራል፤ ሆኖም ይህን ሁሉ መርምሮ ለመረዳት ለሰው የተሰጠው ዕውቀት ሙሉ አይደለም፡፡",
      "7": "ወደፊት የሚሆነውን ነገር ለይቶ የሚያውቅ ሰው የለም፤ “ይህ ይሆናል” ብሎ የሚነግረውም አይኖርም፡፡",
      "8": "ሞት እንዳይደርስበት ማድረግ የሚችል ወይም የሚሞትበትን ቀን መለወጥ የሚችል ማንም የለም፤ ይህ መቼም ብርቱ ጦርነት ነው፤ ታዲያ ማንም ሰው ለክፋት ተገዢ ቢሆን እንኳ ማምለጥ የሚችልበት አይደለም፡፡",
      "9": "አንዱ በሌላው ላይ ገዥ የሚሆንበትን፥ ሌላው ደግሞ ተጨቁኖ የሚኖርበትን የዚህን ዓለም ሁኔታ ስመረምር ያስተዋልሁት ነገር ይህ ነው፤",
      "10": "እነሆ ክፉ ሰዎች ሞተው ወደ መቃብር ሲወርዱ አየሁ፤ ከቀብር መልስ ግን በደል የሠሩባት የዚያች ከተማ ሕዝብ ተሰብስቦ ሲያሞግሳቸው ሰማሁ፤ ይህም ሁሉ ከንቱ ነው፡፡",
      "11": "ሰዎች ሆን ብለው ወንጀል የሚሠሩት ለምንድን ነው? የዚህ ምክንያት ሌላ ሳይሆን ወንጀል በሚሠሩ ሰዎች ላይ ፈጣን የቅጣት ፍርድ ባለመሰጠቱ ነው፡፡",
      "12": "ይኸውም ኃጢአተኞች መቶ ጊዜ ወንጀል እየሠሩ ለረዥም ዘመን ይኖራሉ፤ በእርግጥ ሰዎች የሚሉትንም አውቃለሁ፤ እነርሱም “ለያህቬህ ታዛዥ ከሆንህ ሁሉ ነገር ይሠምርልሃል፤",
      "13": "ክፉ ሰዎች ግን ሁሉ ነገር ስለማይሠምርላቸው ሕይወታቸው እንደ ጥላ ያልፋል፤ ለያህቬህን ባለመታዘዛቸው ምክንያት ገና በወጣትነት ጊዜአቸው ሕይወታቸው ይቀጫል” የሚሉት ፈሊጥ አላቸው፤",
      "14": "አባባላቸው ግን ከንቱ ነው፤ እስቲ በዓለም የሚሆነውን ነገር ሁሉ ተመልከት፤ አንዳንድ ጊዜ ደጋግ ሰዎች ለክፉ ሰዎች የሚገባውን ቅጣት ይቀበላሉ፤ ክፉ ሰዎች ደግሞ ለደጋግ ሰዎች የሚገባውን ሽልማት ያገኛሉ፤ ይህም ሁሉ ከንቱ ነው አልሁ፡፡",
      "15": "ስለዚህ ሰው በዚህ ዓለም ሲኖር የተሰጠው ዕድል ፈንታ መብላት፥ መጠጣትና ራሱን ማስደሰት መሆኑን አረጋገጥሁ፤ ያህቬህ በዚህ ዓለም በሰጠው ዘመን፥ ሰው ሁሉ ሠርቶ ያገኘውን ሀብት በዚህ ዐይነት ሊደሰትበት ይችላል፡፡",
      "16": "ጥበበኛ ለመሆንና በዚህ ዓለም የሚደረገውንም ነገር ሁሉ መርምሬ ለማወቅ በሞከርሁ መጠን፥ ሰው ሌት ከቀን ዕረፍት አጥቶ እንደሚኖር ተረዳሁ፡፡",
      "17": "በምርምር ብዛትም ያህቬህ የሚያደርገውን ነገር ሁሉ ማወቅ እንደማይቻል አረጋገጥሁ፤ ሰው ብዙ ነገር መርምሮ ለማወቅ የቱንም ያህል ቢደክም አንዳች ነገር ማግኘት አይችልም፤ በእርግጥ ጥበበኞች ሰዎች “ይህንን እናውቃለን” ለማለት ይደፋሩ ይሆናል፤ ይሁን እንጂ የሚያውቁት ነገር የለም፡፡"
    },
    "Chapter 9": {
      "1": "ስለነዚህ ሁሉ ነገሮች ለረዥም ጊዜ በብርቱ ካሰብሁ በኋላ የደጋግና የጥበበኞች ሰዎችን ሥራ ፍቅርም ሆነ ጥላቻ በያህቬህ እጅ እንደሆነ ተረዳሁ፤ ስለዚህ ወደፊት የሚገጥመውን ነገር አስቀድሞ የሚያውቅ ሰው የለም፡፡",
      "2": "ምንም ዐይነት ልዩነት ሳይደረግ ለጻድቅና ለዐመፀኛ፥ ለደግና ለክፉ፥ መንፈሳዊያን ለሆኑትና ላልሆኑት፥ መሥዋዕት ለሚያቀርቡትና ለማያቀርቡትም የሚገጥማቸው ዕድል አንድ ዐይነት ነው፤ ይኸውም ደጉ ሰው ከኃጢያተኛው የተሻለ ዕድል የለውም፤ መሐላን የሚፈራው መሐላን ከሚደፍረው ሰው ተለይቶ አይታይም፡፡",
      "3": "የሁሉም ዕድል ፈንታው አንድ ዐይነት ነው፤ ይህም በዓለም እንደሚደረገው እንደማንኛውም ነገር ሁሉ እጅግ የከፋ ነው፤ ሰዎችም በሚኖሩበት ዘመን ሁሉ አእምሮአቸው በክፋትና በእብደት የተሞላ ሆኖ በመጨረሻ በድንገት ይሞታሉ፡፡",
      "4": "ከሞተ አንበሳ ይልቅ በሕይወት ያለ ውሻ ይሻላል፤ ምክንያቱም በሕያዋን ምድር የሚኖር ሰው የተሸለ ተስፋ አለው፤",
      "5": "በሕይወት ያሉ ሰዎች አንድ ቀን እንደሚሞቱ ያውቃሉ፤ ሙታን ግን አንዳች ነገር አያውቁም፤",
      "6": "ፍቅራቸው፥ ጥላቻቸውና ቅንአታቸው ሁሉ ከእነርሱ ጋር አብሮ ሞቶአል፤ በዚህ ዓለም በሚሆነው ነገር ሁሉ እንደገና እስከዘላለም ተካፋይነት አይኖራቸውም፡፡",
      "7": "ያህቬህ ቀድሞ የፈቀደልን ይህ በመሆኑ፥ ሂድ ፥ ምግብህን ተመግበህ፥ የወይን ጠጅህንም ጠጥተህ በመርካትህ ደስ ይበልህ፡፡",
      "8": "ሁልጊዜ ነጭ ልብስ በመልበስና ጠጉርህንም በመቀባት ደስተኛና ፈገግታ የሞላብህ ሁን፡፡",
      "9": "በዚህ ዓለም ያህቬህ በሰጠህ ከንቱ በሆነ ኑሮህ ከምትወዳት ሚስትህ ጋር ደስ ይበልህ፤ ስለ መከራህና ስለ ድካምህ ሁሉ ዋጋ ሆኖ የተሰጠህ ዕድል ፈንታ ይኸው ብቻ ስለሆነ ከንቱ ዘመንህን፥ እያንዳንዱን ቀን ተደሰትበት፡፡",
      "10": "ባለህ ኀይል ሥራህን ሁሉ በትጋት ፈጽም፤ ምክንያቱም ወደ ሙታን ዓለም ከወረድህ በኋላ በዚያ ሥራና አሳብ፥ ዕውቀትና ጥበብ የለም፡፡",
      "11": "በዚህ ዓለም የተመለከትሁት ሌላም ነገር አለ፤ የኸውም ፈጣን ሯጮች ዘወትር በአሸናፊነት አይወጡም፤ ጀግኖችም በጦርነት ድል አያደርጉም፤ ጠቢባን ባለጸግነትን፥ የተማሩ ሰዎችም ሀብትን አያገኙም፤ ችሎታ ያላቸውም ሰዎች በማዕረግ አያድጉም፤ ነገር ግን ሁሉንም ጊዜና ዕድል ያጋጥማቸዋል፤",
      "12": "ይሁን እንጂ እያንዳንዱ ሰው ይህ መጥፎ ዕድል መቼ እንደሚገጥመው አያውቅም፤ ወፍ በራ በወጥመድ ውስጥ እንደምትገባ፥ ዓሣም በመጥፎ አጋጣሚ በመረብ እንደሚያዝ እንዲሁም የሰው ልጅ ሁሉ ሳያስበው ድንገት በሚደርስበት በክፉ አጋጣሚ ይጠመዳል፡፡",
      "13": "በዚህ ዓለም የተመለከትሁት ሌላም ነገር ደግሞ አለ፤ ይኸውም የጥበብ ታላቅ ምሳሌነት ነው፡፡",
      "14": "ጥቂት ሕዝብ የሚኖርባት አንዲት ትንሽ ከተማ ነበረች፤ አንድ ኀይለኛ ንጉሥ አደጋ ሊጥልባት ተነሣ፤ ትልቅ ምሽግ ሠርቶም ከበባት፡፡",
      "15": "በዚያች ከተማ የሚኖር ጥበበኛ የሆነ አንድ ድኻ ሰው፥ ከተማይቱን በጥበቡ አዳናት፤ ይሁን እንጂ ያንን ድኻ ማንም አላስታወሰውም፡፡",
      "16": "ጥበብ ከኀይል እንደሚበልጥ ተናግሬአለሁ፤ ነገር ግን የድኻ ሰው ጥበብ የተናቀ ነው፤ ለንግግሩም ዋጋ የሚሰጠው የለም፡፡",
      "17": "በሰነፎች ጉባኤ ከሚሰማው የአገረ ገዥ የጩኸት ድምፅ ይልቅ፥ በዝግታ የሚነገር የጥበበኛ ቃል ይሻላል፡፡",
      "18": "ከጦር መሣሪያ ይልቅ ጥበብ ትሻላለች፤ ነገር ግን አንድ ኃጢአተኛ ብዙ መልካም ነገርን ያጠፋል፡፡"
    },
    "Chapter 10": {
      "1": "የሞቱ ዝንቦች ተቀምሞ የተሠራውን የዘይት ሽቶ ሊያገሙት ይችላሉ፤ እንዲሁም ትንሽ ስንፍና ታላቅ ጥበብል ያጠፋ፡፡",
      "2": "ጥበበኛ መልካም ነገር መሥራቱ፥ ሰነፍም መሳሳቱ የተለመደ ተግባር ነው፡፡",
      "3": "ሰነፍ ሰው በሚተላለፍበት መንገድ ሁሉ ያለ አሳብ ይራመዳል፤ ለሰውም ሁሉ ስንፍናውን ያሳውቃል፡፡",
      "4": "አለቃህ በተቆጣህ ጊዜ የሥራ ቦታህን አትልቀቅ፤ ምክንያቱም ጸጥ ብለህ ብትታገሥ ከባድ ለሆነው በደልህ እንኳ ይቅርታ ማግኘት ትችላለህ፡፡",
      "5": "በዓለም ላይ ሌላም ክፋት አይቻለሁ፤ ይኸውም ገዢዎች የሚፈጽሙት ግፍ ነው፡፡",
      "6": "ሰነፎች ከፍተኛ ሥልጣን ሲያገኙ ባለጸጎች ግን ችላ ተብለው ዝቅተኛ ስፍራ ይዘዋል፡፡",
      "7": "መሳፍንት እንደ አገልጋዮች በእግራቸው ሲሄዱ፥ አገልጋዮች ግን በፈረስ ተቀምጠው ሲጓዙ አየሁ፡፡",
      "8": "ጉድጓድን የሚቆፍር ሰው ራሱ ይወድቅበታል፤ ቅጽርንም የሚያፈርስ በእባብ ይነደፋል፤",
      "9": "ድንጋይን የሚፈነቅል በፈነቀለው ድንጋይ ራሱ ይጎዳል፤ እንጨትን የሚፈልጥ በፈለጠው እንጨት ይቆስላል፡፡",
      "10": "የደነዘ መጥረቢያውን የማይስል ሰው፥ ኀይሉን በከንቱ ይጨርሳል፤ ስለዚህ ጥሩ ውጤት ለማግኘት በጥበብመሥራት ያስፈልጋል፡፡",
      "11": "እባብ ከነከሰህ በኋላ የእባብ ማፍዘዣ ድግምት ምንም አይጠቅምህም፡፡",
      "12": "ጥበበኛ ሰው በንግግሩ ክብርን ያገኛል፤ ሰነፍ ግን በገዛ ንግግሩ ይጠፋል፤",
      "13": "ምክንያቱም የሰነፍ ሰው ንግግር በስንፍና ተጀምሮ በከባድ እብደት ይደመደማል፡፡",
      "14": "ሰነፍ ሰው ልፍለፋ ያበዛል፡፡ ወደፊት የሚሆነውን የሚያውቅ የለም፤ ሰው ከሞተ በኋላ የሚሆነውን ነገር የሚያስረዳው የለም፡፡",
      "15": "ዕውቀት የጎደለው ሰነፍ ሰው፤ ወደ ከተማ መውጣት ስለሚሳነው በሥራው ይደክማል፡፡",
      "16": "ሕፃን የሆነ ንጉሥና እየደገሱ ገና በማለዳ የሚሰክሩ መሳፍንት ያሉአት አገር ወዮላት!",
      "17": "በጨዋነት ያደገ ንጉሥና ለስካር ሳይሆን ብርታትና ኀይል ለማግኘት ብቻ በተወሰነ ጊዜና የሚበሉና የሚጠጡ መሪዎች ያሉአት አገር የታደለች ናት፡፡",
      "18": "ሰው ቤቱን ከመጠገን ቸል ቢል ጣራው ይዘብጣል፤ ክዳኑም ያፈስሳል፡፡",
      "19": "በምግብና በወይን ጠጅ ተድላ ደስታ ይገኛል፤ ይሁን እንጂ ይህ ሁሉ ያለ ገንዘብ አይገኝም፡፡",
      "20": "የሚሰማብኝ የለም ብለህ በሰውር እንኳ ቢሆን ንጉሥን አትማ፤ በተኛህበት አልጋህ ላይ ሆነህም ባለጸጋን አትስደብ፤ ምክንያቱም ምስጢርህን የሰሙ፥ ነገር ጠላፊዎች ክንፍ እንዳለው ወፍ በርረው ሊነግሩብህ ይችላሉ፡፡"
    },
    "Chapter 11": {
      "1": "እንጀራህን በውሃ ላይ ጣል፤ ከብዙ ቀንም በኋላ መልሰህ ታገኘዋለህ፡፡",
      "2": "ወደ ፊት በዓለም ላይ ምን ዐይነት ክፉ ነገር እንደሚመጣ አታውቅም፤ ስለዚህ ያለህን ሀብት በሰባት ወይም በስምንት ቦታ ከፋፍለህ አኑር፡፡",
      "3": "ደመና ብዙ ውሃ ባዘለ ጊዜ በምድር ላይ ያዘንመዋል፤ ዛፍ ወደ ደቡብም ሆነ ወደ ሰሜን ቢወድቅ በዚያው በወደቀበት ስፍራ ይኖራል፤",
      "4": "የነፋስንና የአየርን ጠባይ የመስተካከል ሁኔታ የሚጠባበቅ ሰው ዘሩን በወቅቱ አይዘራም፤ መከሩንም በጊዜው አይሰበስብም፡፡",
      "5": "የነፋስን አካሄድና የሰውም ሕይወት አፈጣጠር በእናቱ ማሕፀን እንዴት እንደሚጀመር እንደማታውቅ፥ የሁሉ ነገር ፈጣሪ የሆነ ያህቬህ(יהוה) ሥራውን እንዴት እንደሚያከናውን ማወቅ አትችልም፡፡",
      "6": "ጠዋትም ሆነ ማታ ዘር መዝራትህን አታቋርጥ፤ ምክንያቱም ሁሉም የበቅል ወይም አይበቅል እንደሆን፥ የትኛው አዘራር እንደሚሻል ለይተህ ማወቅ አይቻልህም፡፡",
      "7": "ብርሃን ታይቶ አይጠገብም፤ ስለዚህ የቀንን ብርሃን እያዩ መደሰት መልካም ነው፡፡",
      "8": "ሰው የቱንም ያህል ብዙ ዓመት ቢኖር በዚያው በተሰጠው በዕድሜው ዘመን ሁሉ ደስ ሊለው ይችላል፤ ሆኖም የዚህ ዓለም ነገር ሁሉ ከንቱ መሆኑንና ወደፊት የሚመጣበትም የጨለማ ዘመን ዘላለማዊ እንደሆነ አይዘነጋም፡፡",
      "9": "ወጣት ሆይ! ወጣትነት እጅግ ግሩም ስለሆነ በወጣትነትህ ዘመን ደስ ይበልህ፤ በልብህምሐሴት አድርግ፤ ዐይንህ የሚያየውንና ልብህ የሚመኘውን ሁሉ ፈጽም፤ ሆኖም ስለዚህ ነገር ሁሉ ያህቬህ(יהוה) ወደ ፍርድ እንደሚያመጣህ ዕወቅ፡፡",
      "10": "የወጣትነትና የብርቱ ጎልማሳነት ጊዜ ቶሎ ስለሚያልፍ ሐዘንን ከልብህ፥ ጭንቀትንም ከአእምሮህ አስወግድ፡፡"
    },
    "Chapter 12": {
      "1": "በወጣትነትህ ዘመን ፈጣሪህን አስብ፤ ይህን ባታደርግ ግን ክፉ ቀን ይመጠብሃል፤ “ደስ አያሰኙኝም” የምትላቸው ዓመታት ይደርሳሉ፡፡",
      "2": "የፀሐይ፥ የጨረቃና የከዋክብት ብርሃን ለአንተ የሚጨልምበት ጊዜ ይመጣል፤ ያን ጊዜ ከዝናም በኋላ ደመናዎች ከስፍራቸው ፈቀቅ አይሉም፤",
      "3": "የምትተማመንባቸው ክንዶችህ ይንቀጠቀጣሉ፤ አሁን ብርቱ የሆኑ እግሮችህ ይዝላሉ፤ ጥርሶችህ ቁጥራቸው ከማነሳቸው የተነሣ ምግብ ማኘክ አይችም፤ ዐይኖችህ ከመፍዘዛቸው የተነሣ አጥርተው ማየት ይሳናቸዋል፡፡",
      "4": "ጆሮዎችህ የአደባባይ ጩኸት አይሰሙም፤ የወፍጮ ወይም የሙዚቃ ድምፅምመስማት ይሳንሃል፤ ሆኖም የወፍ ድምፅ እንኳ ከእንቅልፍህ  ይቀሰቅስሃል፡፡",
      "5": "ወደ ከፍተኛ ስፍራዎች መውጣት ያስፈራሃል፤ በእግር መጓዝም አደገኛ ይሆንብሃል፤ ጠጉርህ ይሸብታል፤ ራስህን ችለህ መራመድ ይሳንሃል፤ ምኞትህ ሁሉ ይጠፋል፡፡ ሰውም ወደ ዘላለማዊ መኖሪያው ይሄዳል፤ አልቃሾችም በየመንገዱ እያለቀሱ ይሸኙታል፡፡",
      "6": "የብር ሐብል ይበጠሳል፤ ከወርቅ የተሠራ መቅረዝ ወድቆ ይሰበራል፤ የውሃ መውጃውን የያዘ ገመድ በውሃ ጉድጓድ ላይ ይበጠሳል፤ የውሃ መቅጃውም እንስራ ይከሰከሳል፤",
      "7": "ሥጋ ዐፈር ስለሆነ ወደ ዐፈር ይመለሳል፤ ነፍስም ወደፈጠራት ወደ ያህቬህ(יהוה) ትሄዳለች፡፡",
      "8": "ፈላስፋው፥ “ከንቱ፥ ከንቱ ሁሉ ነገር ከንቱ ነው!” አለ፡፡",
      "9": "ፈላስፋው መምህር ጠቢብ ስለሆነ ዕውቀትን ለሕዝቡ ማስተማር ቀጠለ፤ ብዙ ምሳሌዎችን መርምሮ ካጠና በኋላ በቅደም ተከተል አዘጋጀ፤",
      "10": "ተስማሚ የሆኑ ቃላትንም መረመረ፤ ስለዚህ እርሱ የጻፈው ሁሉ እውነትና ትክክል ነው፡፡",
      "11": "የጠቢባን ንግግር፥ እረኛ የከብቶቹን መንጋ እንደሚነዳበት ጫፉ እንደሾለ በትር ነው፤ በአንድነት የተከማቹ ምሳሌዎች ጠልቀው እንደሚገቡ ምስማሮች ናቸው፤ እነርሱም የሁላችን ጠባቂ ከሆነው ከያህቬህ(יהוה) የተሰጡ ናቸው፡፡",
      "12": "ልጄ ሆይ! ልትጠነቀቅባቸው የሚገባ ሌሎች ነገሮች አሉ፤ መጻሕፋትን ጽፎ ለመጨረስ ከቶ አይቻልም፤ የምርምርም ብዛት ሰውነት ያደክማል፡፡",
      "13": "እነሆ ሁሉ ነገር ተነግሮአል፤ የሁሉ ነገር መደምደሚይህ ነው፥ “ያህቬህ(יהוה)ን ፍራ፤ ትዕዛዙንም ጠብቅ፤ ምክንያቱም ይህ የሰው ዋና ተግባሩ ነው፡፡”",
      "14": "ያህቬህ(יהוה) ስውር የሆነውን ነገር ሳይቀር የሰውን ሥራ ሁሉ ክፉውንም ደጉንም ወደ ፍርድ ያመጣዋል፡፡"
    }
  }
}
