{
  "ephesians": {
    "Chapter 1": {
      "1": "በያህዌ ፈቃድ የየሱስ ክርስቶስ ሐዋርያ ከሆነ ከጳውሎስ፤ በየሱስ ክርስቶስ ታማኞች ለሆኑት፤ በኤፌሶን ለሚገኙት ቅዱሳን፤",
      "2": "ከአባታችን ከያህዌ እና ከጌታ ከየሱስ ክርስቶስ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "3": "በሰማይ መንፈሳዊ በረከትን በመስጠት በክርስቶስ የባረከን፤ የጌታችን የየሱስ ክርስቶስ አባት የሆነው አምላክ ይመሰገን፡፡",
      "4": "ቅዱሳን ነቀፋ የሌለብን ሆነን በፊቱ እንድንገኝ፤ ዓለም ሳይፈጠር በክርስቶስ መረጠን፡፡",
      "5": "በፍቅሩም፤ ያህዌ በጎ ፈቃድ ሆኖ በየሱስ ክርስቶስ አማካይነት ልጆቹ እንድንሆን አስቀድሞ ወሰነን፡፡",
      "6": "ይህንንም ያደረገው በተወደደው ልጁ አማካይነት በነጻ የሰጠን ክቡር ጸጋ እንዲመሰገን ነው፡፡",
      "7": "ከያህዌ ጸጋ ሙላት የተነሣ በልጁ ደም ተዋጅተን የኃጢአታችንን ይቅርታ አገኘን፡፡",
      "8": "ጸጋውን በጥበብና በዕውቀት አብዝቶ አፈሰሰልን፡፡",
      "9": "ያህዌ በቸርነቱ በክርስቶስ አማካይነት አስቀድሞ ባቀደው መሠረት የፈቃዱ ሚስጥር እንደናውቅ አደረገን፡፡",
      "10": "የያህዌ ዕቅድ በሥራ ላይ የሚውለው በሰማይና በምድር ያሉት ነገሮች ሁሉ ተጠቃለው በአንዱ ክርስቶስ ስልጣን ስር የሚሆኑበት ጊዜ ሲደርስነው፡፡",
      "11": "ሁሉም ነገር በገዛ ራሱ ፈቃድ የሚሠራ በያህዌ ዕቅድ መሠረት አስቀድመን ስለተወሰነ፤ አሁንም በክርስቶስ አማካይነት ተመረጥን፡፡",
      "12": "ይህም የሆነው በመጀመሪያ በክርስቶስ ተስፋ ባደረግነው በእኛ ምክንያት ለያህዌ ክብርና ምስጋና እንዲሆን ነው፡፡",
      "13": "እናንተም የደህንነታችሁ መልካም ዜና የሆነውን የእውነት ቃል በሰማችሁ ጊዜ በክርስቶስ አምናችኋል፤ እርሱ ሊሰጣችሁ ተስፋ ባደረገላችሁም በመንፈስ ቅዱስ ታትማችኋል፡፡",
      "14": "ለክብሩ ምስጋና እንዲሆን ያህዌ የራሱ የሆኑትን በሙሉ እስኪዋጅ ድረስ ይህ መንፈስ የርስታችን መያዣ ነው፡፡",
      "15": "ስለዚህ በጌታ በየሱስ ሰላማችሁ እመነትና ለቅዱሳንም ሁሉ ስላላችሁ ፍቅር ሰምቼ፤",
      "16": "እናንተ በጸሎቴ እያስታወስሁ በእናንተ ምክንያት ለያህዌ ምስጋና ማቅረቤን አላቋርጥም፡፡",
      "17": "ክብር የሚገባው የጌታችን የየሱስ ክርስቶስ አባት የሆነውን ያህዌን በይበልጥ ታውቁ ዘንድ የጥበብንና የመገለጥን መንፈስ እንዲሰጣችሁ እጸልያለሁ፡፡",
      "18": "ለምን ዓይነት ተስፋ እንደተጠራችሁና ቅዱሳን የሚወርሱት ክቡር ርስት ምን ያህል ብዙ እንደሆነ ታውቁ ዘንድ የልቦናችሁ ዐይን እንዲበራ እጸልያለሁ፡፡",
      "19": "እንዲሁም ለእኛ ለምናምነው ያዘጋጀው ኀይል ምን ያህል ታላቅ መሆኑን እንድታውቁ እጸልያለሁ፤",
      "20": "መሲሕን ከሞት በማስነሳቱና በሰማይ በቀኙ በማስቀመጡ ከያህዌ አብ በክርስቶስ ገልጦታል፡፡",
      "21": "ያህዌ አብ ክርስቶስን በሰማይ በቀኙ ያስቀመጠውም ከማንኛውም ግዛትና ስልጣን፤ ከኃይልና ጌትነት በላይ፤ እንዲሁም በዚህ ዐለም ብቻ ሳይሆን በሚመጣው ዓለም ከስም ሁሉ በላይ የሆነውን ክቡር ስም በመስጠት ነው፡፡",
      "22": "ሁሉንም ነገር ከስልጣኑ ሥር አድርጎ አስገዛለት፤ ቤተ ክርስቲያንም ከሁሉ በላይ እንዲሆን ራስ አደረገው፡፡",
      "23": "ቤተ ክርስቲያን፤ የእርሱም አካልና የእርሱም ሙላት ናት፤ እርሱም ሁሉም በሁሉ የሚሞላ ነው፡፡"
    },
    "Chapter 2": {
      "1": "እናንተ በበደላችሁና በኃጢአታችሁ ምክንያት የሞታችሁ ነበራችሁ፤",
      "2": "በዚያን ጊዜ የዚህን ዓለም ክፉ ነገር እየተከተላችሁ በበደልና በኃጢአት ትኖሩ ነበር፤ እንዲሁም በአየር ያሉትን የመናፍስት ሃይሎች የሚገዛውን ትከተሉ ነበር፤ እርሱ በማይታዘዙት ሰዎች አሁን የሚሰራ እርኩስ መንፈስ ነው፡፡",
      "3": "እኛም ሁላችን በእነርሱ መካከል የስጋችንን ፈቃድና የአእምሮአችን አሳብ እየተከተልን ከዚህ በፊት በሥጋችን ምኞት እንኖር ነበር፤ እንደሌሎቹ በተፈጥሮአችን በያህዌ ቁጣ ሥር ነበርን፡፡",
      "4": "ነገር ግን የያህዌ ምህረት ብዙ ከመሆኑና ለእኛም ያለው ፍቅር ታላቅ ከመሆኑ የተሣ፤",
      "5": "ምንም እንኳ በበደላችን የሞትን ብንሆንም፤ ያህዌ ከክርስቶስ ጋር ሕይወትን ሰጥቶናል፤ እናንተም የዳናችሁት በጸጋው ነው፡፡",
      "6": "ከየሱስ ክርስቶስ ጋር በመተባበራችን ከእርሱ ጋር ከሞት አስነስቶናል፤ ከክርስቶስም ጋር በሰማይ አስቀምጦናል፡፡",
      "7": "ይህንንም ያደረገው፤ በሚመጡት ዘመናት በየሱስ ክርስቶስ የጸጋውን ብዛት በምሕረት ለመግለጥ ፈልጎ ነው፡፡",
      "8": "ምክንያቱም እናንተ የዳናችሁት በእምነት አማካይነት በጸጋው ነው፤ ይህም የያህዌ ስጦታ ነው እንጂ በእናንተ ሥራ የተገኘ አይደለም፡፡",
      "9": "ማንም ሰው እንዳይመካም ይህ የመዳን ጸጋ የተገኘው ከሥራ አይደለም፤",
      "10": "ምክንያቱም እኛ፤ ያህዌ አስቀድሞ ያዘጋጃቸውን መልካም ሥራዎች እንድንሠራ በየሱስ ክርስቶስ አማካይነት እንደገና የተፈጠርን የያህዌ ፍጡሮች ነን፡፡",
      "11": "ስለዚህ እናንተ ቀድሞ በትውልዳችሁ አረማውያን የነበራችሁ፤ አይሁዳውያን በሰው እጅ በመገረዛቸው እየተመኩ እናንተን “ያልተገረዙ” እሉ ይሰድቡአችሁ እንደነበር አስታውሱ፡፡",
      "12": "የእስራኤልን ዜግነት አጥታችሁ፤ ለተስፋው ቃል እንግዶች ሆናችሁ፤ በዚህ ዓለምም ተስፋ አትታችሁና ከያህዌ ተለይታችሁ ያለ ክርስቶስ ነበራችሁ፡፡",
      "13": "አሁን ግን፤ እናንተ ከዚህ በፊት ርቃችሁ የነበራችሁት፤ በየሱስ ክርስቶስ ሆናችሁ በእርሱ ደም ቀርባችኋል፡፡",
      "14": "ለይቶን የነበረውን የጥል ግድግዳ ያፈረሰና አይሁዳዊያንንና አሕዛብን አንድ ያደረገ ሰላማችን ክርስቶስ ነው፡፡",
      "15": "ሰላምንም በማድረግ ከሁለቱ ሕዝቦች ከእርሱ ጋር የሚተባበር አንድ አዲስ ሕዝብ ለመፍጠር የሕግን ትእዛዞችና ደንቦች በሥጋው ሻረ፡፡",
      "16": "በመስቀል ላይ በመሞትም ጠላትነትን አስወገደ፤ ሁለቱንም አንድ አካል አድርጎ ከያህዌ ጋር አስታረቃቸው፡፡",
      "17": "መጥቶም ለእናንተ ርቃችሁ ለነበራችሁትና ቀርበው ለነበሩት ለእነርሱም የሰላምን የምስራች ቃል ሰበከ፡፡",
      "18": "ምክንያቱም በእርሱ አማካይነት ሁላችንም በአንድ መንፈስ ተመርተን ወደ አብ እንቀርባለን፡፡",
      "19": "ስለዚህ እናንተ ከቅዱሳን ጋር የአንድ አገር ዜጎችና የያህዌ ቤተሰቦች ናችሁ እንጂ ከእግዲህ ወዲህ እንግዶችና መጻተኞች አይደላችሁም፡፡",
      "20": "በሐዋርያትና በነቢያትም መሠረት ላይ ታንጻችኋል፤ የማእዘኑም ራስ የሆነው ድንጋይ የሱስ ክርስቶስ ነው፡፡",
      "21": "ሕንጻው በሙሉ በእነርሱ ተገጣጥሞ የጌታ ቅዱስ ቤተ መቅደስ ለመሆን ያድጋል፡፡",
      "22": "እናንተም ያህዌ በመንፈሱ የሚያድርበት ሕንጻ ለመሆን፤ በክርስቶስ ትታነጻላችሁ፡፡"
    },
    "Chapter 3": {
      "1": "ስለዚህ በእናንተ በአረማውያን ምክንያት የያሹዋ መሺያ እስረኛ የሆንሁ እኔ ጳውሎስ በያህቬህ(יהוה) ፊት ተንበርክኬ እጸልያለሁ፡፡",
      "2": "ለእናንተ ጥቅም እንዳለው ያህቬህ(יהוה) የአገልግሎት ጸጋ አንደሰጠን በእርግጥ ሰምታችኋል፡፡",
      "3": "አስቀድሜ ባጭሩ እንደጻፍሁላችሁ ያህቬህ(יהוה) የተሰወረ ሚስጥር ገልጦ አሳይቶኛል፡፡",
      "4": "የጸፍኩላችሁን ብታነቡ ስለ መሲሕ ሚስጥር እኔ ያለኝን አስተሳሰብ መረዳት ትችላላችሁ፡፡",
      "5": "ይህም ሚስጥር በያህቬህ(יהוה) መንፈስ አማካይነት በቅዱሳን ሐዋርትና ነቢያቱ አሁን እንደተገለጠው አይነት ባለፉት ዘመናት ለነበሩት ሰዎች አልተገለጠም፡፡",
      "6": "ይህም በወንጌል አማካይነት አረማውያን ከአይሁዳውያን ጋር የያህቬህ(יהוה) በረከት ተካፋዮች መሆናቸውና የአንድ አካል ክፍሎች መሆናቸው፤ ያህቬህ(יהוה) በያሹዋ መሺያ በረከት የሰጠውም የተስፋ ቃል ተካፋይዎች መሆናቸው አልተገለጠም ማለት ነው፡፡",
      "7": "ያህቬህ(יהוה) በኃይሉ አሠራር በሰጠኝ የጸጋ ስጦታ የዚህ ወንጌል አገልጋይ ሆኜአለሁ፡፡",
      "8": "ምንም እንኳ እኔ ከቅዱሳን ሁሉ የማንስ ብሆንም፤ ወሰን የሌለውን የመሲሕ ባለጸግነት ለአረማውያን እንዳበሥር ይህ ጸጋ ተሰጠኝ፡፡",
      "9": "እንዲሁም ባለፉት ዘመናት የሁሉ ነገር ፈጣሪ በሆነው በያህቬህ(יהוה) ዕቅድ ምን መሆኑን ለሁሉ እንድገልጥ ጸጋ ሰጠኝ፡፡",
      "10": "ይህም የሆነው በአሁኑ ዘመን በቤተ ክርስቲያን አማካይነት፤ በሰማይ ያሉት አለቆችና ባለስልጣኖች የያህቬህ(יהוה)ን ጥበብ በየመልኩ እንዲያቁ ነው፡፡",
      "11": "ያህቬህ(יהוה) በጌታችን በያሹዋ መሺያ ይህን የፈጸመው፤ ከዘላለም ባቀደው መሠረት ነው፡፡",
      "12": "በመሲሕ በማመናችን ምክንያት በያህቬህ(יהוה) ፊት በድፍረትና በመተማመን መቅረብ እንችላለን፡፡",
      "13": "ስለዚህ ይህ ስለእናንተ የምቀበለው መከራ ክብራችሁ ስለሆነ ተስፋ አትቁረጡ ብዬ እለምናችኋለሁ፡፡",
      "14": "እንግዲህ በያህቬህ(יהוה) አብ ፊት በጉልበቴ ተንበርክኬ የምጸልየው በዚህ ምክንያት ነው፡፡",
      "15": "በሰማይና በምድር ያለ ቤተሰብ ሁሉ እውነተኛ ስሙን የሚያገኘው ከያህቬህ(יהוה) ነው፡፡",
      "16": "ውስጣዊውን ሰውነታችሁን የሚያጠናክር ኃይል በመንፈሱ አማካይነት ያህቬህ(יהוה) ከክብሩ ባለጸግነት እንዲሰጣች እጸልያለሁ፡፡",
      "17": "እንዲሁም መሲሕ በእምነት በልባችሁ እንዲኖር የእናንተ ስርና መሠረት በፍቅር የጸና እንዲሆን እጸልያለሁ፡፡",
      "18": "ደግሞም የመሲሕ ፍቅር ስፋቱና ርዝመቱ፤ ቁመቱና ጥልቀቱ ምን ያህል መሆኑን ከቅዱሳን ሁሉ ጋር ማስተዋል እንዲትችለና፤",
      "19": "ይህን ለማወቅ የሚያዳግተውን የመሲሕን ፍቅር እንድታቁ፤ በያህቬህ(יהוה) ፍጹም ሙላት ለመሞላትም እንድትበቁ እጸልያለሁ፡፡",
      "20": "ስለዚህ በእኛ ውስጥ በሚሰራው ኀይል አማካይነት ከምንለምነውና ከምናስበው እጅግ አብልጦ ሊያደርግ ለሚቻለው አምላክ፤",
      "21": "ለእርሱ በቤተ ክርስቲያንና በያሹዋ መሺያ በዘመናት ሁሉ ለዘለዓለም ክብር ይሁን፤ አሜን፡፡"
    },

    "Chapter 4": {
      "1": "እንግዲህ ስለ ጌታ ፍቅር እስረኛ የሆንሁ እኔ፤ የተጠራችሁበትን ጥሪ የሚያመሰግን ሕይወት ይኑራችሁ ብዬ እለምናችኋለሁ፡፡",
      "2": "በፍቅር እርስ በርሳችሁ እየተረዳዳችሁ ዘወትር በትህትና፤ በገርነትና በትዕግሥት ኑሩ፡፡",
      "3": "በሰላም ተሳስራችሁ ከመንፈስ ቅዱስ የሚገኘውን አንድነት በመጠበቅ ትጉ፡፡",
      "4": "በተጠራችሁ ጊዜ ለአንድ ተስፋ እንደተጠራችሁ ሁሉ አንድ አካልና አንድ መንፈስ አለ፡፡",
      "5": "እንዲሁም አንድ ጌታ፤ አንድ እምነትና አንድ ጥምቀት አለ፡፡",
      "6": "ደግሞም ከሁሉ በላይ የሆነ፤ በሁሉም የሚሠራ፤ በሁሉም የሚኖር፤ የሁሉም አባት የሆነ አንድ አምላክ አለው፡፡",
      "7": "ነገር ግን መሲሕ ለመስጠት በወሰነው መጠን ለእያንዳንዳችን ጸጋ ተሰጥቶናል፡፡",
      "8": "ይህም፡- “ወደ ላይ በወጣ ጊዜ ብዙ ምርኮኞች ይዞ ሄደ፤ ለሰዎችም ስጦታዎችን ሰጠ” እንደተባለው ነው፡፡",
      "9": "ታዲያ ይህ “ወደ ላይ ወጣ” የሚለው ቃል ወደ ምድር በታች መውረዱን ካልሆነ በቀረ ሌላው ምን ያመለክታል?",
      "10": "ይህ ወደታች የወረደው በሁሉ ቦታ ተገኝቶ ሁሉን ለሞምላት ከሰማያት ሁሉ በላይ የወጣ ነው፡፡",
      "11": "እርሱም አንዳንዶቹ ሐዋርያት፤ አንዳንዶቹ ነብያት፤ አንዳንዶቹ የወንጌል ሰባኪዎእ፤ አንዳንዶቹ የምእመናን እረኞች፤ አንዳንዶቹ አስተማሪዎች እንዲሆኑ ስጦታዎችን ሰጠ፡፡",
      "12": "ይህንንም ያደረገው የመሲሕ አካል የሆነችው ቤተ ክርስቲያን እንድትታነጽ ምእመናንን ለክርሲቲያናዊ አገልግሎት ለማዘጋጀት ነው፡፡",
      "13": "እንዲሁም የያህቬህ(יהוה)ን ልጅ በማወቅ በእምነት ወደ ሚገኘው አንድነት ደረሰ፤ መሲሕ ፍጹምና ሙሉ እንደሆነውም እኛም ሙሉ ሰው እንድንሆን ነው፡፡",
      "14": "ከእንግዲህ ወዲህ በሰዎች ሽንገላና በአታላይነት ተንኮል በተዘጋጀው በአሳሳች የትምህርት ነፋስ ወዲያና ወዲህ እንሚወሰዱ ሕጻናት አንሆንም፡፡",
      "15": "ይልቁንም እውነትን በፍቅር እየተናገርን ራስ የሆነውን መሲሕን በመምሰል በሁሉ ነገር እናድጋለን፡፡",
      "16": "የተለያዩት የሰውነት ክፍሎች የሚገጣጠሙት በመሲሕ ነው፤ አካልም በሙሉ የተያያዘው በመገጣጠሚያዎቹ ነው፤ ስለዚህ እያንዳንዱ የአካል ክፍል የተመደበለትን ተግባር ሲያከናውን፤ አካል በሙሉ ያድጋል፤ በፍቅርም ይታነጻል፡፡",
      "17": "ከእንግዲህ ወዲህ አሳባቸው ከንቱ እንደሆነ አረማውያን አትኑሩ ብዬ በጌታ ስም አስጠነቅቃችኋለሁ፤",
      "18": "የእነርሱ አእምሮ ጨልሟል፤ ባለማወቃቸውና በእቢተኛነታቸው ምክንያት ከያህቬህ(יהוה) ሕይወት ርቀዋል፡፡",
      "19": "የሐፍረት ስሜታቸው ስለጠፋ ራሳቸውን ለክፉ ልማድ አስገዝተዋል፤ ስለዚህ ልዩ ልዩ እርኩሰትን ባለሟቋረጥ ለማድረግ አጥብቀው ይመኛሉ፡፡",
      "20": "እናንተ ግን ስለ መሲሕ የተማራችሁት እንዲህ አይደለም፡፡",
      "21": "በእርግጥ ስለእርሱ ሰምታችኋል፤ የእርሱ በመሆናችሁ ይህን የሰማችሁ ከሆነም በያሹዋ ያለውን እውነት ተምራችኋል፡፡",
      "22": "ስለዚህ አታልሎ ወደ ኃጢአት በሚመራ ምኞት የተበላሸውን፤ አስቀድሞ ትኖሩበት የነበረውን አሮጌውን ሰውነት አስወግዱ፡፡",
      "23": "አእምሮአችሁን በመንፈስ ይታደስ፡፡",
      "24": "በእውነተኛ ጽድቅና ቅድስና ያህቬህ(יהוה)ን ለመምሰል የተፈጠረውን አዲሱን ሰውነት ልበሱ፡፡",
      "25": "ስለዚህ ውሸት አትናገሩ? ሁላችሁም የአንድ አካል ክፍሎች ስለሆንን እርስ በርሳችን እውነት እንናገር፡፡",
      "26": "ምንም ያህል ብትቆጡ ኃጢአት አትስሩ፤ ቁጣችሁም ሳይወገድ ፀሐይ አይጥለቅባችሁ፡፡",
      "27": "ለዲያብሎስም ስፋር አትስጡት፡፡",
      "28": "ይሰርቅ የነበረ ከእግዲህ ወዲያ አይስረቅ፤ ይልቅስ ለችግረኞች የሚያካፍለው ገንዘብ እንዲኖረው በገዛ እጆቹ መልካም ነገርን ይስራ፡፡",
      "29": "ከቶ ከአፋችሁ ክፉ ቃል አይውጣ፤ ነገር ግን ለሚሰሙት ጸጋን የሚሰጥና ለማነጽ የሚጠቅም፤ ለሰዎችም አስፈላጊ የሆነውን ቃል ተናገሩ፡፡",
      "30": "ለምትዋጁበት ቀን መያዣ እንዲሆናችሁ የታተማችሁበትን ቅዱሱን የያህቬህ(יהוה) መንፈስ አታሳዝኑ፡፡",
      "31": "መራራነት፤ ንዴት፤ ቁጣ፤ ጩኸት፤ ስድብና ማናቸውም ዐይነት ክፋት ሁሉ ከእናንተ ወዲያ ይራቅ፡፡",
      "32": "ይልቅስ እርስ በርሳችሁ ድጎችና አዛኞች ሁኑ፤ ያህቬህ(יהוה) በመሲሕ ይቅር እንዳላችሁ፤ እናንተም እርስ በርሳችሁ ይቅር ተባባሉ፡፡"
    },
    "Chapter 5": {
      "1": "1እንግዲህ ያህቬህ(יהוה) የሚወድዳችሁ ልጆቹ እንደመሆናችሁ መጠን እርሱን ምሰሉ፡፡",
      "2": "2መሲሕ እንደወደደንና ያህቬህ(יהוה)ን ደስ የሚያሰኝ መልካም መዓዛ ያለው መባና መሥዋዕት አድርጎ ሕይወትን ስለ እኛ አሳልፎ እንደሰጠ እናንተም በፍቅር ኑሩ፡፡",
      "3": "3እንዲህ አይነቱ ነገር ለቅዱሳን ስለማይስማማ፤ ዝሙት ወይም ማናቸውንም ዐይነት ርኩሰት ወይም ንፍገት ማድረግ ይቅርና ወሬው እንኳ ሊሰማባችሁ አይገባም፡፡",
      "4": "4ይልቅስ ለያህቬህ(יהוה) ምስጋና አቅርቡ እንጂ የሚያሳፍርና ረብ የሌለው ወይም ጸያፍ ነገር መናገር አይገባችሁም፤ ምክንያቱም እንዲህ ያለ ነገር ለእናንተ ተስማሚ አይደለም፡፡",
      "5": "5አመንዝራም ቢሆን፤ ማናቸውንም የርኩሰት ሥራ የሚያደርግ ቢሆንም ወይም ጣዖት አምላኪ የሆነ ንፉግም ቢሆን፤ በመሲሕና በያህቬህ(יהוה) መንግሥት ርስት እንደማይኖረው ዕወቁ፡፡",
      "6": "6በእነዚህ ነገሮች ምክንያት በማይታዘዙ ሰዎች ላይ ያህቬህ(יהוה) ቁጣ ስለሚመጣ ማንም በከንቱ ንግግር አያታልላችሁ፡፡",
      "7": "7ስለዚህ ከእነዚህ ከማይተባበሩ ሰዎች ጋር አትተባበሩ፤",
      "8": "8እናንተ ራሳችሁ ቀድሞ በጨለማ ውስጥ ትኖሩ ነበር፤ አሁን ግን በጌታ ብርሃን ውስጥ ስለሆናችሁ፤ በብርሃን እንደሚኖሩ ሰዎች ኑሩ፡፡",
      "9": "9ምክንያቱም የደግነት ሁሉ፤ የጽድቅና የእውነት ፍሬ የሚገኘው ከብርሃን ነው፡፡",
      "10": "10ስለዚህ ጌታን ደስ የሚያሰኘው ነገር ምን እንደሆነ መርምሩ፡፡",
      "11": "11ወደ ብርሃን አውጥታችሁ አጋልጡት እንጂ ፍሬቢስ ከሆነ ከጨለማ ሥራ ጋር አትተባበሩ፡፡",
      "12": "12እነርሱ በስውር ስለሚያደርጉት ነገር መናገር እንኳ ያሳፍራል፡፡",
      "13": "13ሁሉ ነገር ወደ ብርሃን ሲመጣ እውነተኛ መልኩ ግልጥ ሆኖ ይታያል፡፡",
      "14": "14ምክንያቱም በግልጥ የሚታይ ሁሉ ብርሃን ነው፤ ስለዚህ፤ “ አንተ የምታንቀላፋ ንቃ! ከሞትም ተነሣ! ክርስቶስም ያበራልሃል” ተብሎአል፡፡",
      "15": "15እንግዲህ እንዴት እንደምትኖሩ በጥንቃቄ አስተውሉ፤ እንደ ጥበበኞች እንጂ እንደ ሞኞች አትኑሩ፡፡",
      "16": "16ይህ ዘመን ክፉ ስለሆነ በማናቸውም አጋጣሚ ጊዜ ተጠቀሙ፡፡",
      "17": "17ስለዚህ የጌታ ፈቃድ ምን መሆኑን አስተውሉ እንጂ ሞኞች አትሁኑ፡፡",
      "18": "18ወደ ጥፋት የሚመራችሁ ስለሆነ በወይን ጠጅ አትስከሩ፤ ይልቅስ በመንፈስ ቅዱስ ተሞሉ፡፡",
      "19": "19በመዝሙርና በውዳሴ፤ በመንፈሳዊም ዜማ እርስ በርሳችሁ ተነጋገሩ፤ በውዳሴና በመዝሙር በልባችሁ ጌታን አመስግኑ፤",
      "20": "20በጌታችን በያሹዋ መሺያ ስም ስለ ሁሉ ነገር ያህቬህ(יהוה)ን አወትር አመስግኑ፡፡"
    },
    "Chapter 6": {
      "1": "1ልጆች ሆይ! የጌታ ያሹዋ እንደመሆናችሁ መጠን፤ ለወላጆቻችሁ ታዘዙ፤ ምክንያቱም ይህ ነገር ተገቢ ነው፡፡",
      "2": "2“አባትህንና እናትህን አክብር” የሚለው ትእዛዝ፤ የተስፋ ቃል ያለበት የመጀመሪያ ትእዛዝ ነው፤",
      "3": "3ይህንንም ብታደርግ “ሁሉም ነገር ይሰምርልሃል፤ ዕድሜህም ይረዝማል”",
      "4": "4እናተም ወላጆች ሆይ! በጌታ በኢየሱስ ስነ ስርዓትና ምክር አሳድጓቸው እንጂ ልጆቻችሁን በማስቆጣት አታስመርሯቸው፡፡",
      "5": "5አገልጋዮች ሆይ! በስጋ ጌቶቻችሁ ለሆኑት በፍርሃትና በመንቀጥቀጥ ታዘዙ፤ መሲሕን በምታገለግሉት ዐይነት በልባችሁ ቅንነት ታዘዙ፡፡",
      "6": "6የምታዘዙትም የያህቬህ(יהוה) ፈቃድ ከልብ እንደሚፈጽሙ እንደ መሲሕ አገልጋዮች ሆናችሁ ነው እንጂ ሰውን ደስ ለማሰኘት ብላችሁ ለታይታ አይሁን፡፡",
      "7": "7ሰውን ሳይሆን ጌታ ያሹዋን እንደምታገለግሉ አድርጋችሁ በመልካም ፈቃድ አገልግሉ፡፡",
      "8": "8ምክንያቱም አገልጋይም ሆነ ጌታ፤ እያንዳንዱ በሠራው መልካም ሥራ ከጌታ ያሹዋ ብድራቱን የሚቀበል መሆኑን ታውቃላችሁ፡፡",
      "9": "9እናተም ጌቴች ሆይ! በሰው ፊት የማያዳላ የእናንተና የእነርሱ ጌታ በሰማይ እንዳለ በማስታወስ፤ ዛቻችሁን ትታችሁ ለአገልጋዮቻችሁ መልም አድርጉላቸው፡፡",
      "10": "10በቀረውስ ወንድሞቼ ሆይ! በጌታ እና በእርሱም ታላቅ ኃይል በርቱ፤",
      "11": "11የዲያብሎስን የተንኮል ሥራ መቃወም እንድትችሉ የያህቬህ(יהוה)ን የጦር መሣሪያ በሙሉ ልበሱ፡፡",
      "12": "12ምክንያቱም የእኛ ውጊያ ከሰዎች ጋር ሳይሆን በዚህ በጨለማ ዘመን ከሚሠሩት ገዥዎች፤ ከባለስልጣኖች እና፤ ከዓለም ኃይሎች ይህም ማለት በሰማይ ካሉት የእርኩሳን መናፍስት ሠራዊት ጋር ነው፡፡",
      "13": "13ስለዚህ የያህቬህ(יהוה)ን የጦር መሣሪያ በሙሉ አንሱ! በዚህ ሁኔታ ክፉ ቀን ሲገጥማችሁ የጠላትን ኃይል መቃወምና እሰከመጨረሸውም ከተዋጋችሁ በኋላ ጸንታችሁ መቆም ትችላላችሁ፡፡",
      "14": "14እንግዲህ እውነትን እንደዝናር ታጥቃችሁ፤ ጽድቅን እንደጥሩር ለብሳችሁ፤",
      "15": "15የሰላምን የምስራች ቃል እንደጫማ በእግሮቻችሁ አጥልቃችሁ በመዘጋጅት ቁሙ፤",
      "16": "16ከዚህም ሁሉ በላይ እንደ እሳት የሚበለበሉትን የዲያብሎስን ፍላጻዎች ሁሉ ማጥፋት የምትችሉበትን እምነት እንደ ጋሻ አንሱ፡፡",
      "17": "17እንደሁም ደኅንነትን እንደ ራስ ቁር በራሳችሁ ላይ ድፉ፤ የያህቬህ(יהוה)ን ቃል እንደ መንፈስ ቅዱስ ሰይፍ ያዙ፡፡",
      "18": "18የሚያስፈልጋችሁን ሁሉ ስትለምኑ በመንፈስ ቅዱስ እየተመራችሁ ዘወትር ጸልዩ፤ በዚህ ዐይነት ነቅታችሁ ትጉ፤ ለምእመናንም ሁሉ ባለሟቋረጥ ጸልዩ፤",
      "19": "19የወንጌልን ምስጢር ያለ ፍርሃት እንድገልጥ፤ በምናገርበት ጊዜ አስፈላጊውን ቃል እንዲሰጠኝ ለእኔም ጸልዩልኝ፡፡",
      "20": "20አሁን እንኳ ታስሬ ሳለሁ የዚህ ወንጌል አምባሳደር ነኝ፤ ስለዚህ እንደሚገባኝ ያለ ፍርሃት እንድናገር ጸልዩልኝ፡፡",
      "21": "21የተወደደው ወንድማችንና በጌታ ያሹዋ ሥራ ታማኝ አገልጋይ የሆነው ቲኪቆስ የእኔን ሁኔታ እንድታውቁ ስለ እኔ ሁሉን ነገር ይነግራችኋል፡፡",
      "22": "22ስለዚህ እኛ እንዴት እንደሆንን እንድታውቁና እንዲያበረታታችሁም በማለት እርሱን ወደ እናንተ ልኬዋለሁ፡፡",
      "23": "23ከያህቬህ(יהוה) አብና ከጌታም ከያሹዋ መሺያ ሰላምና ፍቅር ከእምነት ጋር ለወንድሞች ይሁን፡፡",
      "24": "24በማያቋርጥ ፍቅር ጌታችንን ያሹዋ መሺያን ከሚወዱት ሁሉ ጋር ጸጋ ይሁን፡፡"
    }
  }
}
