{
  "exodus": {
    "Chapter 1": {
      "1": "እያንዳንዱ ከቤተሰቡ ጋር ሆኖ ወደ ግብጽ ምድር የገቡት፤ እሥራኤል ተብሎ የተጠራው የያዕቆብ ልጆች እነዚህ ናቸው፤",
      "2": "ሮቤል፤ ስምዖን፤ ሌዊ፤ ይሁዳ፤",
      "3": "ይሳኮር፤ ዛብሎን፤ ብንያም፤",
      "4": "ዳን፤ ንፍታሌም፤ ጋድና አሴር፡፡",
      "5": "በቀጥታ ከያዕቆብ የተገኙት የዝርዎቹ ጠቅላላ ብዛት ሰባ1* ሲሆን፤ ዮሴፍ ግን ቀደም ብሎ በግብጽ ይኖር ነበር፡፡",
      "6": "በዘመናት ውስጥ ዮሴፍ፤ ወንድሞቹና የዚያ ትውልድ አባቶች ሁሉ ሞቱ፡፡",
      "7": "ሆኖም የእነርሱ ዝርያዎች የሆኑ እሥራኤላውያን ተዋልደው ቁጥራቸው ከመብዛቱ የተነሣ የግብጽን ምድር ሞሉአት፤ እጅግም ብርቱዎች ሆኑ፡፡",
      "8": "ከዚህ ሁሉ በኋላ ዮሴፍ ያደረገውን መልካም ነገር ሁሉ የማያውቅ አዲስ ንጉሥ በግብጽ ተነሣ፡፡",
      "9": "እርሱም ለሕዝቡ እንዲህ አለ፤ “እነሆ እነዚህ እሥራኤላውያን ቁጥራቸው በዝቶአል፤ የኀይላቸውም ብርታት አስጊ ሆኖብናል፤",
      "10": "ከዚህም የተነሣ ከጠላቶቻችን ጋር ተባብረው ከወጉን በኋላ አምልጠው መሄድ ይችላሉ፤ ስለዚህ ቁጥራቸው እየበዛ እንዳይሄድ ኑ አንድ ዘዴ እንፍጠርባቸው፡፡”",
      "11": "ከዚህ በኋላ በብርቱ ሥራ ያስጨንቁአቸው ዘንድ ግብጻውያን ጨካኞች የሆኑ አሠሪዎችን ሾሙባቸው፤ በዚህም ሁኔታ የብዙ ነገር ማከማቻ የሆኑትን ፊቶምና ራምሴ የተባሉትን ከተሞች ለፈርዖን ሠሩ፡፡",
      "12": "ነገር ግን እስራኤላውያን በተጨቆኑ መጠን ቁጥራቸው ይበልጥ እየበዛና በምድሪቱም ላይ እየተስፋፉ ሄዱ፤ ከዚህም የተነሳ ግብጻውያን እሥራኤላውያንን ፈሩአቸው፡፡",
      "13": "ርኅራኄ በጎደለውም ጭካኔ በባርነት ያሠሩአቸው ጀመር፤",
      "14": "ጭቃ በማቡካት ጡብ በማዘጋጀትና በእርሻ ውስጥ በጭካኔ ከባድ ሥራ በማሠራት ሕይወታቸው መራራ እንዲሆን አደረጉ፡፡",
      "15": "ከዚህ በኋላ የግብጽ ንጉሥ የእብራውያን ሴቶችን የሚረዱ ጺፓራና ፉሐ ተብለው የሚጠሩትን ሁለት አዋላጆች ጠርቶ፤",
      "16": "”የእብራውያን ሴቶችን በምታዋልዱበት ጊዜ የሚወለደው ሕፃን ወንድ ከሆነ ወዲያውኑ ግደሉት፤ ሴት ከሆነች ግን በሕይወት እንድትኖር ተውአት” አላቸው፤",
      "17": "አዋላጆቹ ግን ፈጣሪን ስለፈሩ የግብጽ ንጉሥ እንዳዘዛቸው አላደረጉም፤ እንዲያውም ወንዶችም ልጆች በሕይወት እንዲኖሩ አደረጉ፡፡",
      "18": "ከዚህ በኋላ የግብጽ ንጉሥ አዋላጆቹን አስጠርቶ “ወንዶች ልጆች በሕይወት እንዲኖሩ ያደረጋችሁበት ምክንያት ምንድን ነው?” ሲል ጠየቃቸው፡፡",
      "19": "እነርሱም “የእብራውያን ሴቶች እንደ ግብጻውያን ሴቶች አይደሉም፤ እነርሱ ብርቱዎች ስለሆኑ አዋላጆች ወደ እነርሱ ገና ከመምጣታቸው በፊት ያለምንም ችግር ይወልዳሉ” ሲሉ መለሱለት፡፡",
      "20": "አዋላጆቹ יהוהን ስለፈሩ יהוהም ለእነርሱ መልካም ነገር አደረገላቸው፤ ለእያንዳንዳቸውም ቤተሰብ ሰጣቸው፤ በዚህም ዓይነት የእስራኤል ሕዝብ በቁጥር እየበዙና ብርቱዎችም እየሆኑ ሄዱ፡፡",
      "21": "ከዚህም በኋላ ንጉሡ “ከዕብራውያን አዲስ የሚወለደውን ወንድ ልጅ ሁሉ እያነሳችሁ ዓባይ ወንዝ ውስጥ ጣሉ፤ ሴቶች ልጆች ግን በሕይወት ይኑሩ” ሲል ለሕዝቡ ትዕዛዝ አስተላለፈ፡፡"
    },
    "Chapter 2": {
      "1": "በዚያን ጊዜ ከሌዊ ወገን የሆነ አንድ ሰው አንዲት ሌዋዊት ሴት አገባ፤",
      "2": "እርስዋም ወንድ ልጅ ወለደችለት፤ ሕፃኑ መልከ መልካም መሆኑን አይታ ሦስት ወር ሸሸገችው፡፡",
      "3": "ሆኖም ከዚያ በላይ ልትሸሽገው አለመቻልዋን በተረዳ ጊዜ፤ በሣጥን መልክ ከደንገል የተሠራ ቅርጫት አዘጋጀች፤ ውሃም እንዳያስገባ በቅጥራን ለቀለቀችው፤ ሕፃኑንም አስገብታ ቅርጫቱን በወንዝ ዳር በሚገኙ ጎሽ መቃ መካከል አስቀመጠችው፡፡",
      "4": "የሕፃኑም እህት የሚደርስበትን ነገር ለማየት ራቅ ብላ ትጠባበቀው ነበር፡፡",
      "5": "በዚህ ጊዜ ፈርዖን እየተባለ የሚጠራው ንጉሥ ልጁ የሆነች አንዲት ልዕልት ልትታጠብ ወደ ወንዝ ወረደች፤ ሴቶች አገልጋዮችዋም በወንዙ ዳር ይንሸራሸሩ ነበር፤ እርስዋም በጎሽ መቃ መካከል የተቀመጠ አንድ ቅርጫት በድንገት አየች፤ አገልጋይዋንም ልካ አስመጣችው፡፡",
      "6": "በከፈተችውም ጊዜ አንድ ሕፃን በውስጥ አገኘች፤ ሕፃኑም ያለቅስ ስለነበር አዘነችለትና “ይህ ከእብራውያን ሕፃን አንዱ ነው” አለች፡፡",
      "7": "በዚያን ጊዜ የሕፃኑ እህት ልዕልቲቱን “ይህን ሕፃን እያጠባች የምታሳድግልሽ ከዕብራውያን ሴቶች አንዲቱን ልጥራልሽን?” ስትል ጠየቀቻት፡፡",
      "8": "ልዕልቲቱም “አዎ! ሄደሽ ጥሪልኝ” አለቻት፤ ልጅቱ፤ የሕፃኑንም እናት ጠርታ አመጣች፡፡",
      "9": "ልዕልቲቱም ሴትዮይቱን “ይህን ህፃን ወስደሽ እያጠባሽ አሳድጊልኝ፤ ደሞዝሽንም እከፍልሻለሁ” አለቻት፤ ስለዚህ ሴቲቱ ሕፃኑን ወስዳ ታጠባው ጀመር፡፡",
      "10": "ሕፃኑም ባደገ ጊዜ ወደ ልዕልቲቱ አመጣችው፤ የእርስዋም ልጅ ተባለ፡፡ እርስዋም “ከውሃ ያወጣሁት ስለሆነ ስሙ 'ሙሴ' ተብሎ ይጠራ” አለች፡፡",
      "11": "ሙሴ ባደገ ጊዜ ወገኖቹ የሆኑትን ዕብራውያንን ለመጎብኘት በሄደ ጊዜ፤ ተገድደው ከባድ ሥራ መሥራታቸውን ተመለከተ፤ እንዲያውም አንድ ግብጻዊ ከሙሴ ሕዝብ ወገን አንዱ የሆነውን ዕብራዊ ሲደበድብ አየ፡፡",
      "12": "ሙሴ ዙሪያውን ተመልክቶ ማንም እንደማያየው ከተረዳ በኋላ ግብጻዊውን ገድሎ ሬሳውን በአሸዋ ውስጥ ቀብሮት ሄደ፡፡",
      "13": "በማግሥቱም ወደዚያው ስፍራ ተመልሶ ሲሄድ ሁለት እብራውያን እርስ በርሳቸው ሲጣሉ አየ፤ በደል የሠራውንም ሰው ተመልክቶ “ወገንህ የሆነውን ዕብራዊ ለምን ትመታዋለህ?” ሲል ጠየቀው፡፡",
      "14": "ሰውየውም “አንተን በእኛ ላይ ገዥና ፈራጅ አድርጎ የሾመህ ማን ነው? ወይስ ያንን ግብጻዊ እንደገደልህ እኔንም መግደል ትፈልጋለህን?” አለው፤ ሙሴም እጅግ ፈርቶ “ለካስ ያደረግሁት ነገር በሕዝብ ዘንድ ታውቋል” ብሎ አሰበ፡፡",
      "15": "ንጉሡም የሆነውን ነገር ሁሉ በሰማ ጊዜ ሙሴን ለማስገደል ፈለገ፤ ሙሴ ግን ኮብልሎ በዚያው ለመኖር ወደ ምድያም አገር ሄደ፡፡",
      "16": "እዚያም እንደደረሰ ከዕለታት አንድ ቀን ሙሴ በውሃ ጉድጓድ አጠገብ ተቀምጦ ነበር፤",
      "17": "በዚያች አገር የሚኖር አንድ ካህን ሰባት ሴቶች ልጆች ነበሩት፤ እነርሱም ውሃ ለመቅዳትና በገንዳ እየሞሉ የአባታቸውን በጎችና ፍየሎች ለማጠጣት ወደዚያ መጡ፡፡",
      "18": "እረኞችም መጥተው እነዚያን ሴቶች አባረሩአቸው፤ ሙሴም ሴቶችን ከእረኞቹ እጅ በመታደግ መንጋቸውን ውሃ አጠጣላቸው፡፡",
      "19": "እነዚያም ሴቶች ልጆች ወደ አባታቸው ወደ ራጉኤል በተመለሱ ጊዜ “ዛሬ እንዴት በፍጥነት ተመለሳችሁ?” ሲል ጠየቃቸው፡፡",
      "20": "እነርሱም “አንድ ግብጻዊ ከእረኞቹ እጅ አዳነን፤ እንዲያውም ውሃ እየቀዳ መንጋችንን አጠጣልን” ብለው መለሱለት፡፡",
      "21": "አባታቸውም “ታዲያ አሁን ሰውየው የት ነው? ለምንስ ውጪ ተዋችሁት? ሂዱ ጥሩትና መጥቶ እህል ይቅመስ” አላቸው፡፡",
      "22": "ሙሴም ከዚያ ሰው ጋር ለመኖር ፈቃደኛ ሆነ፤ ያም ሰው ልጁን ጺፓራን ሚስት ትሆነው ዘንድ ለሙሴ ሰጠው፡፡",
      "23": "እርስዋም ወንድ ልጅ ወለደችለት፤ ሙሴም እኔ በዚህ ምድር መጻተኛ ነኝ ሲል ልጁን ጌርሾም ብሎ ጠራው፡፡",
      "24": "ከብዙ ዓመታት በኋላ የግብጽ ንጉሥ ሞተ፤ እሥራኤላውያን ግን አሁንም በባርነት ቀንበር ስር በመጨነቅ ዕርዳታ ለማግኘት በመጮህ ላይ ነበሩ፤ ጩኸታቸውም ወደ አምላክ ደረሰ፡፡",
      "25": "ጭንቀት የተሞላበትን ጩኸታቸውንም ሰምቶ፤ ከአብርሃም፣ ከይስሐቅና ከያዕቆብ ጋር የገባውን ቃል ኪዳን አስታወሰ፡፡",
      "26": "יהוה እሥራኤላውያን በባርነት መጨነቃቸውን አይቶ ስለእነርሱ አሰበ፡፡"
    },

    "Chapter 3": {
      "1": "እነሆ ሙሴ የምድያም ካህን የሆነውን የየትሮንን በጎች ይጠብቅ ነበር፤ መንጋውንም እየነዳ የአምላክ ተራራ እየተባለ ወደሚጠራው ወደ ኮሬብ ተራራ መጣ፡፡",
      "2": "እዚያም የፈጣሪ መልአክ በቁጥቋጦ ውስጥ በተቀጣጠለ የእሳት ነበልባል መካከል ሆኖ ተገለጠለት፤ ሙሴም ቁጥቋጦው በእሳት ተያይዞ ሳለ ምንም አለመቃጠሉን ተመለከተና፤",
      "3": "“ይህ እንዴት አስገራሚ ሁኔታ ነው? ቁጥቋጦውስ እንዴት አይቃጠልም? ቀርቤ መመልከት አለብኝ” አለ፡፡",
      "4": "ሙሴም ሁኔታውን ለማየት በቀረበ ጊዜ יהוה ተመለከተው፤ በቁጥቋጦውም መካከል ሆኖ “ሙሴ! ሙሴ!” ብሎ ጠራው፡፡ ሙሴም “እነሆ አለሁ!” አለ፡፡",
      "5": "ፈጣሪም እንዲህ አለው፤ “ወደዚህ አትቅረብ! የቆምህባት ምድር የተቀደሰች ስለሆነች ጫማህን አውልቅ፤",
      "6": "እኔ የቀድሞ አባቶችህ የአብርሃም፤ የይስሐቅና የያዕቆብ አምላክ ነኝ፤” በዚህ ጊዜ ሙሴ የיהוהን ፊት ማየት ስለፈራ ፊቱን ሸፈነ፡፡",
      "7": "ቀጥሎም ፈጣሪ እንዲህ አለ፤ “ሕዝቤ በግብጽ ምድር በምን ዐይነት ሥቃይና መከራ ላይ እንዳሉ አይቻለሁ፤ ከአስጨናቂዎቻቸው የሚታደጋቸውን በመፈለግ የሚያሰሙትን ጩኸት ሰምቻለሁ፤ የደረሰባቸውን መከራ ሁሉ ዐውቃለሁ፡፡",
      "8": "እነርሱንም ከግብጻውያን እጅ ለመታደግ ወርጃለሁ፤ ከግብጽም አውጥቼ አሁን ከነዓናውያን፤ ሒታውያን፤ አሞራውያን፤ ፈሪዛውያን፤ ሒዋውያንና ኢያቡሳውያን፤ የሚኖሩባትን፤ ማርና ወተት የምታፈስሰውን፤ ሰፊና ለም የሆነችውን ምድር እሰጣቸዋለሁ፡፡",
      "9": "በእርግጥም የሕዝቤን የእስራኤልን ጩኸት ሰምቼአለሁ፤ ግብጻውያን በእነርሱ ላይ የሚያደርሱባቸውን የግፍ ጭቆና ተመልክቻለሁ፤",
      "10": "እነሆ አሁንም ሕዝቤን ከግብጽ ምድር ታወጣ ዘንድ ወደ ግብጽ ንጉሥ እልክሃለሁ፡፡”",
      "11": "ሙሴ ግን יהוהን “ወደ ፈርዖን ሄጀ እስራኤልን ከግብጽ ለማውጣት የምበቃ ሰው አይደለሁም” አለ፡፡",
      "12": "יהוהም መልሶ “አይዞህ እኔ ከአንተ ጋር እሆናለሁ፤ እኔ እንደላክሁህም ምልክት የሚሆንህ ይህ ነው፤ ሕዝቤን ከግብጽ በምታወጣበት ጊዜ በዚህ ተራራ ላይ ትሰግዱልኛላችሁ” አለው፡፡",
      "13": "ሙሴም “እኔ ወደ እስራኤል ሕዝብ ሄጀ ‹የቀድሞ አባቶቻችሁ አምላክ ወደ እናንተ ልኮኛል› በምላቸው ጊዜ እነርሱ ‹ስሙ ማን ነው?› ብለው ቢጠይቁኝ ምን እመልስላቸዋለሁ?” አለ፡፡",
      "14": "יהוהም እንዲህ አለው፤ “እኔ ‹ያለሁና የምኖር ነኝ፤› ስለዚህም ‹ያለና የሚኖር ወደ እናንተ ልኮኛል› በላቸው፤",
      "15": "የቀድሞ አባቶቻችሁ አምላክ የሆንሁ יהוה ወደ እነርሱ የላክሁህ መሆኔን ለእስራኤል ሕዝብ ንገራቸው፤ ስሜም ለዘላለም ይኸው ነው፤ ወደ ፊት የሚነሣው ትውልድ ሁሉ የሚያውቀኝ በዚሁ ስም ነው፡፡",
      "16": "እንግዲህ ሂድና የእስራኤልን ህዝብ አለቆች ሁሉ በአንድነት ሰብስብ የቀድሞ አባቶቻቸው የአብርሃም፤ የይስሐቅና የያዕቆብ አምላክ የተገለጥሁልህ መሆኔንም ንገራቸው፤ ወደ እነርሱ ወርጄ ግብጻውያን በእነርሱ ላይ ያደረሱባቸውን ግፍና ጭቆና መመልከቴን ንገራቸው፡፡",
      "17": "ምክንያቱም በግፍ ጭቆና ከሚሠቃዩባት ከግብጽ ምድር አውጥቼ እነሆ ዛሬ ከነዓናውያን፤ ሒታውያን፤ አሞራውያን ፈሪዛውያን፤ ሒዋውያንና ኢያቡሳውያን የሚኖሩባትን፤ ማርና ወተት ምታፈስ፤ ሰፊና ለም የሆነች ምድር ልሰጣቸው ቃል ገብቻለሁ፡፡”",
      "18": "“ሕዝቤም አንተ የምትነግራቸውን ሁሉ ይሰማሉ፤ ከዚያም በኋላ ከእስራኤል ሕዝብ አለቆች ጋር ሆነህ ወደ ግብጽ ንጉሥ ሂድና ‹የዕብራውያን አምላክ የሆነ יהוה ተገልጦልናል፤ ስለዚህም ለአምላካችን መሥዋዕት እናቀርብ ዘንድ የሦስት ቀን መንገድ ተጉዘን ወደ በረሐ እንድንሄድ ፍቀድልን› ብላችሁ ንገሩት፤",
      "19": "እርግጥ ነው በታላቅ ክንድ ካልተገደደ በቀር የግብጽ ንጉሥ እንደማይለቃችሁ ዐውቃለሁ፡፡",
      "20": "ስለዚህም እጅግ አስፈሪ የሆኑ ድንቅ ተአምራትን በማድረግ የኀይል ክንዴን ዘርግቼ ግብጻውያንን እቀጣለሁ፤ ከዚያም በኋላ እንድትወጡ ይፈቅድላችኋል፡፡",
      "21": "“በምትወጡበት ጊዜ ሕዝቡ በግብጻውያን ዘንድ ሞገስ እንዲያገኙ ስለማደርግ ባዶ እጃችሁን አትወጡም፡፡",
      "22": "የዕብራውያን ሴቶች እያንዳንዳቸው ጎረቤት በመሆን አብረዋቸው የሚኖሩትን ግብጻውያን ሴቶች ልብስ፤ ወርቅ፤ ብርና ሌላም ጌጣጌጥ እንዲሰጡአቸው ይጠይቃሉ፤ ይህንንም ሁሉ ወስዳችሁ ወንዶችና ሴቶች ልጆቻችሁን ታለብሳላችሁ፤ በዚህም ዐይነት ግብጻውያን በዝብዛችሁ ትወጣላችሁ፡፡”"
    },
    "Chapter 4": {
      "1": "ሙሴም יהוהን “እስራኤላውያን ‹יהוה አልተገለጠልህም› ብለው ባያምኑና ቃሌን ባይሰሙ ምን እላቸዋለሁ?” አለው፡፡",
      "2": "יהוהም “በእጅህ የያዘኸው ምንድን ነው?” አለው፡፡",
      "3": "እርሱም “በትር ነው” አለ፡፡",
      "4": "יהוהም “ወደ መሬት ጣለው” አለው፤ ሙሴም ወደ መሬት በጣለው ጊዜ በትሩ ተለውጦ እባብ ሆነ፤ ሙሴም ከእርሱ ሸሸ፡፡",
      "5": "יהוה ግን ሙሴን “እጅህን ዘርግተህ ጅራቱን ይዘህ አንሣው” አለው፡፡ ሙሴም እጁን ዘርግቶ ጅራቱን በመያዝ ባነሳው ጊዜ እንደገና በትር ሆነ፡፤",
      "6": "יהוהም “የቀድሞ አባቶቻችሁ የአብርሃም የይስሐቅና የያዕቆብ አምላክ እንደተገለጠልህ ለእስራኤላውያን ማስረጃ ይሆን ዘንድ በዚህ ተጠቀም” አለው፡፡",
      "7": "እንደገናም יהוה ሙሴን “እጅህን ወደ ብብትህ አስገባው” አለው፤ እርሱም እጁን ወደ ብብቱ አስገባ፤ እጁንም ከብብቱ ባወጣው ጊዜ በረዶ በመሰለ ለምጽ ተወርሶ ነበር፡፡",
      "8": "ፈጣሪም “እጅህን እንደገና ወደ ብብትህ አስገባ” አለው፡፡ ሙሴም እጁን ወደ ብብቱ አስገባ፤ መልሶም ባወጣው ጊዜ ተመልሶ እንደሌላው ሰውነቱ ጤናማ ሆነ፡፡",
      "9": "יהוהም እንዲህ አለ፤ “እንግዲህ በመጀመሪያው ተአምር ባያምኑና እውነት ነው ብለው ባይቀበሉህ፤ ሁለተኛውን ተአምር ያምናሉ፡፡",
      "10": "እነዚህን ሁሉ ተአምራት አይተው ባያምኑና ቃልህንም ባይሰሙ፤ ከአባይ ወንዝ ጥቂት ውሃ ወስደህ በመሬት ላይ አፍስሰው፤ ከዓባይ ወንዝ የወሰድኸውም ውሃ በደረቀ ምድር ወደ ደም ይለወጣል፡፡”",
      "11": "ሙሴ ግን እንዲህ አለ፤ “እባክህ ጌታ ሆይ! ወደዚያ አትላከኝ፤ ቀድሞም ሆነ ወይም አሁን አንተ ከእኔ ጋር መነጋገር ከጀመርህበት ጊዜ አንስቶ የመናገር ችሎታ የለኝም፤ እኔ አንደበቴ የሚኮላተፍና አጥርቼ ለመናገር የማልችል ነኝ፡፡”",
      "12": "ከዚህም በኋላ יהוה ሙሴን እንዲህ አለው “ለሰው አፍን የፈጠረለት ማን ነው? ድዳ ወይም ደንቆሮ፤ ዐይናማና ዕውር የሚያደርግስ ማን ነው? ይህን ሁሉ ማድረግ የምችል እኔ አይደለሁምን?",
      "13": "ስለዚህ አሁን ሂድ! እኔም ካንተ ጋር ሆኜ መናገር እንድትችል አደርጋለሁ፤ ምን መናገር እንደሚገባህ እነግርሃለሁ፡፡”",
      "14": "ሙሴም “እባክህ ጌታ ሆይ! ሌላ ሰው ላክ” አለው፡፡",
      "15": "በዚህ ጊዜ יהוה ሙሴን እጅግ ተቆጥቶ እንዲህ አለው፤ “ሌዋዊ የሆነው ወንድምህ አሮን አለ አይደለምን? እርሱ ጥሩ ተናጋሪ እንደሆነ አውቃለሁ፤ እንዲያውም አሁን ወደ አንተ እየመጣ ነው፤ በሚያይህም ጊዜ ከልብ ደስ ይለዋል፡፡",
      "16": "ለእርሱ ትነግረዋለህ፤ የሚናገረውንም ቃል ታስረዳዋለህ፤ ሁለታችሁም እንዴት መናገር እንደምትችሉና ምን ማድረግ እንደሚገባችሁ አስተምራችኋለሁ፤",
      "17": "እርሱ አንተን ወክሎ ይናገራል፤ በአንተም ስም ቃሉን ለሕዝቡ ያስተላልፋል፤ አንተም ለእርሱ አምላክ ትሆናለህ፡፡",
      "18": "ተአምራት የምታሳይበትንም ይህን በትር ይዘህ ሂድ፡፡”",
      "19": "ሙሴም ወደ አማቹ ወደ የትሮ ተመልሶ ሄደና “በግብጽ የሚኖሩት ወገኖቼ ተመልሼ ሄጄ በሕይወት መኖራቸውን እንዳይ ፍቀድልኝ” አለው፡፡ የትሮም ፈቅዶ “በሰላም ሂድ” አለው፡፡",
      "20": "ሙሴ ገና በምድያም ሳለ ፈጣሪ “ሊገድሉህ የሚፈልጉት ሁሉ ስለ ሞቱ ወደ ግብጽ ተመልሰህ ሂድ” አለው፡፡",
      "21": "ስለዚህም ሙሴ ሚስቱንና ወንዶች ልጆቹን በአህያ ላይ አስቀምጦ ወደ ግብጽ መጓዝ ጀመረ፤ ተአምራት የሚገለጥበትንም የיהוה በትር በእጁ ይዞ ነበር፡፡",
      "22": "እንደገናም יהוה ሙሴን እንዲህ አለው፤ “እንግዲህ አሁን ወደ ግብጽ መመለስህ ስለሆነ፤ በሰጠሁህ ኀይል የምታደርጋቸውን ተአምራት በፈርዖን ፊት መፈጸም እንዳለብህ አትዘንጋ፤ ሆኖም እኔ ፈርዖንን እልኸኛ ስለማደርገው ሕዝቡን በቀላሉ አይለቅም፡፡",
      "23": "በዚያን ጊዜ እኔ ለፈርዖን የምለውን እንዲህ ብለህ ትነግረዋለህ፤ ‹እስራኤል የበኩር ልጄ ነው፤",
      "24": "እኔም ይህ ልጄ እኔን ማምለክ ይችል ዘንድ እንድትለቀው ነገርሁህ፤ አንተ ግን እምቢ አልህ፤ ስለዚህ አሁን የአንተን የበኩር ልጅ እገድላለሁ፡፡›”",
      "25": "ሙሴ ወደ ግብጽ በመጓዝ ላይ ሳለ ባረፈበት ሰፈር יהוה በሞት ሊቀጣው ፈለገ፡፡",
      "25-26": "ሚስቱም ጺፓራ ስለታም ባልጩት ይዛ የልጇን ሸለፈት ገረፈች፤ የሙሴንም እግር በሸለፈቱ ዳሰሰችው፤ ከግዝረት ሥርዓት የተነሣ “እንግዲህ አንተ ለእኔ የደም ሙሽራ ነህ” አለችው፤ יהוהም ለሙሴ ምህረት አድርጎ ሳይገድለው ቀረ፡፡",
      "27": "በዚያኑ ጊዜ יהוה አሮንን “ከሙሴ ጋር ለመገናኘት ወደ በረሐው ሂድ” አለው፡፡ እርሱም ወደ ተቀደሰው ተራራ ሄደ፡ በዚያም ሙሴን አግኝቶ ሳመው፡፡",
      "28": "ሙሴም יהוה ወደ ግብጽ እንዲመለስ ባዘዘው ጊዜ የነገረውን ቃልና እንዲፈጽማቸው ያዘዘውንም ተአምራት ሁሉ ለአሮን አስረዳው፡፡",
      "29": "ከዚህም በኋላ ሙሴና አሮን ወደ ግብጽ ወርደው የእስራኤልን ሕዝብ አለቆች በአንድነት ሰበሰቡ፡፡",
      "30": "አሮንም יהוה ለሙሴ የተናገረውን ሁሉ ገለጠላቸው፤ ሙሴም ተአምራትን በሕዝቡ ሁሉ ፊት አደረገ፡፡",
      "31": "ሕዝቡም አመኑ፤ יהוה ወደ እነርሱ መጥቶ እንደጎበኛቸውና የደረሰባቸውንም የግፍ ጭቆና ማየቱን በሰሙ ጊዜ ተንበርክከው ሰገዱ፡"
    },
    "Chapter 5": {
      "1": "ከዚያም በኋላ ሙሴና አሮን ወደ ገብጽ ንጉሥ ሄደው 'የእሥራኤል አምላክ יהוה ‹በበረሐ ለእኔ የሚገባ በዓል ያደርጉ ዘንድ ሕዝቤን ልቀቅ› ይልሃል' አሉት፡፡",
      "2": "ንጉሡም 'ለመሆኑ የእሥራኤል አምላክ יהוה ማን ነው? እኔ יהוהን አላውቅም እሥራኤልንም አለቅም' አለ፡፡",
      "3": "ሙሴና አሮንም 'የዕብራውያን አምላክ ለእኛ ተገልጦልናል፤ የሦስት ቀን መንገድ ወደ በረሓ ተጉዘን ለአምላካችን መሥዋዕት እናቀርብ ዘንድ እንድትፈቅድልን እንጠይቃለን፤ እኛ ይህን ባናደርግ በበሽታ ወይን በጦርነት እንድናልቅ ያደርጋል' ሲሉ መለሱለት፡፡",
      "4": "ንጉሡም እንዲህ አላቸው፤ 'እናንተ ሙሴና አሮን ሕዝቡን ሥራ ማስፈታት የምትፈልጉት ለምንድን ነው? በሉ አሁንም እነዚያ ባሪያዎች ወደ ሥራቸው እንዲመለሱ አድርጉ!'",
      "5": "እናንተ ከግብጻውያን ይልቅ በቁጥር በዝታችኋል፤ ይህም አልበቃችሁ ብሎ ሥራ ማቆም ትፈልጋላችሁ!'",
      "6": "በዚያኑ ቀን ንጉሡ ፈርዖን ጨካኞች የሆኑትን ግብጻውያን አሠሪዎችንና የእስራኤላውያን ሠራተኞች አለቆችን እንዲህ ብሎ አዘዘ፡፡",
      "7": "ለጡብ ሥራ የሚሆን ጭድ ለሕዝቡ እንደ ወትሮው አትስጡ እነርሱ ራሳቸው ጭዱን ፈልገው ያምጡ",
      "8": "ነገር ግን ቀድሞ ይሠሩት የነበረውን ያህል አንድ ጡብ እንኳ ሳይጎድል እንዲያስረክቡ አድርጉ ለአምላካችን መሥዋዕት እናቀርብ ዘንድ ልቀቀን እያሉ የሚነዘንዙኝ ብዙ የሚሠሩት ነገር ስለሌለ ነው",
      "9": "ሐሰተኛ ወሬ የሚሰሙበት ጊዜ እንዳይኖራቸው እነዚህ ሰዎች ከምንጊዜውም ይልቅ በሥራ እንዲጠመዱና በብርቱ እንዲሠሩ አድርጉአቸው፡፡",
      "10": "ጨካኞች የሆኑት ግብጻውያን አሠሪዎችና የእስራኤላውያን ሠራተኞች አለቆች ሄደው ለእስራኤል ሕዝብ እንዲህ አሉ 'ንጉሡ ከእንግዲህ ወዲህ ጭድ እንዳይሰጣችሁ አዝዞአል፤'",
      "11": "ራሳችሁ ሄዳችሁ ከየትም ስፍራ ፈልጋችሁ ማምጣት ይኖርባችኋል ነገር ግን የምትሠሩት ጡብ ቁጥር ማነስ የለበትም፡፡'",
      "12": "ስለዚህ ሕዝቡ ጭድ ፈልገው ለማግኘት በመላይቱ የግብጽ ምድር ተሠማሩ፡፡",
      "13": "ጨካኞች የሆኑትም አሠሪዎች ቀድሞ ጭድ እየሰጡአቸው ይሠሩት የነበረውን ያህል ጡብ ቆጥረው እንዲያስረክቡ ያስገድዱአቸው ጀመር፡፡",
      "14": "እነዚህም ጨካኞች የሆኑት ግብጸውያን አሠሪዎች የእሥራኤላውያን ሠራተኞችን አለቆች 'ቀድሞ ትሠሩት የነበረውን ያህል ጡብ ሠርታችሁ የማታስረክቡት ስለምንድን ነው?' እያሉ ይገርፉአቸው ነበር፡፡",
      "15": "የእሥራኤላውያን ሠራተኞች አለቆችም ወደ ንጉሡ ቀርበው 'ንጉሥ ሆይ በእኛ በአገልጋዮችህ ላይ እንዴት ይህን ሁሉ ነገር አደረግህብን፤'",
      "16": "ምንም ጭድ ሳይሰጠን ጡብ እንድንሠራ ታዝዘናል፤ ከዚህም ጋር እነሆ እየተገረፍን ነው፤ ይህም በደል እንዲፈጸምብን ያደረገ የገዛ ሕዝብህ ነው' ሲሉ አቤቱታቸውን አቀረቡ፡፡",
      "17": "ንጉሡም መልሶ 'እናንተ ሥራ የማትወዱ ሰነፎች ናችሁ ሄደን ለיהוה መሥዋዕት እንድናቀርብ ልቀቀን እያላችሁ የምትጠይቁበትም ምክንያት ይኸው ነው፤'",
      "18": "በሉ አሁንም ወደ ሥራችሁ ተመለሱ ከቶ ጭድ አይሰጣችሁም፤ ነገር ግን ቀድሞ የምትሠሩትን ያህል ጡብ እሠራችሁ ማስረከብ ይኖርባችኋል' አላቸው፡፡",
      "19": "የእስራኤላውያን ሠራተኞች አለቆች ቀድሞ የሚሠሩትን ያህል ጡብ በየቀኑ መሥራት እንዳለባቸው በተረዱ ጊዜ በመከራ ላይ መውደቃቸውን ተገነዘቡ፡፡",
      "20": "ከንጉሡም ፊት እንደ ወጡ እነርሱን በመጠባበቅ ላይ የነበሩትን ሙሴንና አሮንን አገኙአቸው፤",
      "21": "ሙሴንና አሮንንም 'በንጉሡ በፈርዖንና በመኳንንቱ ዘንድ እንድንጠላ በማድረጋችሁና በሰይፍ ይገድሉንም ዘንድ ምክንያት በመሆናችሁ יהוה ይይላችሁ እርሱም ይፍረድባችሁ' አሉአቸው፡፡",
      "22": "ሙሴም እንደገና ወደ יהוה ተመልሶ እንዲህ አለ 'יהוה ሆይ! በዚህ ሕዝብ ላይ ይህን ያህል መከራ የምታደርስበት ስለምንድን ነው? እንዲህ ከሆነ እኔንስ ወደዚህ ስለምን ላክኸኝ?'",
      "23": "እኔ በአንተ ስም ለመናገር ወደ ንጉሡ መቅረብ ከጀመርሁት ጊዜ አንሥቶ እርሱ በዚሀ ሕዝብ ላይ የባሰ መከራ አምጥቷል አንተም ይህን ሕዝብ ለመታደግ ከቶ አልፈቀድህም፡፡'"
    },
    "Chapter 6": {
      "1": "יהוהም ሙሴን 'በንጉሡ በፈርዖን ላይ የማደርገውን አሁን ታያለህ ሕዝቤን እንዲለቅ በኀይል አስገድደዋለሁ፤ እንዲያውም ከአገሬ ውጡልኝ ብሎ እንዲወተውት አደርገዋለሁ፡፡'",
      "2": "יהוה ሙሴን እንዲህ ሲል ተናገረው 'እኔ יהוה ነኝ'",
      "3": "ሁሉን የምችል አምላክ መሆኔን በማስረዳት ለአብርሃም ለይስሓቅና ለያዕቆብ ተገልጨላቸዋለሁ ‹יהוה› በተሰኘው ቅዱስ ስሜ አማካይነት ግን አልተገለጥሁላቸውም፡፡",
      "4": "እንደ ስደተኞች ሆነው የሚኖሩባትን የከነዓንን ምድር ላወርሳቸው ቃል ኪዳን ገባሁ፡፡",
      "5": "እነሆ አሁንም ግብጸውያን ባሪያዎች አድርገው የሚያስጨንቋቸውን የእሥራኤላውያንን መራራ ጩኽት ሰምቼአለሁ የገባሁትንም ቃል ኪዳን አስታውሻለሁ፡፡",
      "6": "ስለዚህም ለእስራኤላውያን የምለውን እንዲህ ብለህ ንገራቸው ‹እኔ יהוה ነኝ፤ ግብጻውያን ከሚያደርሱባችሁ የባርነት ጭቆና በመታደግ ነፃ አወጣችኋለሁ፤'",
      "7": "አሠቃቂ ቅጣት አመጣባቸው ዘንድ የኀይል ክንዴን በእነርሱ ላይ አነሣለሁ፤ እናንተንም እታደጋችኋለሁ፤'",
      "8": "የእኔ የራሴም ሕዝብ አደርጋችኋለሁ፤ እኔም አምላካችሁ እሆናለሁ ከግብጽ ባርነትም ነፃ በማወጣችሁ ጊዜ እኔ ያህዌ(יהוה) አምላካችሁ መሆኔን ታውቃላችሁ፤'",
      "9": "ለአብርሃም ለይስሐቅና ለያዕቆብ አወርሳቸው ዘንድ በመሐላ ቃል ኪዳን ወደገባሁባት ምድር አመጣችኋለሁ፤ ርስትም አድርጌ አወርሳችኋለሁ እኔ יהוה ነኝ፡፡›'",
      "10": "ሙሴም ይህን ሁሉ ለእስራኤላውን ነገረ፤ እነርሱ ግን ሊያዳምጡት አልፈለጉም፤ ምክንያቱም በወደቀባቸው የባርነት ጭቆና መንፈሳቸው ተሰብሮ ነበር፡፡",
      "11": "እንደገናም יהוה ሙሴን 'እስራኤላውያን ከዚህች ምድር ይወጡ ዘንድ እንዲለቃቸው ሂድ ለግብጽ ንጉሥ ንገረው' አለው፡፡",
      "12": "ነገር ግን ሙሴ 'ወገኖቼ እስራኤላውያን እንኳ አልሰሙኝም፤ ታዲያ ንጉሡ እንዴት ሊሰማኝ ይችላል? እንደምታየኝ እኔ የንግግር ችሎታ የለኝም' ሲል መለሰ፡፡",
      "13": "יהוה ሙሴንና አሮንን እስራኤላውያንን ከግብጽ ምድር መርታችሁ እንድታወጡ እኔ ያዘዝሁአችሁ መሆኔን ለእስራኤላውያንና ለግብጽ ንጉሥ ንገሩ ብሎ አዘዛቸው፡፡",
      "14": "የያዕቆብ በኩር ልጅ ሮቤል፤ ሐኖክ፣ ፋሉ፣ ሔጽሮንና ካርሚ የሚባሉ አራት ወንዶች ልጆች ነበሩት፤ እነዚህም በየሰማቸው የሮቤል ነገድ አባቶች ናቸው፡፡",
      "15": "ስምዖን ከከነዓናዊት ሴት የተወለደውን ሻኡልን ጨምሮ ይሙኤል ያሚን ኦሃድ ያኪንና ጾሓር የተባሉ ስድስት ወንዶች ልጆች ነበሩት፤ እነዚህም በየስማቸው የስምዖን ነገድ አባቶች ናቸው፡፡",
      "16": "ሌዊ ጌርሾን፣ ቀሃትና መራሪ የተባሉ ሦስት ልጆች ነበሩት፤ እነዚህም በየስማቸው የሌዊ ነገድ አባቶች ናቸው፤ ሌዊ በሕይወት የኖረበት ዘመን 137 ዓመት ነበር፡፡",
      "17": "ጌርሾን፤ ሊብኒና ሺምዒ የተባሉ ሁለት ወንዶች ልጆች ነበሩት እነርሱም ብዙ ዝርያዎች ነበሩ አቸው፡፡",
      "18": "ቀሃት፤ ዓምራም፣ ይጽሐር፣ ኬብሮንና ዑዚኤል የተባሉ አራት ወንዶች ልጆች ነበሩት፤ ቀሃት በሕይወት የኖረበት ዘመን 133 ዓመት ነው፡፡",
      "19": "መራሪ ማሕሊና ሙሺ የተባሉ ወንዶች ልጆች ነበሩት፤ እነዚህና ዝርያዎቻቸው ሁሉ የሌዊ ወገኖች ናቸው፡፡",
      "20": "ዓምራም ዩኬቤድ የተባለችውን የአባቱን እኀት አገባ፤ እርስዋም አሮንንና ሙሴን ወለደችለት፡፡ ዓምራም በሕይወት የኖረበት ዘመን 137 ዓመት ነው፡፡",
      "21": "ይጽሐር፤ ቆራሕ ኔፌግና ዚክሪ የተባሉ ሦስት ወንዶች ልጆች ነበሩት",
      "22": "ዑዚኤልም፤ ሚሻኤል ኤልጻፋንና ሲትሪ የተባሉ ሦስት ወንዶች ልጆች ነበሩት፡፡",
      "23": "አሮን የነአሶን እኀት የሆነችውን የዐሚናዳብን ልጅ ኤሊሼባን አገባ፤ እርስዋም ናዳብ፣ አቢሁ፣ አልዓዛርና ኢታማር የተባሉትን አራት ወንዶች ልጆች ወለደችለት፡፡",
      "24": "ቆራሕ፤ አሲር፣ ኤልቃናና አቢያሳፍ የተባሉ ሦስት ወንዶች ልጆች ነበሩት፤ እነዚህም ለቆራሕ ዝርያዎች ሁሉ የነገድ አባቶች ነበሩ፡፡",
      "25": "የአሮን ልጅ አልዓዛር የፑቲኤልን ልጅ አገባ፤ እርስዋም ፊንሐስን ወለደችለት፤ እነዚህ ሁሉ የሌዊ የነገድ አባቶችና አለቆች ነበሩ፡፡",
      "26": "ከነዚህ መካከል יהוה ሙሴንና አሮንን መርጦ የእስራኤልን ሕዝብ በየነገዳቸው ከግብጽ ምድር መርታችሁ አውጡ ብሎ አዘዛቸው፡፡",
      "27": "የእስራኤልን ሕዝብ ልቀቅ ብለው ከግብጽ ንጉሥ ጋር የተነጋገሩ እነርሱ ናቸው፡፡",
      "28": "יהוה ሙሴን በግብጽ ምድር በተናገረው ጊዜ",
      "29": "'እኔ יהוה ነኝ እኔ የምነግርህን ሁሉ ለግብጽ ንጉሥ ለፈርዖን ንገር' አለው፡፡",
      "30": "ሙሴ ግን 'እኔ የመናገር ችሎታ የለኝም ታዲያ ንጉሡ እንዴት ሊሰማኝ ይችላል?' ሲል መለሰ፡፡"
    },
    "Chapter 7": {
      "1": "ያህዌ(יהוה) ሙሴን እንዲህ አለው “እነሆ እኔ አንተን ለፈርዖን እንደ አምላክ አደርግሃለሁ፤ ወንድምህም አሮን እንደ ነቢይ ሆኖ ስለ አንተ ይናገራል፤",
      "2": "እኔ የማዝዝህን ሁሉ ለአሮን ንገረው፤ እርሱም ከአገሩ እንዲወጡ እስራኤላውያንን ይለቅ ዘንድ ለንጉሡ ይነግረዋል፤",
      "3": "ነገር ግን እኔ የፈርዖንን ልብ በማደንደን እልኽኛ አደርገዋለሁ፤ ከዚህም የተነሣ እኔ የቱንም ያሀል አስፈሪ ተአምር በግብጽ ምድር ባደርግ፤",
      "4": "እናንተን አይሰማችሁም፤ ከዚያን በኋላ በግብጽ ላይ ብርቱ ቅጣት በማምጣት የሕዝቤን የእስራኤልን ነገዶች ከምድሪቱ መርቼ አወጣለሁ፡፡",
      "5": "በዚህ ዐይነት የኀይል ክንዴን በእነርሱ ላይ አንሥቼ እስራኤላውያን ከአገራቸው በማወጣበት ጊዜ ግብጸውያን እኔ יהוה እንደሆንሁ ያውቃሉ፡፡”",
      "6": "ሙሴና አሮንም יהוה ያዘዛቸውን ሁሉ ፈጸሙ፡፤",
      "7": "ከንጉሡም ጋር በተነጋገሩበት በዚያ ጊዜ ሙሴ የሰማኒያ ዓመት ዕድሜ ሲኖረው አሮን ደግሞ ሰማኒያ ሦስት ዓመት ሆኖት ነበር፡፡",
      "8": "יהוה ሙሴንና አሮንን እንዲህ አላቸው",
      "9": "“ፈርዖን እስቲ ተአምራት በማድረግ ማንነታችሁን ግለጡልኝ ቢላችሁ፤ አሮን በትሩን ወስዶ በንጉሡ ፊት ይጣለው፤ በዚያን ጊዜ በትሩ ተለውጦ እባብ ይሆናል፡፡",
      "10": "ስለዚህ ሙሴና አሮን ወደ ፈርዖን ሄደው יהוה እንዳዘዛቸው አደረጉ፤ አሮንም በትሩን በንጉሡና በመኳንንቱ ፊት በጣለው ጊዜ ተለውጦ እባብ ሆነ፡፡",
      "11": "ከዚህም በኋላ ፈርዖን ጠቢባኑንና አስማተኞቹን ጠራ እነርሱም በአስማታቸው እንደዚሁ አደረጉ፡፡",
      "12": "በትሮቻቸውን ወደ መሬት በጣሉአቸው ጊዜ ተለውጠው እባቦች ሆኑ፤ ነገር ግን የአሮን በትር የእነርሱን በትር ሁሉ ለቃቅማ ዋጠች፡፡",
      "13": "ይህም ሁሉ ከሆነ በኋላ ንጉሡ ልቡን በማደንደን በእልኽኝነቱ ጸና፤ יהוהም እንደተናገረው ሙሴንና አሮንን ሊሰማቸው አልፈለገም፡፡",
      "14": "ከዚህ በኋላ יהוה ሙሴን እንዲህ አለው፤ “ንጉሡ ልቡን በማደንደን እልኸኛ ሆኖ ሕዝቡን አለቅም ብሎአል፤",
      "15": "ስለዚህ ጠዋት በማለዳ ወደ ፈርዖን ሂድ፤ ወደ ዓባይ ወንዝ ሲወርድ በመንገድ ታገኘዋለህ፤ ወደ እባብነት የተለወጠችውን በትር ይዘህ በወንዙ ዳር ጠብቀው፡፡",
      "16": "እንዲህም በለው የዕብራውያን አምላክ የሆነ יהוה በበረሓ ያገለግሉት ዘንድ ሕዝቡን እንድትለቅ እንድነግርህ ወደ አንተ ልኮኛል፤ አንተ ግን እስከ ዛሬ እምቢ ብለሃል፡፡",
      "17": "አሁን ግን በሚያደርገው ነገር የיהוהን ማንነት ለማወቅ ትገደዳለህ እነሆ እኔ በዚህ በትር የወንዙን ውሃ እመታለሁ ውሃውም ወደ ደም ይለወጣል፡፡",
      "18": "በውስጡ ያሉ ዓሣዎች ሁሉ ይሞታሉ፤ የወንዙ ውሃ በጣም ከመሽተቱ የተነሣ ግብጻውያን ከዚህ ወንዝ ዉሃ ቀድተው መጠጣት አይችሉም፡፡",
      "19": "יהוה ሙሴን “እንዲህ አለው አሮን በትሩን ወስዶ በግብጽ ምድር በሚገኙት ወንዞች ቦዮችና ኩሬዎች ሁሉ ላይ እንዲዘረጋ ንገረው፤ በዚያን ጊዜ ውሃው ሁሉ ተለውጦ ደም ይሆናል ከእንጨትና ከድንጋይ በተሠሩት የውሃ ማጠራቀሚያ ዕቃዎች እንኳ ሳይቀር በግብጽ ምድር የሚገኘው ውሃ ሁሉ ደም ይሆናል፡፡",
      "20": "ሙሴና አሮንም יהוה እንደዘዛቸው አደረጉ፤ አሮንም በንጉሡና በመኳንንቱ ፊት በትሩን አንሥቶ የወንዙን ውሃ መታው፡፡ የወንዙም ውሃ ተለውጦ ደም ሆነ፤",
      "21": "በወንዙ ውስጥ ያሉት ዓሣዎች ሁሉ ሞቱ፤ ውሃውም ስለ ገማ ግብጻውያን ሊጠቱት አልቻሉም፡፡ በግብጽ ምድር ደም የሌለበት ስፍራ አልነበረም፡፡",
      "22": "ከዚህ በኋላ የንጉሡ አስማተኞች በአስማታቸው እንደዚሁ አደረጉ፤ ንጉሡም እንደዚያው ልቡን በማጽናት እልኽኛ ሆነ ልክ יהוה እንደተናገረውም ንጉሡ ሙሴንና አሮንን ማዳመጥ እምቢ አለ፡፡",
      "23": "ይልቁንም የሆነውነ ነገር ሁሉ ከቁም ነገር ሳይቆጥረው ወደ ቤተ መንግሥቱ ተመልሶ ሄደ፡፡",
      "24": "ግብጸውያን ከወንዙ ውሃ መጠጣት ስለላልቻሉ የሚጠጣ ውሃ ለማግኝት ከወንዝ ዳር ጉድኅድ ቆፈሩ፡፡",
      "25": "יהוהም ወንዙን ከመታ በኋላ ሰባት ቀን አለፈ፡፡"
    },
    "Chapter 8": {
      "1": "ከዚህ በኋላ יהוה ሙሴን እንዲህ አለው “ወደ ፈርዖን ሄደህ יהוה እንዲህ ይላል ብለህ ንገረው፤ “ያገለግለኝ ዘንድ ሕዝቤን ልቀቅ፤",
      "2": "እምቢ ብትል ግን ሀገርህን ለመቅጣት በጓጉንቸሮች እሸፍናታለሁ፡፡",
      "3": "የዓባይ ወንዝ በኅጉንቸሮች የተሞላ ስለሚሆን ከዚያ እየወጡ ወደ ቤተ መንግሥትህ ወደ ምድጃህና ሕዝብህ ቤቶች እንዲሁም ወደ ምድጃህና ወደ ቡኾ ዕቃዎችህ ሳይቀር ይገባሉ፤",
      "4": "ጓጉንቸሮቹ እየዘለሉ በአንተና በሕዝብህ በመኳንንትህም ሁሉ ላይ ይመጡባችኋል፡፡”",
      "5": "יהוה ሙሴን “ጓጉንቸሮች ወጥተው መላውን የግብጽ ምድር ይሸፍኑ ዘንድ በወንዞች በመስኖ ቦዮችና በኩሬዎች ሁሉ ላይ በትሩን እንዲዘረጋ ለአሮን ንገረው” አለው፡፡",
      "6": "ስለዚህም አሮን በግብጽ ውሃ ሁሉ ላይ በትሩን ዘረጋ፤ ጓጉንቸሮቹም ወጥተው ምድሪቱን አለበሷት፡፡",
      "7": "ነገር ግን አስማተኞችም እንደዚሁ በአስማታቸው ተጠቅመው ጓጉንቸሮች በግብጽ ምድር ላይ እንዲርመሰመሱ አደረጉ፡፡",
      "8": "ፈርዖንም ሙሴንና አሮንን ጠርቶ",
      "9": "“ጓጉንቸሮቹን ከእኔና ከሕዝቤ እንዲያርቅ ወደ ያህዌ(יהוה) ጸልዩልኝ፤ ለיהוה መሥዋዕት ያቀርቡ ዘንድ ሕዝባችሁን እለቃለሁ” አላቸው፡፡",
      "10": "ሙሴም እንዲህ ሲል መለሰለት፤ “በደስታ እጸልይልሃለሁ፤ ለአንተና ለመኳንንትህ ለሕዝብሕም የምጸልይበትን ሰዓት ብቻ ወስንልኝ፤ ከዚያም በኋላ ጓጉንቸሮቹ ከአንተና ከቤትህ ሁሉ ተወግደው በዓባይ ወንዝ ብቻ ተወስነው እንዲኖሩ አደርጋለሁ” አለው፡፡",
      "11": "ንጉሡም “እንግዲያውስ ነገውኑ ጸልይልኝ” አለ፡፡",
      "12": "ሙሴም “እንዳልከው አደርጋለሁ፤ አንተም እንደ አምላካችን ያለ ሌላ አምላክ እንደሌለ በዚያን ጊዜ ታውቃለህ፡፡",
      "13": "ጓጉንቸንሮቹ ከአንተና ከቤትህ ሁሉ፤ ከመኳንንትህና ከሕዝብህም ሁሉ ዘንድ ይወገዳሉ፤ በዓባይ ወንዝ ውስጥ ካልሆነ በቀር በሌላ ቦታ አይገኙም፡፡”",
      "14": "ከዚህ በኋላ ሙሴና አሮን ከፈርዖን ፊት ወጥተው ሄዱ፤ በፈርዖን ላይ ያመጣቸውንም ጓጉንቸሮች ያስወግድለት ዘንድ ሙሴ ወደ አምላኩ ጸለየ፡፡",
      "15": "ሙሴ በጸለየውም መሠረት ፈጣሪ በየቅጽር ግቢውና በየመስኩ ያሉት ጓጉንቸሮች ሁሉ እንዲሞቱ አደረገ፡፡",
      "16": "ግብጻውያንም ጓጉንቸሮቹን ሁሉ እየሰበሰቡ በየስፍራው ከመሩት፤ ምድሪቱም በእርሱ ግማት ተሞላች፡፡",
      "17": "ንጉሡ ጓጉንቸሮቹ መሞታቸውን ባየ ጊዜ እንደተናገረውም ንጉሡ ሙሴንና አሮንን መስማት እምቢ አለ፡፡",
      "18": "יהוה ሙሴን “የምድሩን ትቢያ በበትሩ እንዲመታ ለአሮን ንገረው፤ በግብጽም አገር ሁሉ ትቢያው ወደ ቅማልነት ይለወጣል” አለው፡፡",
      "19": "አሮንም እጁን ዘርግቶ በበትሩ የምድሩን ትቢያ መታ፤ በግብጽ አገር ያለውም ትቢያ ሁሉ ወደ ቅማልነት ተለወጠ፤ ሰዎችንና እንስሳትንም ሁሉ ሸፈነ፡፡",
      "20": "አስማተኞቹ በአስማታቸው ተጠቅመው ቅማል እንዲፈላ ለማድረግ ሞከሩ፤ ነገር ግን አልተሳካላቸውም፤ ቅማልም በየስፍራው ሁሉ ተገኘ፡፡",
      "21": "አስማተኞቹም “ይህ የፈጣሪ ሥራ ነው” ብለው ለንጉሡ ነገሩት፤ ንጉሡ ግን ልቡን አደነደነ፤ יהוה እንደተናገረውም ሙሴንና አሮንን መስማት አልፈለገም፡፡",
      "22": "יהוה ሙሴን እንዲህ አለው፤ “ነገ ጠዋት በማለዳ ወደ ንጉሡ ሄደህ ወደ አባይ ወንዝ ሲወርድ አግኘው፤ ፈጣሪ እንዲህ ይላል ብለህ ንገረው፤ ‹ያገለግለኝ ዘንድ ሕዝቤን ልቀቅ!",
      "23": "እምቢ ብትል ግን በአንተና በቤትህ ሁሉ፤ በመኳንንትህና በሕዝብህም ሁሉ ላይ እጅግ ብዙ የሆነ ተናካሽ ዝንብ በማምጣት የምቀጣህ መሆኔን ዕወቅ፤ የግብጻውያን ቤቶች ሁሉ በዝንብ መንጋ የተሞሉ ይሆናሉ፤ ምድሪቱም በዝንብ ትሸፈናለች፡፡",
      "24": "ሕዝቤ የሚኖሩባት የጌሤም ምድር ግን ከዝንብ መንጋ ነፃ እንድትሆን እለያታለሁ፤ ይህንንም የማደርገው እኔ יהוה በዚህች ምድር የምሠራ መሆኔን እንድታውቅ ነው፡፡",
      "25": "በሕዝብህና በሕዝቤ መካከል ልዩነት እንዲኖር አደርጋለሁ፤ ይህም ተአምር በነገይቱ ዕለት ይፈጸማል፡፡›”",
      "26": "יהוהም የንጉሡ ቤተ መንግሥትና የመኳንንቱ ቤቶች ሁሉ በዝንብ መንጋ እንዲወረሩ አደረገ፤ መላዋም የግብጽ ምድር በዝንብ መንጋ ተበላሸች፡፡",
      "27": "ከዚህ በኋላ ንጉሡ ሙሴና አሮንን ጠርቶ “ሄዳችሁ በዚህች አገር ለአምላካችሁ יהוה መሥዋዕት አቅርቡ” አላቸው፡፡",
      "28": "ሙሴም እንዲህ ሲል መለሰ፤ “ይህን እናደርግ ዘንድ ተገቢ አይደለም፤ ምክንያቱም ለአምላካችን ለיהוה መሥዋዐት አድርገን ከምናቀርባቸው እንስሳት የተነሣ ግብጻውያን ይጸየፋሉ፤ እነዚህን እንስሳት ወስደን ግብጻውያን በሚያዩን ስፍራ መሥዋዕት ብናደርጋቸው ግብጻውያን በመጸየፍ ተበሳጭተው በድንጋይ ይወግሩናል፡፡",
      "29": "ስለዚህ ፈጣሪ ባዘዘን መሠረት የሦስት ቀን መንገድ ወደ በረሓ ተጉዘን ለፈጣሪ መሥዋዕት ማቅረብ ይኖርብናል፡፡”",
      "30": "ንጉሡም “ርቃችሁ የማትሄዱ ከሆነ በበረሓ ለአምላካችሁ ለיהוה እንድትሠዉ እለቅቃችኋለሁ፤ ለእኔም ጸልዩልኝ” አለ፡፡",
      "31": "ሙሴም እንዲህ ሲል መለሰ፤ “በነገው ቀን ዝንቦቹ ከአንተና ከመኳንንቱ ከሕዝቡም ዘንድ እንዲወገዱ ከአንተ እደተለየሁ አሁኑኑ ወደ יהוה እጸልያለሁ፤ ነገር ግን ሕዝቡ ለיהוה ይሠው ዘንድ እንዳይሄዱ በመከልከል እንደገና ልታሞኘኝ አይገባም፡፡”",
      "32": "ሙሴም ከንጉሡ ፊት ወጥቶ ወደ יהוה ጸለየ፤",
      "33": "יהוהም ሙሴ እንዳለው ሁሉ አደረገ፤ የዝንብ መንጋውም ከንጉሡና ከመኳንንቱ ከሕዝቡም ሁሉ ፊት አንድ ሳይቀር ተወገደ፤",
      "34": "ይሁን እንጂ ንጉሡ አሁንም ልቡን በማደንደን እልኸኛ ሆነ፤ የእስራኤልንም ሕዝብ አለቀቀም፡፡"
    },
    "Chapter 9": {
      "1": "ከዚህም በኋላ እግዚአብሔር ሙሴን እንዲህ አለው፤ “ወደ ንጉሡ ሄደህ የዕብራውያን አምላክ የሆነ እግዚአብሔር እንዲህ ይልሃል በለው፤ ‹ያገለግለኝ ዘንድ ሕዝቤን ልቀቅ!",
      "2": "ዳግመኛ እምቢ ብትል ግን፤",
      "3": "እንስሳትህ ሁሉ ላይ አሠቃቂ የከብት በሽታ በማምጣት እቀጣሃለሁ፤ ስለዚህም ፈረሶችህ፤ አህዮችህ፤ ግመሎችህ፤ የቀንድ ከብቶችህ በጎችህና ፍየሎችህ ያልቃሉ፡፡",
      "4": "በእስራኤላውያንና በግብጻውያን እንስሳት መካከል ልዩነት አደርጋለሁ፤ ከእስራኤላውያን እንስሳት አንድ እንኳ አይሞትም፡፡",
      "5": "እኔ እግዚአብሔር ይህን ሁሉ ነገ ላደርገው ወስኛለሁ፡፡›”",
      "6": "እግዚአብሔርም በተናገረው መሠረት በማግስቱ ይህንኑ አደረገ፤ የግብጻውያን እንስሳት ሁሉ አለቁ፤ ነገር ግን ከእስራኤላውያን እንስሳት አንድ እንኳ አልሞተም፡፡",
      "7": "ንጉሡ የሆነውን ሁሉ በጠየቀ ጊዜ ከእስራኤላውያን እንስሳት አንድ እንኳ አለመሞቱ ተነገረው፤ ይህም ሁሉ ሆኖ ልቡን ስላደነደነ ሕዝቡን አለቀቀም፡፡",
      "8": "ከዚህም በኋላ እግዚአብሔር ሙሴንና አሮንን እንዲህ አላቸው፤ “በእፍኛችሁ እየዘገናችሁ ከምድጃ ጥቂት ዐመድ ውሰዱ፤ እርሱንም ሙሴ በንጉሡ ፊት ወደ አየር ይበትነው፤",
      "9": "እርሱም እንደ ደቃቅ ትቢያ ሆኖ በግብጽ ምድር ሁሉ ላይ በሚሰራጭበት ጊዜ በሕዝብና በእንስሳቱ ላይ አሠቃቂ የሆነ ብርቱ ቁስል ያመጣል፡፡”",
      "10": "እነርሱም ጥቂት ዐመድ ወስደው በንጉሡ ፊት ቆሙ፤ ሙሴም ወደ አየር በበተነው ጊዜ ሕዝቡና እንስሳቱ በብርቱ ቁስል ተመቱ፡፡",
      "11": "በዚያን ጊዜ አስማተኞች በሙሴ ፊት መቅረብ አልቻሉም፤ ምክንያቱም እንደ ማንኛውም ግብጻዊ ሁሉ እነርሱ ራሳቸው በቁስል ተወርሰው ነበር፤",
      "12": "ነገር ግን አሁንም እግዚአብሔር የንጉሡን ልብ በማደንደን እንደገና እልኸኛ አደረገው፤ ስለዚህም ፈጣሪ አስቀድሞ ለሙሴ እንደተናገረ ንጉሡ ሙሴንና አሮንን ሊሰማቸው አልወደደም፡፡",
      "13": "ከዚህም በኋላ እግዚአብሔር ሙሴን እንዲህ አለው፤ “ነገ ጠዋት በማለዳ ወደ ንጉሡ ሄደህ አግኘውና የእብራውያን አምላክ የሆነ እንዲህ ይልሃል ብለህ ንገረው፤ ‹ያገለግለኝ ዘንድ ሕዝቤን ልቀቅ፤",
      "14": "ነገር ግን እምቢ ብትል፤ በዓለም ላይ እኔን የመሰለ ሌላ አምላክ እንደሌለ ታውቅ ዘንድ አንተን ራስህን መኳንንትህንና ሕዝብህን በመቅሰፍቴ ኀይል አሁኑኑ እቀጣለሁ፡፡",
      "15": "አንተንና ሕዝብህን በበሽታ ለመምታት የኀይል ክንዴን አንስቼ ቢሆን ኖሮ እስከ አሁን ሁላችሁም በፍጹም በተደመሰሳችሁ ነበር፡፡",
      "16": "ነገር ግን ስሜ በዓለም ሁሉ ይጠራ ዘንድ ኀይሌን ልገልጥብህ ስለፈለግሁ በሕይወት እንድትቆይ አድርጌአለሁ፡፡",
      "17": "እነሆ እስከ አሁንም ልብህን በማደንደን እምቢ ብለሃል፡፡",
      "18": "ነገ በዚህ ሰዓት በግብጽ ምድር ታይቶ የማይታወቅ ከባድ የበረዶ ዝናም አመጣለሁ፤",
      "19": "አሁንም በመስክ የተሰማሩ እንስሶችህና በዚያ ያለው ንብረትህ ሁሉ ወደ መጠለያ እንዲጠጋ ትዕዛዝ ስጥ፤ ወደ ቤት ያልገቡ ሕዝብም ሆነ እንስሳት ቢኖሩ ግን በበረዶው ስለሚመቱ ሁሉም ያልቃሉ፡፡›”",
      "20": "ከንጉሡ ባለሟሎች አንዳንዶቹ እግዚአብሔር ስለተናገረው ነገር በፍርሃት ተጨነቁ፤ ስለዚህም አገልጋዮቻቸውና እንስሶቻቸው ወደ ቤት ተሰብስበው እንዲጠለሉ አደረጉ፡፡",
      "21": "የቀሩት ግን ፈጣሪ የተናገረውን ቃል ችላ በማለት አገልጋዮቻቸውንና እንስሶቻቸውን በሜዳ ተው፡፡",
      "22": "ከዚህም በኋላ እግዚአብሔር ሙሴን “እጅህን ወደ ሰማይ ዘርጋ፤ በረዶም በግብጽ ምድር ሁሉ ላይ ይዘንማል፤ ሕዝቡን እንሳስቱንና በእርሻ ያለውን ተክል ሁሉ ይመታል” አለው፡፡",
      "23": "ስለዚህ ሙሴ በትሩን አንሥቶ ወደ ሰማይ ዘረጋ፤ እግዚአብሔርም ነጎድጓድና በረዶ አወረደ፤ ምድሪቱም በመብረቅ ታረሰች፡፡",
      "24": "እግዚአብሔር፤ በዚህና በዚያ ከሚራወጥ የመብረቅ ብልጭልጭታ ጋር ከባድ የበረዶ ዘናም አወረደ ይህም ዐይነቱ የበረዶ ዝናም በግብጽ ታሪክ ውስጥ ታይቶ የማይታወቅ ነበር፡፡",
      "25": "በረዶው በግብጽ ምድር ሁሉ በሜዳ የተገኘውን ማንኛውንም ነገር ሕዝቡንና እንስሳቱን ጭምር ጨፈጨፈ፤ በሜዳ ላይ ያለውን አትክልት ሁሉ መታ፤ ዛፎችንም ሁሉ ሰባበረ፡፡",
      "26": "እስራኤላውያን በሚኖሩባት በጌሤም ምድር ብቻ በረዶ አልነበረም፡፡",
      "27": "ንጉሡም ሙሴንና አሮንን አስጠርቶ እንዲህ አላቸው፤ “አሁንስ በደል መሥራቴ ታውቆኛል፤ ያህዌ (እግዚአብሔር) እውነተኛ ነው፤ እኔና ሕዝቤ ግን በድለናል፡፡",
      "28": "በረዶውና ነጎድጓዱ እጅግ ስለበዛብን ወደ እግዚአብሔር ጸልዩልን፤ በእርግጥ እለቃችኋለሁ፤ ከእንግዲህ ወዲህ የምትቆዩበት ጊዜ አይኖርም፡፡”",
      "29": "ሙሴም ንጉሡን እንዲህ አለው፤ “ከከተማው እንደወጣሁ እጄን ዘርግቼ ወደ አምላኬ እጸልያለሁ፤ ነጎድጓዱም ይቆማል በረዶም ከእንግዲህ ወዲህ አይኖርም፤ በዚህ ዐይነት አንተም ምድር የእግዚአብሔር እንደሆነች ታውቃለህ፡፡",
      "30": "ነገር ግን አንተና መኳንንትህ ገና እግዚአብሔርን የማትፈሩ መሆናችሁን ዐውቃለሁ፡፡”",
      "31": "ገብስ እሸት፤ ተልባውም ገና በማበብ ላይ ስለነበር አንድም ሳይቀር በሙሉ ተበላሸ፡፡",
      "32": "የስንዴ ሰብል ግን የሚደርሰው ዘግየት ብሎ ስለነበር ከመበላሸት ድኖአል፡፡",
      "33": "ሙሴ ከንጉሡ ፊት በመውጣት ከከተማው ውጭ ሄደ፤ እጁንም ዘርግቶ ወደ እግዚአብሔር ጸለየ፤ ነጎድጓዱና በረዶው ዝናሙም በአንድ ጊዜ ቆመ፡፡",
      "34": "ንጉሡ ግን የሆነውን ነገር ባየ ጊዜ እንደገና ኃጢአት ሠራ፤ እርሱና መኳንንቱ ልባቸውን አደንድነው እልኸኞች ሆኑ፡፡",
      "35": "እግዚአብሔር አስቀድሞ በሙሴ አማካይነት ተናግሮ እንደነበረ ንጉሡ እስራኤላውያንን አለቀቀም፡፡"
    },
    "Chapter 10": {
      "1": "ከዚህ በኋላ የእስራኤል አምላክ ሙሴን እንዲህ አለው፤ “እነሆ እንደገና ወደ ፈርዖን ተመልሰህ ግባ፤ እኔ እርሱንና መኳንንቱን እልኸኞች ያደረግሁአቸው በመካከላቸው እነዚህን ተአምራት ለማድረግ ዐቅጄ ነው፤",
      "2": "እንዲሁም እነዚህን ተአምራት ባደረግሁ ጊዜ ግብጻውያን እንዴት እንደቀጣሁ ለልጆቻችሁ መንገር ትችሉ ዘንድ ነው፤ በዚህም ዓይነት ሁላችሁም እኔ እግዚአብሔር መሆኔን ታውቃላችሁ፡፡”",
      "3": "ስለዚህ ሙሴና አሮን ወደ ንጉሡ ሄደው እንዲህ አሉት፤ “የእብራውያን አምላክ የሆነ እግዚአብሔር እንዲህ ይላል፤ ‹ለእኔ መታዘዝን እምቢ የምትለው እስከመቼ ነው? አሁንም ያገለግለኝ ዘንድ ሕዝቤን ልቀቅ፤",
      "4": "በእምቢተኛነትህ ብትጸና ግን በነገው ቀን የአንበጣ መንጋ እንዲመጣ አደርጋለሁ፡፡",
      "5": "የአንበጣውም መንጋ እጅግ ብዙ ከመሆኑ የተነሣ ምድሪቱን በመላ ይሸፍናል፤ ከበረዶው የተረፈውን ነገር፤ ዛፉን ሁሉ ምንም ሳይቀር ይበላዋል፡፡",
      "6": "ቤተ መንግሥትህን የመኳንንትህንና የሕዝብህን ቤቶች ሁሉ የአንበጣ መንጋ ይሞላዋል፤ ይህም ሁኔታ ከቀድሞ አባቶችህ ዘመን እስከ አሁን ከታየው መከራ ሁሉ የከፋ ይሆናል፡፡›”",
      "7": "መኳንንቱም ንጉሡን እንዲህ አሉት፤ “ይህ ሰው ለእኛ ወጥመድ ሆኖ የሚያስቸግረን እስከመቼ ነው? አምላካቸው የሆነ እግዚአብሔርን ያገለግሉ ዘንድ ከእስራኤላውያን ወገን ወንዶቹ ይሂዱ፤ አገሪቱ በመጥፋት ላይ መሆኗ አይታወቅህምን?”",
      "8": "ስለዚህ ሙሴና አሮን ተጠርተው ወደ ፈርዖን ቀረቡ፤ ፈርዖንም “ሄዳችሁ እግዚአብሔር አምላካችሁን ማገልገል ትችላላችሁ፤ ነገር ግን መሄድ የሚገባችሁ የትኞቹ ናችሁ?” አላቸው፡፡",
      "9": "ሙሴም “ሕፃን ልጆቻችንና ሽማግሌዎቻችን ሳይቀር ሁላችንም እንሄዳለን፤ ወንዶችና ሴቶች ልጆቻችን፤ በጎቻችንና ፍየሎቻችን፤ የቀንድ ከብቶቻችንም ሁሉ እንወስዳለን፤ ምክንያቱም በምንሄድበት ስፍራ ለእግዚአብሔር በዓል እናደርጋለን” ሲሉ መለሱ፡፡",
      "10": "ንጉሡም “የአመፅ ሤራ ማቀዳችሁ ግልጥ ስለሆነ ሴቶቻችሁንና ልጆቻችሁን ይዛችሁ እንድትሄዱ እንደማልፈቅድላችሁ በእግዚአብሔር ስም እምላለሁ፡፡",
      "11": "እንግዲህ እግዚአብሔርን ማገልገል ከፈለጋችሁ ወንዶቹ ብቻ መሄድ ትችላላችሁ” አለ፡፡ ከዚህም በኋላ ሙሴና አሮን ተባረው ወጡ፡፡",
      "12": "እግዚአብሔርም ሙሴን “አንበጦችን ለማምጣት እጅህን በግብጽ ምድር ላይ ዘርጋ፤ እነርሱም መጥተው ቡቃያውን ሁሉና ከበረዶ የተረፈውን ተክል ሁሉ ይበላሉ” አለው፡፡",
      "13": "ስለዚህ ሙሴ በግብጽ ምድር ላይ እጁን ዘረጋ፤ ፈጣሪም በዚያን ቀንና ሌሊት የምሥራቅ ነፋስ አስነሣ፤ በነጋም ጊዜ ያ የምሥራቅ ነፋስ አንበጦችን አመጣ፡፡",
      "14": "እነርሱም በመርመስመስ መጥተው አገሪቱን ወረሩ፤ ይህን ያህል ብዛት ያለው የአንበጣ መንጋ ከዚያ በፊት ታይቶ አይታወቅም፤ ወደ ፊትም ሊታይ አይችልም፡፡",
      "15": "አገሪቱ ጠቁራ ጨለማ እስክትመስል ድረስ የአንበጣ መንጋ ሸፈናት፤ አንድም ነገር ሳያስቀር በየዛፉ ላይ የሚገኘውን ፍሬና ሌላውንም ተክል ሁሉ ግጦ በላው፤ በግብጽ ምድር ከሚገኘው ከማንኛውም ዛፍና ተክል ሁሉ ምንም ነገር ሳይቀር ለምለም የሆነውን ቅጠል ሁሉ መድምዶ በላ፡፡",
      "16": "ንጉሡም ሙሴንና አሮንን በፍጥነት አስጠርቶ እንዲህ አላቸው፤ “አምላካችሁንና እናንተንም በድያለሁ፤",
      "17": "እንግዲህስ እነሆ አንድ ጊዜ ብቻ በደሌን ይቅር እንድትሉኝ እለምናችኋለሁ፤ ይህን ብርቱ ቅጣት ከእኔ እንዲያስወግድም አምላካችሁን ለምኑልኝ፡፡”",
      "18": "ሙሴም ከንጉሡ ፊት ወጥቶ ወደ እግዚአብሔር ጸለየ፡፡",
      "19": "እግዚአብሔርም የምሥራቁን ነፋስ የሚቋቋምና አንበጦቹንም ጠራርጎ ወደ ቀይ ባህር የሚነዳ ብርቱ ነፋስ ከምዕራብ በኩል አስነሣ፤ በዚህ ዐይነት በመላው የግብጽ ምድር አንድ አንበጣ እንኳ አልቀረም፡፡",
      "20": "ነገር ግን የእስራኤል አምላክ የፈርዖንን ልብ በማደንደን እልኸኛ ስላደረገው አሁንም እስራኤላውያንን አለቀቀም፡፡",
      "21": "ከዚህ በኋላ እግዚአብሔር ሙሴን “እጅህን ወደ ሰማይ ዘርጋው፤ በእጅ ስከሚዳሰስ ድረስ ጥቅጥቅ ያለ ጨለማ የግብጽን ምድር ይሸፍናል” አለው፡፡",
      "22": "ሙሴም እጁን ወደ ሰማይ ዘረጋ፤ በመላውም የግብጽ ምድር ለሦስት ቀን ጨለማ ሆነ፡፡",
      "23": "ግብጻውያን እርስ በርሳቸው ስለማይተያዩ ማንም ሰው እስከ ሦስት ቀን ከቤቱ መውጣት አልቻለም ነበር፤ እስራኤላውያን በሚኖሩበት ስፍራ ግን ብርሃን ነበር፡፡",
      "24": "ንጉሡም ሙሴን ጠርቶ “ሄዳችሁ አምላካችሁን አገልግሉ፤ ሴቶቻችሁና ልጆቻችሁም ከእናንተ ጋር መሄድ ይችላሉ፤ ነገር ግን በጎቻችሁና ፍየሎቻችሁ የቀንድ ከብቶቻችሁም እዚህ መቅረት ይኖርባቸዋል፡፡”",
      "25": "ሙሴም እንዲህ ሲል መለሰ፤ “እንዲህ ከሆነማ ለአምላካችን የሚቃጠል መሥዋዕት የምናቀርባቸው እንስሳት አንተ ትሰጠናለህ ማለት ነዋ!",
      "26": "ከቶ ይህ ሊሆን አይችልም፤ እንስሶቻችንን ሁሉ እንወስዳለን፤ አንዲት ሰኮና እንኳ ወደ ኋላ አትቀርም፤ አምላካችንን የምናገለግልባቸውን እንስሳት መርጠን ማቅረብ ያለብን እኛው ራሳችን ነን፤ እዚያም ከመድረሳችን በፊት ለእርሱ የምንሠዋቸው እንስሳት ምን ዐይነት እንደሆኑ ማወቅ አንችልም፡፡”",
      "27": "የእስራኤል አምላክም የንጉሡን ልብ በማደንደን እልኸኛ ስላደረገው ሕዝቡን መልቀቅ አልፈለገም፤",
      "28": "ስለዚህ ሙሴን “ዳግመኛ እንዳላይህ ከፊቴ ወዲያ ሂድ! እኔን በምታይበት ጊዜ እንደምትሞት ዕወቅ” አለው፡፡",
      "29": "ሙሴም “እውነት ነው፤ አንተ እንዳልከው ዳግመኛ አላይህም” አለው፡፡"
    },
    "Chapter 11": {
      "1": "ከዚህ በኋላ እግዚአብሔር ሙሴን እንዲህ አለው፤ “በግብጽ ንጉሥና በሕዝቡም ሁሉ ላይ ሌላ መቅሠፍት እልካለሁ፤ ከዚያም በኋላ ከዚህች ምድር እንድትወጡ ይለቃችኋል፤ እንዲያውም አንድ ሳይቀር ሁላችሁንም ያባርራችኋል፡፡",
      "2": "አሁንም የእስራኤል ሕዝብ ወንዶቹም ሴቶቹም ጎረቤቶቻቸውን ሁሉ የወርቅና የብር ጌጣ ጌጥ እንዲሰጡአቸው ይጠይቁ ዘንድ ንገራቸው፡፡”",
      "3": "እግዚአብሔርም እስራኤላውያን በግብጽ ዘንድ ሞገስ እንዲያገኙ አደረገ፤ በእርግጥም የንጉሡ ባለሟሎችና ሕዝቡ ሁሉ ሙሴን ታላቅ ሰው አድርገው ተመለከቱት፡፡",
      "4": "ሙሴም ንጉሡን እንዲህ አለው፤ “የእስራኤል አምላክ እንዲህ ይላል፤ ‹በእኩለ ሌሊት በግብጽ ምድር እዘዋወራለሁ፤",
      "5": "የዙፋኑ ወራሽ ከሆነው ከንጉሡ ልጅ ጀምሮ እህል በመፍጨት ከምታገለግል ድኻ ሴት እስከተወለደው ልጅ ድረስ በግብጽ ምድር በኩር የሆነ ወንድ ልጅ ሁሉ ይሞታል፤ እንዲሁም የእንስሳት በኩር ሁሉ ይሞታል፡፡",
      "6": "በግብጽ ምድር ሁሉ ላይ ከዚህ በፊት ያልነበረ ወደ ፊትም የማይኖር ታላቅ ለቅሶ ይሆናል፡፡",
      "7": "ነገር ግን በእስራኤላውያንም ሆነ በእንስሶቻቸው ላይ ውሻ እንኳ አይጮኽባቸውም፤ በዚያን ጊዜ እኔ አምላካችሁ በግብጻውያንና በእስራኤላውያን መካከል ልዩነት የማደርግ መሆኔን ታውቃላችሁ፡፡›”",
      "8": "ሙሴም “መኳንንትህ ሁሉ ወደ እኔ መጥተው እጅ ይነሱኛል፤ ሕዝቤንም ይዤ እንድወጣ ይለምኑኛል፤ ከዚያም በኋላ እሄዳለሁ” በማለት ንግግሩን አበቃ፤ ይህንንም ከተናገረ በኋላ በታላቅ ቁጣ ከንጉሡ ፊት ወጥቶ ሄደ፡፡",
      "9": "የእስራኤል አምላክ “በግብጽ ምድር ላይ ብዙ ተአምራት አደርግ ዘንድ ንጉሡ እናንተን አይሰማም” ብሎት ነበር፤",
      "10": "ሙሴና አሮንም እነዚህን ተአምራት በንጉሡ ፊት አደረጉ፤ ነገር ግን እግዚአብሔር የንጉሡን ልብ በማደንደን እልኸኛ ስላደረገው እሥራኤላውያን ከምድሪቱ እንዲወጡ አልፈቀደላቸውም፡፡"
    },
    "Chapter 12": {
      "1": "የእስራኤል አምላክ ሙሴንና አሮንን በግብጽ ምድር እንዲህ ሲል ተናገራቸው፤",
      "2": "“ይህ ወር ለእናንተ የዓመቱ መጀመሪያ ወር ይሁንላችሁ፤",
      "3": "ለመላው የእስራኤል ሕዝብ ይህን ሥርዓት አስተምሩ፤ ይህ ወር በገባ በዐሥረኛው ቀን እያንዳንዱ ሰው በቤተሰቡ ደረጃ አንድ የበግ ወይም የፍየል ጥቦት ይምረጥ፡፡",
      "4": "ቤተሰቡ አነስተኛ ከመሆኑ የተነሣ እንስሳውን በልቶ ለመጨረስ የማይችል ከሆነ ግን እርሱና የቅርብ ጐረቤቱ እያንዳንዱ የቤተሰብ አባል ሊመገበው የሚችለውን ያህል ተመጥኖ እንስሳውን በአንድነት አብረው ይብሉት፡፡",
      "5": "የምትመርጡት እንስሳ በግ ወይም ፍየል መሆን ይችላል፤ ነገር ግን ምንም ነውር የሌለበትና አንድ ዓመት የሞላው ተባእት ይሁን፡፡",
      "6": "እነዚህንም እስከ አሥራ አራተኛው ቀን ጠብቁአቸው፡፡ በዐሥራ አራተኛው ቀን ምሽት ላይ የእስራኤል ኅብረተሰብ ሁሉ እንስሳቱን ያርዳል፡፡",
      "7": "ሕዝቡም ከደሙ ወስደው የእንስሳቱ ሥጋ የሚበላበትንም እያንዳንዱን ቤት ደጃፍ መቃኑንና ጉበኑን ሁሉ ይቀቡት፤",
      "8": "ሥጋውንም በዚያኑ ሌሊት እየጠበሱ ከመራር ቅጠልና ካልቦካ ቂጣ ጋር ይብሉት፡፡",
      "9": "ከሥጋውም ጥሬውን ወይም ቅቅሉን አትብሉ፤ ራሱን፤ እግሮቹን ሆድ ዕቃውንም ጭምር በሙሉ ጠብሳችሁ ሥጋውን ብሉት፡፡",
      "10": "እስከሚነጋም ድረስ ከሥጋው ምንም ነገር አታስተርፉ፤ የተረፈ ነገር ቢኖር ሁሉንም በእሳት አቃጥሉት፡፡",
      "11": "ለጉዞ እንደተዘጋጀ ሰው ሆናችሁ ልብሳችሁን በአጭር በመታጠቅ ጫማችሁን አድርጋችሁ፤ በትራችሁን በእጃችሁ ይዛችሁ በችኮላ ብሉት፤ እርሱም እኔን አምላካችሁን የምታከብሩበት የፋሲካ በዓል ይሁንላችሁ፡፡",
      "12": "“በዚያችም ሌሊት እኔ በግብጽ ምድር ሁሉ እየተላለፍሁ እያንዳንዱን የሰውም ሆነ የእንስሳ ዘር የሆነውን የበኩር ልጅ ሁሉ እገድላለሁ፤ የግብጽንም አማልክት ሁሉ እቀጣለሁ፤ እኔ እግዚአብሔር ነኝ፡፡",
      "13": "በደጃፎቻችሁ መቃኖች ላይ የሚታየው ደም እናንተ የምትኖሩባቸውን ቤቶች ለይቶ የሚያሳይ ምልክት ይሆናል፤ እኔም ደሙን በማይበት ጊዜ አልፌአችሁ እሄዳለሁ፤ በዚህም ዓይነት ግብጻውያን በመቅሠፍት በምመታበት ጊዜ በእናንተ ላይ ምንም ዐይነት መቅሠፍት አይደርስባችሁም፡፡",
      "14": "እኔ እግዚአብሔር ያደረግሁላችሁን ሁሉ በማስታወስ ይህ ቀን የሃይማኖት ክብረ በዓል ይሁንላችሁ፤ እርሱንም በሚመጡት ዘመናት ሁሉ ታከብሩታላችሁ፡፡”",
      "15": "እግዚአብሔር እንዲህ አለ፤ “ሰባት ቀን ሙሉ እርሾ ያልነካውና ፈጽሞ ያልቦካ ቂጣ ብቻ ትበላላችሁ፤ በመጀመሪያው ቀን እርሾውን ሁሉ ከየቤታቸው ታስወግዳላችሁ፤ ማንም ሰው በነዚያ ሰባት ቀኖች እርሾ ያለበት እንጀራ ቢበላ ከሕዝቤ እንደ አንዱ ሆኖ ሊቆጠር አይገባውም፡፡",
      "16": "ከዚያም ሰባት ቀኖች በመጀመሪያውና በሰባተኛው ቀን የተቀደሰ ጉባኤ ታደርጋላችሁ፤ በነዚያም ቀኖች ምግባችሁን ከማዘጋጀት በቀር ምንም ሥራ አትሠሩም፡፡",
      "17": "ነገዶቻችሁን ሁሉ ከግብጽ ምድር መርቼ ያወጣሁት በዚህ ቀን ስለሆነ ይህን የቂጣ በዓል ተጠብቃላችሁ፤ በሚመጡትም ዘመናት ሁሉ በዚህ ቀን ታላቅ በዓል ታደርጋላችሁ፡",
      "18": "ከመጀመሪያው ወር ከዐሥራ አራተኛው ቀን ዋዜማ ምሽት ድረስ እርሾ የነካው እንጀራ አትበሉም፡፡",
      "19": "እስከ ሰባት ቀን ምንም እርሾ በቤታችሁ መገኘት የለበትም፤ የአገር ተወላጅም ሆነ ወይም መጻተኛ ማንኛውም ሰው እርሾ የነካው እንጀራ ቢበላ ከሕዝቤ እንደ አንዱ ሆኖ መቆጠር አይገባውም፤",
      "20": "በማንኛውም ስፍራ ብትሆኑ እርሾ የሌለበት ቂጣ ብሉ እንጂ እርሾ ያለበት ምንም ነገር አትብሉ፡፡”",
      "21": "ሙሴ የእስራኤልን ሕዝብ አለቆች ሁሉ ጠርቶ እንዲህ አላቸው፤ “ቤተሰባችሁ ሁሉ የፋሲካን በዓል እንዲያከብር ከእናንተ እያንዳንዱ የበግ ወይም የፍየል ጠቦት መርጦ ይረድ፤",
      "22": "ጭብጥ የሚሞላ የሂሶጵ ቅጠል ውሰዱ፤ በሳህን ያለውንም ደም በቅጠሉ እየነከራችሁ የቤታችሁን በር መቃኖችና በላይ በኩል ያለውን ጉበን ቀቡ፤ እስከ ማግሥቱ ጠዋት ድረስ ማንም ሰው ከቤቱ አይውጣ፡፡",
      "23": "እግዚአብሔር ግብጻውያንን በሞት ለመቅጣት በግብጽ ምድር ያልፋል፤ በጉበንና በመቃኖቹ ላይ ያለውንም ደም በሚያይበት ጊዜ አልፎ ይሄዳል፤ የሞት መልአክም ወደየቤታችሁ ገብቶ እናንተን እንዳይገድል ያደርጋል፤",
      "24": "እናንተና ልጆቻችሁ ይህን ስርዓት ለዘላለም ትጠብቁታላችሁ፤",
      "25": "እግዚአብሔር ሊያወርሳችሁ ተስፋ ወደገባላችሁ ምድር ስትገቡም ይህን ሥርዓት ትፈጽማላችሁ፡፡",
      "26": "ልጆቻችሁ ‹ይህ ሥርዓት ምድንድን ነው?› ብለው በሚጠይቋችሁ ጊዜ፤",
      "27": "እናንተም እንዲህ ብላችሁ ትመልሱላቸዋላችሁ፤ ‹ይህ አምላካችንን ለማክበር የሚደረግ የፋሲካ መሥዋዕት ነው፤ ምክንያቱም አምላካችን በግብጽ ምድር የእሥራኤላውያንን መኖሪያ ቤቶች አልፎ በመሄድ ግብጻውያንን ሲገድል እኛን አድኖናል፡፡›”",
      "28": "እሥራኤላውያንም ይህን በሰሙ ጊዜ ተንበርክከው ሰገዱ፤ ሄደውም በሙሴና በአሮን አማካይነት አምላክ ያዘዛቸውን ሁሉ አደረጉ፡፡",
      "29": "እኩለ ሌሊት ሲሆን የእስራኤል አምላክ ከንጉሡ አልጋ ጀምሮ በጉድጓድ ውስጥ እስከተጣለው የእስረኛ ልጅ ድረስ በግብጽ ምድር በኩር የሆነውን ወንድ ልጅ ሁሉ በሞት ቀጣ፤ በኩር ሆነው የተወለዱ እንስሳትም ሁሉ ተገደሉ፡፡",
      "30": "በዚያኑ ሌሊት ንጉሡና መኳንንቱ፤ መላውም የግብጽ ሕዝብ ሁሉ ከእንቅልፋቸው ነቁ፤ ወንድ ልጅ ያልሞተበት አንድ ቤት እንኳ ስላልነበረ በግብጽ ምድር ሁሉ ብርቱ የለቅሶ ጩኸት አስተጋባ፡፡ በዚያኑ ሌሊት ንጉሡ ሙሴንና አሮንን አስጠርቶ እንዲህ አላቸው፤ “እናንተና እስራኤላውያን ወገኖቻችሁ ሁሉ ከዚህ ውጡ፤ አገሬን ለቃችሁ ሂዱ! በጠየቃችሁትም መሠረት ለአምላካችሁ ስገዱ!",
      "32": "የበግ የፍየልና የቀንድ ከብት መንጋችሁን ሁሉ ይዛችሁ ሂዱ! እኔንም አምላካችሁ ይባርከኝ ዘንድ ጸልዩልኝ፡፡”",
      "33": "አገሪቱን ለቀውላቸው እንዲወጡ ግብጻውያን ራሳቸውም ሕዝቡን በማጣደፍ “በአስቸኳይ ለቃችሁ ካልወጣችሁልን እነሆ ሁላችንም ማለቃችን ነው” አሉአቸው፡፡",
      "34": "ስለዚህም ህዝቡ ያልቦካውን ሊጥ በቡሆ ዕቃ ሞልተው በልብስ በመጠቅለል በትከሻቸው ተሸከሙ፤",
      "35": "እሥራኤላውያን ሙሴ እንዳዘዛቸው አደረጉ፤ ይኸውም የወርቅና የብር ጌጣ ጌጥ እንዲሁም ልብስ እንዲሰጡአቸው ግብጻውያን ጠየቁ፡፡",
      "36": "እግዚአብሔርም እስራኤላውያን በግብጻውያን ዘንድ ሞገስ እንዲያገኙና የጠየቁትንም ሁሉ ማግኘት እንዲችሉ አደረገ፤ በዚህም ዓይነት እሥራኤላውያን የግብጽን ሀብት በዝብዘው ሄዱ፡፡",
      "37": "እሥራኤላውያንም ከራምሴ ተነስተው ወደ ሱኮት ለመሄድ በእግር ጉዞ ጀመሩ፤ የሰዎቹም ብዛት ሴቶችና ልጆች ሳይቆጠሩ ስድስት መቶ ሺ ነበር፡፡",
      "38": "ከእነርሱ ጋር ቁጥሩ የበዛ ሌላ ሕዝብ ብዙ የበግ፤ የፍየልና የቀንድ ከብት መንጋ እየነዳ ወጣ፡፡",
      "39": "ከግብጽ ይዘው ካወጡትም ሊጥ ቂጣ ጋገሩ፤ ምክንያቱም ከግብጽ በድንገት ተጣድፈው ስለወጡ ምግባቸውን ለማዘጋጀትም ሆነ በእርሾ የቦካ እንጀራ ለመጋገር ጊዜ አልነበራቸውም፡፡",
      "40": "እሥራኤላውያን በግብጽ ምድር የኖሩት አራት መቶ ሠላሳ ዓመት ነበር፤",
      "41": "አራት መቶ ሠላሳ ዓመት በተፈጸመበትም ቀን የእስራኤል ሕዝብ ነገዶች ሁሉ የግብጽን ምድር ለቀው ወጡ፡፡",
      "42": "እግዚአብሔር ሕዝቡን እየጠበቀ ከግብጽ ምድር ባወጣቸው ዕለት ጊዜው ሌሊት ነበር፤ ያም ሌሊት እሥራኤላውያን በመጠባበቅ ተግተው የሚያድሩበት በዘመናት ሁሉ ለእግዚአብሔር የተቀደሰ ሌሊት ነው፡፡",
      "43": "ፈጣሪ ሙሴንና አሮንን እንዲህ አላቸው፤ “የፋሲካ በዓል አከባበር ሥርዓት ይህ ነው፤ መጻተኛ የሆነ ማንኛውም የባዕድ አገር ሰው የፋሲካን ራት አይብላ፤",
      "44": "አገልጋይ እንዲሆናችሁ በገንዘባችሁ የገዛችሁት ሰው ግን አስቀድሞ ተገርዞ ከሆነ መብላት ይችላል፡፡",
      "45": "በዚያን ጊዜ በሀገር ውስጥ የሚኖር እንግዳ ሰው ወይም አዲስ ቅጥር ሠራተኛ አይብላ፡፡",
      "46": "ምግቡ በሙሉ በዚያው በተዘጋጀበት ቤት ውስጥ መበላት ስላለበት ወደ ውጭ አይውጣ፤ ከጥቦቱም አጥንቱን አትስበሩ፡፡",
      "47": "መላው የእስራኤል ማህበረሰብ ይህን በዓል ያክብረው፡፡",
      "48": "ነገር ግን ያልተገረዘ ማንም ሰው አይብላ፤ የውጭ አገር ሰው በመካከላችሁ ቢኖርና የፋሲካን በዓል ማክበር ቢፈልግ፤ አስቀድማችሁ በቤተሰቡ ያሉትን ወንዶች ሁሉ ግረዙ፤ ከዚያም በኋላ የሀገር ተወላጅ እስራኤላዊ እንደሆነ ተቆጥሮ የፋሲካን በዓል ለማክበር ከእናንተ ጋር ይተባበር፡፡",
      "49": "እንግዲህ ይህ ሥርዓት ለእናንተ ለእስራኤላውያኑም ሆነ በመካከላችሁ ለሚኖሩት መጻተኞች በተመሳሳይ ሁኔታ ይፈጸም፡፡”",
      "50": "እሥራኤላውያን ሁሉ ታዛዥዎች በመሆን አምላካቸው በሙሴና በአሮን አማካይነት ያዘዘውን ሁሉ ለመፈጸም ዝግጁዎች ሆኑ፤",
      "51": "በዚያን ቀን ፈጣሪ የእሥራኤላውያን ነገዶችን ከግብጽ ምድር መርቶ አወጣ፡፡"
    },
    "Chapter 13": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "ከእሥራኤልም ሕዝብ ሆነ ከእንስሳቱ በኩር ሆኖ የተወለደው ሁሉ ለእኔ መሆን ይገባዋል፣ ስለዚህ በኩር ሆኖ የተወለደውን ሁሉ ለእኔ እንዲሆን ቀድሰው፡፡",
      "3": "ሙሴም ለሕዝቡ እንዲህ አለ፤ ይህ ቀን በባርነት ስትገዙ የኖራችሁበትን የግብጽን ምድር ለቃችሁ የወጣችሁበት ስለሆነ ይህን ቀን አስታውሱ፤ ያህዌ በታላቅ ኀይሉ በመታደግ ያወጣችሁ በዚህ ቀን ነው፤ ስለዚህ በዚህ ቀን እርሾ የነካው እንጀራ አትብሉ፡፡",
      "4": "በዚህ ቀን የዓመቱ መጀመሪያ በሆነው በአቢብ ወር ግብጽን ለቃችሁ ወጥታችኋል፡፡",
      "5": "የከነዓናውያንን፤ የሒታውያንን፤ የአሞራውያንን፤ የሒዋውያንን፤ የኢያቡሳውያንን ምድር እንደሚያወርሳችሁ አምላካችሁ ለቀድሞ አባቶቻችሁ በመሓላ ቃል ገብቶአል፤ ማርና ወተት ወደምታፈሰው ወደዚያች ለም ምድር በሚያገባችሁ ጊዜ በዓመቱ መጀመሪያ ወር ላይ ይህን በዓል ታከብሩታላችሁ፡፡",
      "6": "ሰባት ቀን ሙሉ እርሾ የሌለበት ቂጣ ትበላላችሁ፤ በሰባተኛውም ቀን ለአምላካችሁ ክብር በዓል ታደርጋላችሁ፡፡",
      "7": "እስከ ሰባት ቀን ድረስ እርሾ የነካው እንጀራ አትብሉም፤ እርሾም ሆነ የቦካ እንጀራ ከቶ በምድራችሁ አይገኝ፡፡",
      "8": "በዓሉም በሚከበርበት ጊዜ ይህን ሁሉ የምታደርጉት ከግብጽ በወጣችሁበት ጊዜ ፈጣሪ ያደረገላችሁን መልካም ነገር ሁሉ ለማስታወስ መሆኑን ለልጆቻችሁ ተርኩላቸው፡፡",
      "9": "ይህም በዓል በእጃችሁ እንደታሰረና በግንባራችሁ ላይ እንደሚገኝ ምልክት ማስታወሻ ይሆንላችኋል፤ ፈጣሪ በታላቅ ኀይሉ ከግብጽ ስላወጣችሁም የአምላካችሁ ህግ ዘወትር ከአንደበታችሁ ሳይለይ በቃላችሁ እንድትደግሙትና እንድታጠኑት ያስታውሳችኋል፡፡",
      "10": "ስለዚህ ይህን በዓል በየዓመቱ በተመደበለት ቀን አክብሩት፡፡",
      "11": "የእስራኤል አምላክ ለእናንተና ለቀድሞ አባቶቻችሁ ለመስጠት ቃል ወደገባላችሁ ወደ ከነዓናውያን ምድር ያመጣችኋል፤ ይህችንም ምድር በሚያወርሳችሁ ጊዜ፤",
      "12": "በኩር የሆነውን ወንድ ልጅ ሁሉ ለአምላካችሁ ትሰጣላችሁ፤ እንዲሁም የእንስሶቻችሁ በኩር ሁሉ ለፈጣሪ የተለየ ይሆናል፡፡",
      "13": "ከአህያ የተወለደ በኩር ግን የበግ ጥቦት በመተካት ከአምላካችሁ እጅ ትዋጁታላችሁ፤ አህያውን ለመዋጀት ካልፈለጋችሁ ግን አንገቱን ስበሩት፤ በኩር የሆነውን ወንድ ልጅ ሁሉ ከእርሱ እጅ መዋጀት ይገባችኋል፡፡",
      "14": "በሚመጡት ዘመናት ወንድ ልጅህ የዚህን ሥርዓት ትርጉም ቢጠይቅህ እንዲህ በማለት ታስረዳዋለህ፤ በባርነት ከተገዛንበት ከግብጽ ምድር ያህዌ በታላቅ ኀይል አወጣን፤",
      "15": "የግብጽ ንጉሥ ልቡን አደንድኖ እልኸኛ በመሆን አልለቃችሁም ባለ ጊዜ ያህዌ በግብጽ ምድር የሰውንም ሆነ የእንስሳትን በኩር ሁሉ ገደለ፤ በኩር ሆኖ የተወለደውን ወንድ እንስሳ መሥዋዕት አድርገን የምናቀርበው በዚህ ምክንያት ነው፤ በኩር ሆነው የተወለዱ ልጆቻችንን ግን እንዋጃቸዋለን፡፡",
      "16": "ይህም ሥርዓት በእጃችን እንደታሰረና በግንባራችን ላይ እንደሚገኝ ምልክት ማስታዎሻ ይሆናል፤ አምላካችን በታላቅ ኀይሉ ከግብጽ ምድር እንዳወጣንም ያስታውሰናል፡፡",
      "17": "የግብጽ ንጉሥ ሕዝቡን በለቀቀ ጊዜ፤ የእስራኤል አምላክ ቅርብ በሆነው በፍልስጥኤም የባሕር ጠረፍ በኩል ባለው መንገድ አልመራቸውም፤ ይህንንም ያደረገበት ምክንያት ሕዝቡ ከፊት ለፊት ጦርነት እንደሚጠብቃቸው ባዩ ጊዜ አሳባቸውን ለውጠው ወደ ግብጽ እንዳይመለሱ ነው፡፡",
      "18": "ስለዚህ ይህን በማድረግ ፈንታ ወደ ቀይ ባሕር በሚያመራው በረሓ፤ ዙሪያ ጥምጥም በሆነ መንገድ መራቸው፤ እስራኤላውያንም ለጦርነት እንደተዘጋጁ ሆነው ከግብጽ ወጡ፡፡",
      "19": "ዮሴፍ አስከሬኑን እንዲወስዱ እስራኤላውያንን በመሐላ ቃል ኪዳን ባስገባቸው መሠረት ሙሴ የዮሴፍን አስከሬን ይዞ ሄደ፤ ምክንያቱም ዮሴፍ የእስራኤል አምላክ ታድጎአችሁ በምትወጡበት ጊዜ ዐፅሜን ከዚህች ምድር ይዛችሁ እንድትወጡ በማለት ተናግሮ ነበር፡፡",
      "20": "እስራኤላውያን ከሱኮት ተነስተው በበረሓው ዳርቻ በምትገኘው በኤታም ሰፈሩ፤",
      "21": "ቀንና ሌሊት መጓዝ ይችሉ ዘንድ፤ ፈጣሪ ቀን በደመና ዐምድ፤ ሌሊት ደግሞ ብርሃን በሚሰጥ በእሳት ዐምድ ይመራቸው ነበር፤",
      "22": "በዚህ ዐይነት የደመናው ዐምድ በቀን፤ የእሳቱ ዐምድ በሌሊት ዘወትር እፊት እፊታቸው ይገኝ ነበር፡፡"
    },
    "Chapter 14": {
      "1": "ከዚህ በኋላ ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "እስራኤላውያን ተመልሰው፤ በሚግዶልና በቀይ ባሕር መካከል ባለው ፒሃሒሮት ፊት ለፊት በባዓልጸፎን አጠገብ እንዲሰፍሩ ንገራቸው፡፡",
      "3": "እነሆ ንጉሡ እስራኤላውያን በበረሓ ተዘግተው በአገሪቱ  ዙሪያ የሚንከራተቱ ይመስለዋል፡፡",
      "4": "እኔም ልቡን በማደንደን እልኸኛ ስለማደርገው ያሳድዳችኋል፤ ስለዚህም በንጉሡና በሠራዊቱ ላይ የምጎናጸፈው ድል ለእኔ ክብር ይሆናል፤ በዚያን ጊዜ ግብጻውያን እኔ ያህዌ እንደሆንኩ ያውቃሉ፡፡ እስራኤላውያንም እንደተነገራቸው አደረጉ፡፡",
      "5": "የግብጽ ንጉሥ ሕዝቡ ማምለጣቸውን በሰማ ጊዜ እርሱና መኳንንቱ አሳባቸውን ለውጠው ይህ ያደረግነው ነገር ምንድን ነው? እስራኤላውያን አምልጠው እንዲሄዱ ስንፈቅድ አገልጋዮቻንን ሁሉ ማጣታችን አይደለምን? አሉ፡፡",
      "6": "ንጉሡም ሠረገላውን አዘጋጅቶ ሠራዊቱን አንቀሳቀሰ፡፡",
      "7": "ስድስት መቶ ምርጥ ሠረገላዎችን ጨምሮ በግብጽ ያሉትን ሠረገሎች ሁሉ አሰለፈ፤ የጦር አዛዦችንም መደበላቸው፤",
      "8": "የእስራኤል አምላክ የንጉሡን ልብ በማደንደን እልኸኛ አድርጎት ስለነበር በድፍረት በመውጣት ላይ የነበሩትን እስራኤልውያንን አሳደዳቸው፤",
      "9": "የግብጽ ሠራዊት በፈረሶችና ሠረገላዎች ከፈረሰኞች ጋር ሆኖ ተከታተላቸው፤ በቀይ ባሕር ፊት ለፊት ባሉት በፒሃሒሮት በባዓልጸፎን አጠገብ በሰፈሩበት ቦታ ደረሱባቸው፡፡",
      "10": "እስራኤላውያን ንጉሡና ሠራዊቱ በእነርሱ ላይ አደጋ ለመጣል መምጣታቸውን አይተው እጅግ ፈሩ፤ እንዲረዳቸውም ወደ አምላካቸው ጮኹ፤",
      "11": "ሙሴንም እንዲህ አሉት፤ ከቶ በግብጽ የመቃብር ቦታ አልነበረምን? ታዲያ በዚህ በረሓ እንድንሞት ያወጣኸን ለምንድን ነው? ከግብጽ አውጥተኸን ምን እንደደረሰብን እስቲ ተመልከት!",
      "12": "ይህ ሁሉ እንደሚሆን ገና ከዚያ ሳንወጣ ነግረንህ አልነበረምን? እንዲያውም እባክህ ተወን ለግብጻውያን ባሪያዎች ሆነን እናገልግል ብለንህ ነበር፤ በእርግጥም እዚህ በረሓ ከመሞት በዚያ ባሮች ሆነን መኖር በተሻለን ነበር!",
      "13": "ሙሴም እንዲህ ሲል መለሰላቸው፤ አይዞአችሁ አትፍሩ! ባላችሁበት ጸንታችሁ ቁሙ፤ የእስራኤል አምላክ እናንተ ለመታደግ የሚያደርገውን ዛሬ ታያላችሁ፤ እነዚህን ዛሬ የምታዩአቸውን ግብጻውያን ዳግመኛ አታዩአቸውም፡፡",
      "14": "አምላካችሁ ስለእናንተ ይዋጋል፤ እናንተ ማድረግ የሚገባችሁ ጸጥ ብላችሁ ሁኔታውን መጠበቅ ብቻ ነው፡፡",
      "15": "ያህዌ ሙሴን እንዲህ አለው፤ ወደ እኔ የምትጮኸው ለምንድን ነው? ይልቅስ ሕዝቡ ወደ ፊት እንዲጓዙ ንገራቸው፤",
      "16": "በትርህን አንሣ፤ በባሕሩም ላይ ዘርጋው፤ ውሃውም ይከፈላል፤ እስራኤላውያንም በደረቅ ምድር ባሕሩን አቋርጠው ይሄዳሉ፤",
      "17": "የግብጻውያንን ልብ በማደንደን እልኸኞች ስለማደርጋቸው፤ ሕዝቡን ያሳድዳሉ፤ ንጉሡንና ሠራዊቱን፤ ሠረገሎቹንና ፈረሰኞቹን ድል በመንሳት ክብርን እጎናጸፋለሁ፡፡",
      "18": "እነርሱንም በማሸንፍበት ጊዜ ግብጻውያን እኔ ያህዌ መሆኔን ያውቃሉ፡፡",
      "19": "የእስራኤልን ሠራዊት ፊት ፊት ይመራ የነበረው መልአክ ወደ ኋላ ተመልሶ ደጀን ሆነ፤ የደመናውም ዐምድ አልፎ፤",
      "20": "በግብጻውያንና በእስራኤላውያን መካከል ቆመ፤ ደመናውም ግብጻውያንን በጨለማ ሲጋርድ ለእስራኤል ሕዝብ ግን ብርሐን ይሰጥ ነበር፤ ስለዚህ የግብጽ ሠራዊት ሌሊቱን ሙሉ ወደ እስራኤላውያን መጠጋት አልቻለም፡፡",
      "21": "ሙሴ እጁን በባሕሩ ላይ ዘረጋ፤ ያህዌም በብርቱ የምሥራቅ ነፋስ ባሕሩን ወደ ኋላ መለሰው፤ ነፋሱም ሌሊቱን ሙሉ በመንፈሱ፤ ባሕሩን ወደ ደረቅ ምድር ለወጠው፡፡ ውሃውም ከሁለት ተከፈለ፤",
      "22": "እስራኤላውያንም በደረቅ ምድር ባሕሩን ተሻግረው ሄዱ፤ ውሃውም እንደ ግድግዳ በግራና በቀኝ ቆሞ ነበር፡፡",
      "23": "ግብጻውያንም በሠረገሎቻቸው፣ በፈረሶቻቸውና በፈረሰኞቻቸው እየተረዱ አሳደዱአቸው፤ ተከታትለዋቸውም ወደ ባሕሩ ገቡ፡፡",
      "24": "ገና ጎሕ ሳይቀድ ያህዌ በእሳትና በደመና ዐምድ ሆኖ የግጻውያንን ሠራዊት በተመለከተ ጊዜ ሁሉም በፍርሃት ተጨነቁ፡፡",
      "25": "ያህዌ የሠረገሎቻቸውን መንኮራኩሮች ከመሬት ጋር ስላጣበቀባቸው ሠረገላዎቻቸውን ነድተው ማንቀሳቀስ አልቻሉም፤ ግብጻውያንም፤ ያህዌ ለእስራኤላውያን ረድቶ እኛን እየተዋጋን ነው ስለዚህ ከፊታቸው እንሽሽ ተባባሉ፡፡",
      "26": "ያህዌ ሙሴን እጅህን በባሕሩ ላይ ዘርጋ፤ ውሃውም በግብጻውያን፤ በሠረገሎቻቸውና በፈረሰኞቻቸው ላይ ይመለስባቸው አለው፡፡",
      "27": "ስለዚህ ሙሴ እጁን ወደ ባሕሩ ላይ ዘረጋ፤ ጎሕ ሲቀድ ውሃው ወደ ቀድሞ ቦታው ተመለሰ፤ ግብጻውያንም ከውሃው ሸሽተው ለመውጣት ሞከሩ፤ ያህዌ ግን በባሕሩ ውስጥ ጣላቸው፡",
      "28": "ውሃውም ተመልሶ እስራኤላውያንን ይከተሉ በነበሩት በሠረገሎች፤ በፈረሰኞችና በመላው የግብጽ ሠራዊት ላይ ተከነበለ፤ ከእነርሱ አንድ ሰው እንኳ አልተረፈም፡፡",
      "29": "እስራኤላውያን ግን ውሃው በግራና በቀኝ እንደ ግድግዳ ሆኖ ስለቆመላቸው በደረቅ ምድር ተሻገሩ፡፡",
      "30": "በዚያን ቀን ያህዌ እስራኤላውያንን ከግብጻውያን እጅ አዳናቸው፤ በባሕሩ ጠረፍ የተረፈረፈውንም የግብጻውያን ሬሳ ተመለከቱ፡፡",
      "31": "ያህዌ በእንዴት ያለ ታላቅ ኀይል ግብጻውያንን እንዳሸነፈ እስራኤላውያን ባዩ ጊዜ አምላካቸውን ፈሩ፤ በእርሱና አገልጋዩ በሆነው በሙሴ አመኑ፡፡"
    },
    "Chapter 15": {
      "1": "ከዚህ በኋላ ሙሴና የእስራኤል ሕዝብ ከዚህ የሚከተለውን መዝሙር ለአምላካቸው ዘመሩ፡፡ ፈረሱንና ፈረሰኛውን ወደ ባሕር አሽቀንጥሮ በመጣል ክብር የተሞላው ድል ስለተጎናጸፈ፤ ለእስራኤል አምላክ እዘምራለሁ፡፡",
      "2": "יהוה በመዝሙር የማመሰግነው መከላከያ ኀይሌ ነው፤ ከጠላት እጅ ያዳነኝ ታዳጊዬም እርሱ ነው፤ እርሱ አምላኬ ስለሆነ አመሰግነዋለሁ፤ የአባቴም አምላክ ስለ ገናናነቱ እዘምራለሁ፡፡",
      "3": "የእስራኤል አምላክ ብርቱ ጦረኛ ነው፤ ስሙም יהוה ነው፡፡",
      "4": "የግብጽን ሠራዊት ከነሠረገላው ወደ ባሕር አሽቀንጥሮ ጣለ ምርጥ የሆኑት የጦር አዛዥዎች በቀይ ባሕር ውስጥ ሰጥመው ቀሩ፡፡",
      "5": "ጥልቅ የሆነውም ባሕር በእነርሱ ላይ ተከነበለ፤ እንደ ድንጋይም አቆልቁለው ወደ ባሕሩ ጥልቀት ወረዱ፡፡",
      "6": "አምላኬ ሆይ! የቀኝ እጅህ ኀይል እጅግ አስፈሪ ነው፤ ጠላትን ሰባብሮ ይጥላል፤",
      "7": "ግርማ በተሞላው ድል አድራጊነትህ ጠላትህን ገለበጥህ፤ ቁጣህ እንደ እሳት ስለነደደ እንደ ገለባ በላቸው፡፡",
      "8": "በባሕሩ ላይ እፍ ባልህበት ጊዜ፤ ውሃው ወደ ላይ ተቆለለ፤ እንደ ግድግዳም ቀጥ ብሎ ቆመ፤ በጥልቅ ስፍራ ያለውም ውሃ ረግቶ ጠጠረ፡፡",
      "9": "‹ጠላትማ አሳድጄ እይዛቸዋለሁ፤ ሀብታቸውንም እካፈላለሁ፤ የፈለግሁትንም እወስዳለሁ፤ ሰይፌንም መዝዠ አጠፋቸዋለሁ› ብሎ ነበር፤",
      "10": "ነገር ግን አምላኬ ሆይ! ከአንተ በተገኘው በአንድ ትንፋሽ ግብጻውያን ሁሉ ሰጠሙ፤ በጥልቅ ባሕር ውስጥ እንደተጣለ ብረት ሆነው ቀሩ፡፡",
      "11": "יהוה ሆይ! ከአማልክት መካከል አንተን የሚመስል ማን ነው? በቅድስናስ እንዳንተ አስደናቂ የሆነ ማን ነው? አንተ ያደረግሃቸውን ተአምራትና አስገራሚ ሥራዎች፤ ሊያደርግ የሚችልስ ማን አለ?",
      "12": "ቀኝ እጅህን በዘረጋህ ጊዜ ምድር ጠላቶቻችንን ዋጠች፤",
      "13": "በዘላለማዊ ፍቅርህ የታደግሃቸውን ሕዝብ መራህ፤ በብርታትህም ወደ ተቀደሰችው ምድር እንዲገቡ አደረግህ፤",
      "14": "አሕዛብ ሁሉ ይህን ሰምተው በፍርሃት ተንቀጠቀጡ፤ ፍልስጥኤምአውያንም በሽብር ተዋጡ፤",
      "15": "የኤዶም መሪዎች እጅግ ተጨንቀዋል፤ የሞአብም ኀያላን በመንቀጥቀጥ ላይ ናቸው፤ የከነዓንም ሕዝብ ወኔ ተለይቶአቸዋል፡፡",
      "16": "ሽብርና ፍርሃት ወድቆባቸዋል፤ አምላክ ሆይ! ኀይልህን ስላዩ፤ ከባርነት ነፃ ያወጣሃቸው ሕዝብህ አልፈው እስኪሄዱ ድረስ እነርሱ በድንጋጤ እንደ ድንጋይ ዝም አሉ፡፡",
      "17": "ስለዚህ አንተ ሕዝብህን መርተህ አግባቸው፤ ርስትህ በሆነውም በተራራህ ላይ ትከላቸው፤ ይህም ማደሪያህ እንዲሆን የመረጥከው ስፍራ ነው፤ እርሱም አንተ ራስህ የሠራኸው ቤተ መቅደስህ ነው፡፡",
      "18": "አምላክ ሆይ! አንተ ከዘላለም እስከ ዘላለም ንጉሥ ነህ፡፡",
      "19": "እስራኤላውያን በደረቅ ምድር ባሕሩን ተሻገሩ፤ የፈርዖን ፈረሶች፤ ሠረገሎችና ፈረሰኞቹ ሁሉ ወደ ባሕር በገቡ ጊዜ יהוה ውሃውን መልሶ በእነርሱ ላይ እንዲከነበልባቸው አደረገ፡፡",
      "20": "የአሮን እህት ነቢይቱ ሚሪያም ከበሮዋን አነሳች፤ ሌሎችም ሴቶች ከበሮዎቻቸውን እየመቱና እየዘፈኑ ይከተሉአት ጀመር፤",
      "21": "ሚርያምም፤ ፈረሱንና ፈረሰኛውን ወደ ባሕር አሽቀንጥሮ በመጣል፤ ክብር የተሞላው ድል ስለተጎናጸፈ፤ ለአምላክ ዘምሩ እያለች ዘመረችላቸው፡፡",
      "22": "ከዚህ በኋላ ሙሴ የእስራኤልን ሕዝብ ከቀይ ባሕር አሳልፎ ወደ ሹር በረሓ መራቸው፤ ሦስት ቀን ሙሉ በበረሓ ተጓዙ፤ ነገር ግን ምንም ውሃ አላገኙም፡፡",
      "23": "ከዚህ በኋላ ማራ ወደ ተባለ ስፍራ ደረሱ፤ ነገር ግን በዚያ ያለው ውሃ እጅግ መራራ ስለነበረ ሊጠጡት አልቻሉም፤ ማራ ተብሎ የተጠራበትም ምክንያት ይኸው ነበር፡፡",
      "24": "ሕዝቡም በሙሴ ላይ በማጉረምረም እንግዲህ ምን ልንጠጣ ነው? ሲሉ ጠየቁት፡፡",
      "25": "ሙሴም በብርቱ ጩኸት ወደ יהוה ጸለየ፤ יהוהም አንድ እንጨት አሳየው፤ እርሱንም ወስዶ በውሃው ላይ በጣለው ጊዜ፤ ውሃው ወደ ጣፋጭነት ተለውጦ ለመጠጥ የሚስማማ ሆነ፡፡ በዚያ ስፍራ አምላካቸው የሚተዳደሩበት ሕግ ሰጣቸው፤ በዚያም ፈተናቸው፡፡",
      "26": "እንዲህም አላቸው፤ በፊቴ መልካም የሆነውን ነገር በማድረግና ትዕዛዛቴን በመጠበቅ በፍጹም ብትታዘዙኝ በግብጻውያን ላይ ካመጣሁባቸው በሽታዎች በአንዱ እንኳ አልቀጣችሁም፤ ፈዋሻችሁ እኔ ያህዌ ነኝ፡፡",
      "27": "ከዚህ በኋላ ወደ ኤሊም መጡ፤ በዚያም ስፍራ አስራ ሁለት የውሃ ምንጮችና ሰባ የተምር ዛፎች ነበሩ፤ ሕዝቡም በዚያ ከውሃው አጠገብ ሰፈሩ፡፡"
    },
    "Chapter 16": {
      "1": "መላው የእስራኤል ማኅበር ከግብጽ በወጡ በሁለተኛው ወር በዐሥራ አምስተኛው ቀን ከኤሊም ተነሥተው በሲናና በኤሊም መካከል ወዳለው ሲን ተብሎ ወደሚጠራው ምድረ በዳ መጡ፡፡",
      "2": "በዚያም ምድረበዳ ሁሉም ተባብረው በሙሴና በአሮን ላይ በማጉረምረም እንዲህ አሉ፤",
      "3": "ምነው በግብጽ ሳለን ፈጣሪ በገደለን ኖሮ! በዚያ ሌላው ቢቀር ሥጋም ሆነ ሌላ ምግብ የፈለግነውን ያህል መመገብ እንችል ነበረ፤ እናንተ ግን ሁላችንም በረሀብ እንድናልቅ ወደዚህ በረሓ አወጣችሁን፡፡",
      "4": "የእስራኤል አምላክም ሙሴን እንዲህ አለው፤ እነሆ እኔ ለሁላችሁም የሚበቃ ምግብ ከሰማይ ላዘንምላችሁ ነው፤ ሕዝቡ በየዕለቱ ወጥተው ለዚያው ቀን የሚበቃቸውን ምግብ ይሰብስቡ፤ በዚህ ዐይነት እኔ የምሰጣቸውን መመሪያ ይጠብቁ እንደሆነ እፈትናቸዋለሁ፡፡",
      "5": "በስድስተኛው ቀን ግን ከሌሎቹ ዕለታት በአንዱ ቀን የሚሰበስቡትን እጥፍ ሰብስበው ያዘጋጁ፡፡",
      "6": "ስለዚህ ሙሴና አሮን ለመላው የእስራኤል ሕዝብ እንዲህ አሉ፤ ከግብጽ ምድር ያወጣችሁ יהוה መሆኑን በዛሬይቱ ምሽት ታውቃላችሁ፤",
      "7": "በማለዳ የአምላክን ክብር የሚገልጥ አንጸባራቂ ብርሃን ታያላችሁ፤ יהוה በእርሱ ላይ ማጉረምረማችሁን ሰምቶአል፤ ምክንያቱም እኛ እርሱ የሚሰጠንን መመሪያ በሥራ ላይ የምናውል ስለሆንን በእኛ ላይ ማጉረምረማችሁ በእርሱ ላይ እንዳጉረመረማችሁ ይቆጠራል፡፡",
      "8": "ከዚህም በኋላ ሙሴ እንዲህ አለ፤ በእርሱ ላይ ማጉምረማችሁን ስለሰማ በማታ የምትበሉትን ሥጋና በማለዳ ደግሞ የፈለጋችሁትን ያህል እንጀራ የሚሰጣችሁ יהוהነው፤ በእኛ ላይ ስታጉረመርሙ እኮ በיהוה ላይ ማጉረምረማችሁ ነው፡፡",
      "9": "ሙሴ አሮንን የእስራኤል አምላክ በእርሱ ላይ ማጉረምረማቸውን ስለሰማ፤ መላው የእስራኤል ማኅበር መጥቶ በፊቱ እንዲቆም ንገር አለው፤",
      "10": "አሮንም ለመላው ማኅበር በተናገረ ጊዜ ፊታቸውን ወደ በረሓው አዞሩ፤ የፈጣሪን ክብር የሚገልጠው አንጸባራቂ ብርሃን በደመና ተገለጠ፤",
      "11": "የእስራኤል አምላክም ሙሴን እንዲህ አለው፤",
      "12": "እስራኤላውያን በኔ ማጉረምረማቸውን ሰምቻለሁ፤ ስለዚህ እንዲህ ብለህ ንገራቸው፤ በዛሬው ምሽት ፀሐይ ከመጥለቅዋ በፊት ምግብ የሚሆናችሁን ሥጋ ታገኛላችሁ፤ በማለዳም የምትፈልጉትን ያህል እንጀራ ታገኛላችሁ፤ በማለዳም የምትፈልጉትን ያህል እንጀራ ታገኛላችሁ፤ በዚያን ጊዜም እኔ አምላካችሁ እንደሆንሁ ታውቃላችሁ፡፡",
      "13": "በምሽትም ብዙ ድርጭቶች እየበረሩ መጥተው ሰፈሩን ሸፈኑት፤ በማለዳ ደግሞ በሰፈሩ ዙሪያ ጤዛ ነበረ፤",
      "14": "ጤዛውም ከተነነ በኋላ ደቃቃና ስስ ሆነ ነገር በበረሓማው ምድር ላይ ታየ፤ እርሱም በምድር ላይ ያረፈ አመዳይ ይመስል ነበር፡፡",
      "15": "እስራኤላውያን ባዩት ጊዜ ምን እንደሆነ ባለማወቃቸው ይህ ነገር ምንድን ነው በማለት እርስ በርሳቸው ተጠያየቁ፡፡ ሙሴም እንዲህ አላቸው፤ ይህ እንድትበሉት יהוה የሰጣችሁ ምግብ ነው፤",
      "16": "ከእናንተ እያንዳንዱ የሚያስፈልገውን ያህል ብቻ እንዲሰበስብ יהוה አዟል፤ ስለዚህ እያንዳንዱ የቤተሰብ አባል ሁለት ሊትር ያህል በሚይዝ መስፈሪያ ይውሰድ፡፡",
      "17": "እስራኤላውያንም እንደዚሁ አደረጉ፤ አንዳንዶቹ ብዙ አንዳንዶቹ ጥቂት ሰበሰቡ፤",
      "18": "በሰፈሩትም ጊዜ ብዙ የሰበሰበው አልተረፈውም፤ ጥቂትም የሰበሰበ አላነሰበትም፤ እያንዳንዱ የሰበሰበው ልክ የሚበቃውን ያህል ነበር፡፡",
      "19": "ሙሴም ማንም ለዕለት ከሚያስፈልገው አስበልጦ ለነገ ማስተረፍ የለበትም አለ፡፡",
      "20": "አንዳንዶቹ የሙሴን ቃል ባለመስማት ለዕለቱ ከሰበሰቡት ከፍለው አሳደሩ፤ በማግሥቱም ጠዋት ተልቶ ተገኘ፤ በስብሶም ሸተተ፤ ሙሴም እጅግ ተቆጣቸው፡፡",
      "21": "በየማለዳው እያንዳንዱ የሚበቃውን ያህል ይሰበስብ ነበር፤ ፀሐይ ከሞቀ በኋላ ግን በመሬት ላይ የቀረው ሁሉ ይቀልጥ ነበር፡፡",
      "22": "በስድስተኛው ቀን ለእያንዳንዱ አራት ሊትር በሚይዝ መስፈሪያ በእጥፍ ይሰበስቡ ነበር፤ የማኅበሩ መሪዎች ሁሉ መጥተው ስለ ምግቡ ለሙሴ ነገሩት፤",
      "23": "እርሱም እንዲህ አላቸው፤ የነገው እለት ለእርሱ ተለይቶ የተቀደሰ የዕረፍት ቀን እንዲሆን አምላካችን አዟል፤ ስለዚህ ዛሬውኑ የምትጋግሩትን ጋግሩ፤ የምትቀቅሉትንም ቀቅሉ፤ የተረፈው ተከፍሎ ለነገ ይቀመጥ፡፡",
      "24": "ሙሴም እንዳዘዛቸው የተረፈውን ለሚቀጥለው ቀን አስቀመጡ፤ እርሱም አልተበላሸም ወይም አልተላም፡፡",
      "25": "ሙሴም እንዲህ አላቸው፤ ይህን ዛሬውኑ ብሉት፤ ምክንያቱም ዛሬ ሰንበት ነው፤ እርሱም ለአምላክ የተቀደሰ የዕረፍት ቀን ነው፤ በዛሬው ዕለት ምግቡን በሜዳ ላይ አታገኙም፡፡",
      "26": "ስለዚህ ስድስት ቀን በተከታታይ ይህን ምግብ ሰብስቡ፤ የዕረፍት ቀን በሆነው በሰባተኛው ቀን ግን ምንም ምግብ አይኖርም፡፡",
      "27": "በሰባተኛው ቀን ከሕዝቡ መካከል ጥቂት ሰዎች ምግብ ለመሰብሰብ ወጡ፤ ነገር ግን ምንም አላገኙም፡፡",
      "28": "ከዚህ በኋላ יהוה ሙሴን እንዲህ አለው፤ እናንተ ትእዛዛቴን መፈጸም እምቢ የምትሉት እስከ መቼ ነው?",
      "29": "እኔ יהוה አንድ የዕረፍት ቀን እንደሰጠኋችሁ አስታውሱ፤ ዘወትር በስድስተኛው ቀን ለሁለት ቀን የሚበቃ ምግብ የምሰጣችሁ ስለዚህ ነው፤ ስለዚህ በሰባተኛው ቀን እያንዳንዱ ሰው ከቤት ሳይወጣ፤ ባለበት ስፍራ ሁሉ ዐረፍት አድርጎ ይዋል፡፡",
      "30": "ስለዚህ ሕዝቡ በሰባተኛው ቀን ምንም ሥራ አልሠሩም፡፡",
      "31": "የእስራኤል ሕዝብ ያን ምግብ መና ብለው ጠሩት፤ እርሱም ነጭ የሆነ ደቃቅ ፍሬ ይመስል ነበር፤ ጣዕሙም ከማር ጋር እንደተጋገረ ቂጣ ነበር፡፡",
      "32": "ሙሴም יהוה ከግብጽ መርቶ ባወጣን ጊዜ በበረሓ እንድንመገበው የሰጠን ምግብ ይህ መሆኑን ማየት እንዲችሉ ለመጪው ትውልድ መና እንድናስቀምጥ አዝዞናል አለ፡፡",
      "33": "ሙሴም አሮንን አንድ የሸክላ ዕቃ ወስደህ ሁለት ሊትር በሚይዝ መስፈሪያ መና አኑርበት፤ ለመጪውም ትውልድ በአምላክ ፊት ተጠብቆ እንዲኖር አድርግ አለው፡፡",
      "34": "יהוה ሙሴን ባዘዘው መሠረት አሮን ለመጪው ትውልድ ተጠብቆ እንዲኖር መናውን በኪዳኑ ታቦት ፊት አኖረው፤",
      "35": "በዚያም ተቀመጠ፡፡ እስራኤላውያንም ወደሚኖሩባት ወደ ከነዓን ምድር እስከገቡበት ቀን ድረስ አርባ ዓመት ሙሉ ይህን መና ተመገቡ፡፡",
      "36": "በዚያን ጊዜ መደበኛው መስፈሪያ ሃያ ሁለት ሊትር የሚይዝ ነበር፡፡"
    },
    "Chapter 17": {
      "1": "መላው የእስራኤል ሕዝብ በአምላካቸው ትእዛዝ ከቦታ ወደ ቦታ በመዘዋወር ‹ሲን› ተብሎ የሚጠራውን ምድረ በዳ ትተው በረፊዲም ሰፈሩ፤ ነገር ግን በዚያ የሚጠጣ ውሃ አልነበረም፡፡",
      "2": "ስለዚህም ‹ምንጠጣው ውሃ ስጠን!› ብለው በሙሴ ላይ አጉረመረሙ፡፡ ሙሴም ‹ስለምን ታጉረመርማላችሁ? ስለምንስ ፈጣሪን ትፈታተናላችሁ?› አላቸው፡፡",
      "3": "ሕዝቡ ግን እጅግ ተጠምተው ስለነበር ‹ከግብጽ ምድር ያወጣኸን ለምንድን ነው? እኛንና ልጆቻችንን እንስሶቻችንንም ጭምር በውሃ ጥም ለመፍጀት ነውን?› እያሉ በሙሴ ላይ ማጉረምረማቸውን ቀጠሉ፡፡",
      "4": "ሙሴም “ከቶ ይህን ሕዝብ ምን ባደርገው ይሻላል? እነሆ በድንጋይ ሊወግሩኝ ተዘጋጅተዋል” እያለ ወደ እግዚአብሔር ጮኸ፡፡",
      "5-6": "፡፡ እግዚአብሔርም ሙሴን እንዲህ አለው፤ “ከእስራኤል ሕዝብ አለቆች ጥቂቶቹን ውሰድ፤ ከሕዝቡም ቀድመህ ወደ ፊት ሂድ፤ የዓባይን ወንዝ የመታህበትንም በትር በእጅህ ያዝ፤ 6እነሆ እኔ በሲና ተራራ በአለት ላይ በፊትህ እቆማለሁ፤ አንተም አለቱን ምታው፤ ሕዝቡም የሚጠጡት ውሃ ከውስጡ ይፈልቃል፤” ሙሴም በእስራኤል አለቆች ፊት እንደዚሁ አደረገ፡፡",
      "7": "ያም ስፍራ ማሳህና መሪባ ተብሎ ተጠራ፤ ምክንያቱም እስራኤላውያን “እግዚአብሔር ከእኛ ጋር ነው ወይስ አይደለም? በማለት ማጉረምረማቸውና እግዚአብሔርን በመፈታተናቸው ነው፡፡",
      "8": "እሥራኤላውያን በረፊዲም ሳሉ ዐማሌቃውያን መጥተው አደጋ ጣሉባቸው፤",
      "9": "ሙሴም ኢያሱን “ጥቂት ሰዎች ምረጥና በነገው ዕለት ዐማሌቃውያንን ውጋ፤ እኔም ተአምራት እንድፈጽምባት እግዚአብሔር የሰጠኝን በትር ይዤ በኮረብታው ጫፍ ላይ እቆማለሁ” አለው፡፡",
      "10": "ኢያሱም የሙሴን ትዕዛዝ በመፈጸም ዐማሌቃውያንን ለመውጋት ወጣ፤ ሙሴና አሮን ሁርም ወደ ኮረብታው ጫፍ ወጡ፤",
      "11": "ሙሴ እጆቹን ወደ ሰማይ በዘረጋ ጊዜ እስራኤላውያን ድል ያደርጉ ነበር፤ እጆቹን ባጠፈ ጊዜ ግን ዐማሌቃውያን እንደገና አንሰራርተው ያሸንፉ ነበር፡፡",
      "12": "የሙሴ እጆች ስለዛሉ አሮንና ሁር ድንጋይ አምጥተው ሙሴ እንዲቀመጥበት አደረጉ፤ በግራና በቀኝ ክንዶቹን ደግፈው በመቆም ፀሐይ እስከምትጠልቅበት ጊዜ ቆዩ፡፡",
      "13": "በዚህ ዓይነት ሁኔታ ኢያሱ አማሌቃውያንን በሰይፍ ጠራርጎ አጠፋ፡፡",
      "14": "ከዚህ በኋላ እግዚአብሔር ሙሴን ዘወትር ሲታወስ እንዲኖር የዚህን ድል ታሪክ ጻፈው፤ ለኢያሱም ዐማሌቃውያንን ጨርሶ የማጠፋቸው መሆኔን ንገረው” አለው፡፡",
      "15": "ሙሴም መሠዊያ ሠርቶ “አምላኬ የድል ሰንደቅ ዓላማዬ ነው” ብሎ ሰየመው፤",
      "16": "እንዲሁም አለ “የእግዚአብሔርን ሰንደቅ ዓላማ ከፍ አድርጋችሁ ያዙ፤ እግዚአብሔር ዐማሌቃውያንን ለዘላለም ይዋጋቸዋል፡፡”"
    },
    "Chapter 18": {
      "1": "የምድያም ካህን የሆነው የሙሴ ዐማት የትሮ፤ እግዚአብሔር ከግብጽ ምድር መርቶ ባወጣቸው ጊዜ ለሙሴና ለእስራኤል ሕዝብ ያደረገላቸውን ነገር ሁሉ ሰማ፤",
      "2": "ስለዚህም በእርሱ ዘንድ ትቶአት ሄዶ የነበረችውን የሙሴን ሚስት ጺፓራን",
      "3": "እንዲሁም ከሙሴ የተወለዱትን ጌርሾምና ኤሊኤዘር የተባሉትን ሁለቱን ልጆችዋን ይዞላት መጣ፤ ሙሴ “በባእድ አገር መጻተኛ ነኝ” በማለት የመጀመሪያ ልጁን ጌርሾም ብሎ ጠራው፤",
      "4": "እንዲሁም “የአባቴ አምላክ ረዳኝ በግብጽ ንጉሥ እጅ እንዳልገደል አዳነኝ” በማለት ሁለተኛ ልጁን ኤሊኤዜር ብሎ ሰይሞት ነበር፡፡",
      "5": "የትሮ ከሙሴ ሚስትና ከሁለቱ ልጆችዋ ጋር ሆኖ በበረሓ ሙሴ ወደሰፈረበት ወደ ተቀደሰው ተራራ መጣ፤",
      "6": "መምጣታቸውንም ለማሳወቅ ለሙሴ መልእክት ልኮ ነበር፤",
      "7": "ስለዚህም ሙሴ ሊቀበለው ወጣ፤ ራሱን ዝቅ አድርጎ እጅ በመንሳት ሳመው፤ ስለየግል ጤንነታቸው ተጠያይቀው ወደ ሙሴ ድንኳን ገቡ፤",
      "8": "ሙሴም እስራኤልን ለመታደግ እግዚአብሔር በግብጽ ንጉሥና በሕዝቡም ላይ ያደረገውን ድንቅ ነገር ሁሉ ለየትሮ ተረከለት፡፡ እንዲሁም ሕዝቡ በመንገድ ላይ ሳሉ ምን ያህል ብርቱ ፈተና እንደገጠማቸውና አምላካቸውም እንዴት እንዳዳናቸው ነገረው፡፡",
      "9": "የትሮም ይህን ሁሉ በሰማ ጊዜ ደስ ብሎት እንዲህ አለ፤",
      "10": "“ከግብጽ ንጉሥና ከሕዝቡም እጅ ያዳናችሁ እግዚአብሔር የተመሰገነ ይሁን፤ ሕዝቡንም ከባርነት ነፃ ያወጣ አምላክ ይመስገን፡፡",
      "11": "እነሆ እኔም እግዚአብሔር ከአማልክት ሁሉ የሚበልጥ መሆኑን አሁን አወቅሁ፤ ምክንያቱም ግብጻውያን በእስራኤላውያን ሕዝብ ታብየው ያን ያህል አሳፋሪ ድርጊት በመፈጸማቸው ይህን ሁሉ አስደናቂ ነገር አድርጎአል፡፡”",
      "12": "ከዚህም በኋላ የትሮ በሙሉ የሚቃጠል ቁርባንና ሌላም ለእግዚአብሔር የሚቀርብ መሥዋዕት አመጣ፤ አሮንና የእስራኤል አለቆችም ሁሉ የተቀደሰውን ምግብ በአምልኮ ሥርዓት ለመመገብ ከየትሮ ጋር መጡ፡፡",
      "13": "በማግሥቱም ሙሴ በሕዝቡ መካከል ያለውን ጠብና ክርክር በዳኝነት ለማየት ተቀመጠ፤ ሕዝቡም በዙሪያው ቆመው ሥራ በዝቶበት ከጠዋት እስከ ማታ ቆየ፡፡",
      "14": "የትሮም ሙሴ ያደርገው የነበረውን ሁሉ ከተመለከተ በኋላ እንዲህ ሲል ጠየቀው፤ “ለሕዝቡ የምታደርገው ይህ ሁሉ ድካም ምንድን ነው? ሕዝቡ አንተን ለማነጋገር በመፈለግ ከጠዋት እስከ ማታ በዙሪያህ ቆመው ይህን ሁሉ ጉዳይ በዳኝነት ለማየት ስለምን ብቻህን ትቀመጣለህ?”",
      "15": "ሙሴም እንዲህ ሲል መለሰ፤ “እኔ ይህን ሁሉ የማደርግበት ምክንያቱ ሕዝቡ የአምላክን ፈቃድ ለማወቅ ወደ እኔ ስለሚመጡ ነው፤",
      "16": "ሁለት ሰዎች ተጣልተውም ወደ እኔ ቢመጡ የትኛው ወገን ትክክል እንደሆነ ለማሳወቅ የእግዚአብሔርን ሕግና ትእዛዝ እነግራቸዋለሁ፡፡”",
      "17": "ከዚህም በኋላ የትሮ እንዲህ አለ፤ “ይህ የምታደርገው ነገር ሁሉ ትክክል አይደለም፤",
      "18": "አንተን ራስህንም ሆነ ሕዝቡ በከንቱ ታደክማለህ፤ ብቻህን ሆነህ ይህን ሁሉ ለመሥራት ይከብድብሃል፤",
      "19": "እነሆ እኔ አንድ ነገር ልምከርህ፤ እግዚአብሔርም ካንተ ጋር ይሆናል፤ ሕዝቡን ወክለህ በእግዚአብሔር ፊት መቅረብህና ጉዳያቸውንም በፊትህ ማቅረብህ ትክክል ነው፤",
      "20": "አንተ የእግዚአብሔርን ትእዛዝ ልታስተምራቸው፤ እንዲሁም እንዴት መኖርና ምን ማድረግ እንደሚገባቸውም ልትገልጥላቸው ይገባል፤",
      "21": "በተጨማሪ ግን ችሎታ ያላቸውን ሰዎች መርጠህ በሕዝቡ ላይ የሺ አለቆች፤ የሃምሳ አለቆችና የዐሥር አለቆች አድርገህ ሹም፡፡ እነርሱ እግዚአብሔርን የሚፈሩ እምነት የሚጣልባቸውና በጉቦም የማይደለሉ መሆን አለባቸው፡፡",
      "22": "እነርሱ ሁልጊዜ ተገኝተው ከባድ ያልሆኑ ጉዳዮችን በማየት በዳኝነት ሕዝቡን ያገልግሉ፤ ከአቅማቸው በላይ የሆነውን ከባድ ጉዳይ ወደ አንተ ያምጡት፤ እነርሱ በዚህ ዐይነት ሸክምህን ቢካፈሉልህ ሥራው ይቀልልሃል፡፡",
      "23": "በዚህ ዐይነት ብትሠራና ይህም የእግዚአብሔር ፈቃድ ቢሆን ራስህን በከንቱ አታደክምም፤ ሕዝቡም በቀላሉ ጉዳያቸው እየተፈጸመላቸው ወደየቤታቸው ይሄዳሉ፡፡”",
      "24": "ሙሴም የየትሮን ምክር ሁሉ ተቀብሎ በሥራ ላይ አዋለው፡፡",
      "25": "ከእስራኤላውያንም ሁሉ መካከል ችሎታ ያላቸውን ሰዎች መረጠ፤ እነርሱንም ሺ አለቆች፤ የመቶ አለቆች፤ የኀምሳ አለቆችና የዐሥር አለቆች አድርጎ በሕዝቡ ላይ ሾማቸው፡፡",
      "26": "እነርሱም ከባድ ያልሆኑ ጉዳዮችን በማየት ሕዝቡን ሁልጊዜ በዳኝነት ያገለግሉ ጀመር፤ አስቸጋሪ የሆኑትን ጉዳዮች ብቻ ወደ ሙሴ ሲያቀርቡ፤ ቀላል የሆነውን ጠብና ክርክር ሁሉ ራሳቸው ይወስኑ ነበር፡፡",
      "27": "ሙሴም የትሮን በሰላም አሰናበተው፤ የትሮም ወደ አገሩ ሄደ፡፡"
    },
    "Chapter 19": {
      "1": "እስራኤላውያን ከግብጽ በወጡ በሦስተኛው ወር በመጀመሪያው ቀን ወደ ሲና በረሓ ደረሱ፤",
      "2": "እነርሱም ከረፊዲም ተነስተው ወደ ሲና በረሓ ተጉዘው በተራራው ፊት ለፊት ባለው በረሓ ሰፈሩ፡፡",
      "3": "ሙሴም ከእግዚአብሔር ጋር ለመነጋገር ወደ ተራራው ወጣ፤ እግዚአብሔርም ከተራራው ላይ በመናገር የያዕቆብ ዝርያዎች ለሆኑት እስራኤላውያን እንዲህ ብሎ እንዲናገር አዘዘው፤",
      "4": "“‘እኔ እግዚአብሔር በግብጻውያን ላይ ያደረግሁትንና ንስር ጫጩቶችዋን በክንፎችዋ እንደምትሸከም እኔም እናንተን እስከዚህ ስፍራ እንዴት ወደ እኔ እንዳመጣኋችሁ አይታችኋል፤",
      "5": "አሁንም እነሆ ለእኔ ብትታዘዙና ቃል ኪዳኔንም ብትጠብቁ ለእኔ የተለያችሁ ሕዝብ ታሆናላችሁ፤ ምን እንኳ ምድር ሁሉ የእኔ ብትሆንም እናንተ ለእኔ የተመረጣችሁና፤",
      "6": "ለእኔም ብቻ የተለያችሁ ቅዱሳን ሕዝብ ትሆናላችሁ፤ እንደ ካህናትም ሆናችሁ ታገለግሉኛላችሁ፤’ ለእስራኤላውያን የምትነግራቸው ቃል ይኸው ነው፡፡”",
      "7": "ስለዚህም ሙሴ ከተራራ ወርዶ የሕዝቡን አለቆች ሁሉ በአንድነት በመጥራት እግዚአብሔር ለእርሱ የሰጠውን ትዕዛዝ ሁሉ ነገራቸው፡፡",
      "8": "ከዚህም በኋላ ህዝቡ በአንድ ድምፅ ተባብረው “እግዚአብሔር ያዘዘውን ሁሉ እንፈጽማለን” አሉ፤ ሙሴም ይህንኑ ለእግዚአብሔር አቀረበ፡፡",
      "9": "እግዚአብሔር ሙሴን “እኔ ግዙፍ በሆነ ደመና ወደ አንተ እመጣለሁ፤ ስለዚህም ሕዝቡ እኔ ከአንተ ጋር ስነጋገር በመስማት ከአሁን ጀምሮ አንተ የምትለውን ሁሉ ያምናሉ፡፡”",
      "10": "ሙሴም ሕዝቡ የሰጡትን መልስ ወደ እግዚአብሔር አቀረበ፤",
      "11": "እግዚአብሔርም እንዲህ አለው “ወደ ሕዝቡ ሂድ፤ ለእኔ የተቀደሱ አድርገህ ታቀርባቸው ዘንድ ዛሬና ነገ ስውነታቸውን እንዲያነጹና ልብሳቸውንም እንዲያጥቡ ንገራቸው፤",
      "12": "በተራራው ዙሪያ ድንበር አብጅ፤ ሕዝቡም ያንን ድንበር አልፈው ወደ ተራራው እንዳይወጡና እንዲያውም ወደዚያ እንዳይቀርቡ ንገራቸው፤ ማንም ሰው ከተወሰነው ድንበር አልፎ ተራራውን ቢነካ በሞት ይቀጣል፤",
      "13": "ይኸውም ማንም ሳይነካው በድንጋይ ተወግሮ ወይም በፍላጻ ተወግቶ ይገደል፤ ይህን የሚያደርጉ ሰዎችም ሆኑ ᥐግሶች በዚሁ ዐይነት ይገደሉ፤ ሕዝቡ ወደ ተራራው መውጣት የሚገባቸው ከፍ ባለ ድምፅ መለከት በሚነፋበት ጊዜ ብቻ ነው፡፡”",
      "14": "ከዚህ በኋላ ሙሴ ከተራራው ወርዶ ሕዝቡ ልብሳቸውን አጥበው እንዲቀደሱ አደረገ፤",
      "15": "ሙሴም ሕዝቡን “ለተነገ ወዲያው ዕለት ተዘጋጁ፤ እስከዚያም ቀን ድረስ የግበረ ሥጋ ግንኙነት አታድርጉ” አላቸው፡፡",
      "16": "በሦስተኛው ቀን ማለዳ የነጎድጓድ ድምፅ አስተጋባ፤ የመብረቅ ብልጭልጭታና ጥቅጥቅ ያለ ደመና በተራራው ላይ ታየ፤ እንዲሁም ከፍተኛ የሆነ የመለከት ድምፅ ተሰማ፡፡ ሕዝቡም በሰፈሩበት ቦታ ፈርተው ተንቀጠቀጡ፡፡",
      "17": "ሙሴም ከሰፈር እየመራ አውጥቶ ወደ አምላካቸው አቀረባቸው፤ እነርሱም በተራራው እግር ስር ቆሙ፡፡",
      "18": "እግዚአብሔር በእሳት ስለወረደበት መላው የሲና ተራራ በጢስ ተሞላ፡፡ ጢሱም ከእሳት ምድጃ እንደሚወጣ ዓይነት ሆኖ ወደ አየር ተትጎለጎለ፤ ሕዝቡም እጅግ ፈርተው ተንቀጠቀጡ፡፡",
      "19": "የመለከቱም ብርቱ ድምፅ እያከታተለ ማስተጋባት ቀጠለ፤ ሙሴ ሲናገር ፈጣሪ በነጎድጓድ ይመልስለት ነበር፤",
      "20": "እግዚአብሔር በሲና ተራራ ራስ ላይ ወርዶ፤ ወደ ተራራው ጫፍ እንዲመጣ ሙሴን ጠራው፤ ሙሴም ወደ ተራራው ጫፍ ወጣ፤",
      "21": "እግዚአብሔርም እንዲህ አለው፤ “እኔን ለማየት የተወሰነውን ክልል አልፈው እንዳይመጡ ወርደህ ለሕዝቡ ንገር፤ ይህን ቢያደርጉ ግን ከእነርሱ ብዙዎች ይሞታሉ፤",
      "22": "ለአገልግሎት ወደ እኔ የሚቀርቡ ካህናት እንኳ ሳይቀሩ ራሳቸውን ያንጹ፤ ይህ ካልሆነ እኔ እቀጣቸዋለሁ፡፡",
      "23": "ሙሴም ለእግዚአብሔር “‘ተራራውን ከልለህ ለእግዚአብሔር የተለየ አድርገው ብለህ ባዘዝኸኝ መሠረት ሕዝቡ ክልሉን አልፈው ሊወጡ አይችሉም” ሲል መለሰለት፡፡",
      "24": "እግዚአብሔርም “ውረድና አሮንን ይዘህ ና፤ ካህናቱም ሆኑ ሕዝቡ ወደ እኔ ለመውጣት ወሰኑን ማለፍ የለባቸውም፤ ይህን ቢያደርጉ ግን እኔ እቀጣቸዋለሁ፤”",
      "25": "ሙሴም ወደ ሕዝቡ ወርዶ እግዚአብሔር ያዘዘውን ሁሉ ነገራቸው፡፡"
    },
    "Chapter 20": {
      "1": "יהוה እነዚህን ትእዛዛት ለሕዝቡ ተናገረ፤",
      "2": "የእስራኤል ሕዝብ ሆይ! በባርነት ከምትኖርባት የግብጽ ምድር ያወጣሁህ እኔ יהוה አምላክህ ነኝ፤",
      "3": "“ከእኔ በቀር ሌላ አምላክ አታምልክ",
      "4": "“በሰማይም ሆነ በምድር ወይም ከምድር በታች ባለው ውሀ ውስጥ ከሚኖሩት ነገሮች የማንኛውንም ዓይነት ምስል ጣዖት አድርገህ አትሥራ፤",
      "5": "እኔ יהוה አምላክህ እጅግ ቀናተኛ ስለሆንኩ ተቀርፆ የተሠራውን ማንኛውንም ጣዖት አታምልክ አትስገድለትም፤ እኔ የሚጠሉኝን ሁሉ እቀጣለሁ፤ ዘራቸውንም እስከ ሦስትና አራት ትውልድ ድረስ እበቀላለሁ፤",
      "6": "ለሚወዱኛና ትዕዛዛቴንም ለሚጠብቁ ሁሉ ግን እስከ ሺ ትውልድ ድረስ ዘላለማዊ ፍቅሬን አሳያቸዋለሁ፡፡",
      "7": "የእኔን የአምላክህን ስም በከንቱ አታንሳ፤ ምክንያቱም እኔ ስሜን በከንቱ የሚያነሳውን ሁሉ እቀጣለሁ፤",
      "8": "የሰንበትን ቀን አክብር ቀድሰውም፤",
      "9": "ሥራህን የምታከናውንባቸው ስድስት ቀኖች አሉልህ፤",
      "10": "ሰባተኛው ቀን ግን ለእኔ የተቀደሰ ቀን ነው፡፡ በዚያን ቀን ማንም ሰው ሥራ አይሥራ፤ አንተም ሆንሀ ልጆችህ፤ አገልጋዮችህን ሆኑ ᥑግራትህ፤ በአገርህ የሚኖሩ መጻተኞችም ቢሆኑ ምንም ሥራ አትሥሩበት፡፡",
      "11": "እኔ יהוה ሰማይንና ምድርን ባህርንና በውስጣቸው ያለውን ነገር ሁሉ በስድስት ቀን ውስጥ ፈጠርሁ፤ በሰባተኛውም ቀን አረፍኩ፤ እኔ יהוה ሰንበትን የባረኩትና የቀደስኩትም ለዚህ ነው፡፡",
      "12": "አባትህንና እናትህን አክብር፤ ይህን ብታደርግ እኔ በምሰጥህ ምደር የረዥም ዘመን ዕድሜ ይኖርሃል፡፡",
      "13": "አትግደል፤",
      "14": "አታመንዝር፤",
      "15": "አትሥረቅ፤",
      "16": "በማንም ሰው ላይ በሐሰት አትመስክር",
      "17": "ከዚህም በኋላ የትሮ እንዲህ አለ፤ “ይህ የምታደርገው ነገር ሁሉ ትክክል አይደለም፤ ",
      "18": "ሕዝቡ የነጎድጓዱንና የመለከቱን ድምፅ በሰሙ ጊዜ፤ እንዲሁም መብረቁ ሲብለጨለጭና ተራራው ሲጤስ ባዩ ጊዜ በፍርሃት በመንቀጥቀጥ ርቀው ቆሙ፤",
      "19": "እነርሱም ሙሴን “አንተ ተናገረን፤ እናዳምጥሃለን፤ יהוה ቢናገረን ግን እንሞታለን ብለን እንፈራለን” አሉት፡፡",
      "20": "ሙሴም “አይዞአችሁ! አትፍሩ አምላካችሁ በዚህ ሁኔታ ወደ እናንተ የመጣው ሊፈትናችሁና እርሱን በመፍራት ኃጢአት ከመሥራት ርቃችሁ እንድትኖሩ ነው” ሲል መለሰላቸው፡፡",
      "21": "ሕዝቡ ግን ርቀው መቆየትን መረጡ፤ ሙሴ ብቻውን የእስራኤል አምላክ ወዳለበት ጥቅጥቅ ደመና ተጠጋ፡፡",
      "22": "יהוה ሙሴን ለእስራኤላውያን እንዲነግር እንዲህ ሲል አዘዘው፤ “እኔ ያህዌ ከሰማይ እንዴት እንደተናገርሁአችሁ አይታችኋል፤",
      "23": "እኔን ብቻ አምልኩ እንጂ ከብርና ከወርቅ ጣዖቶች ሠርታችሁ አታምልኩ፤",
      "24": "ለእኔ ከጭቃ የተሠራ መሠዊያ አብጁልኝ፤ በእርሱም ላይ ከበጎቻችሁና ከከብቶቻችሁ መርጣችሁ የሚቃጠልና ለደህንነት የሚሆን የህብረት መሥዋዕት አድርጋችሁ ሠውበት፤ ስሜ እንዲታሰብበት በወሰንሁት ስፍራ ሁሉ ወደ እናንተ መጥቼ እባርካችኋለሁ፤",
      "25": "ለእኔ የድንጋይ መሠዊያ ማበጀት ብትፈልጉ ከጥርብ ድንጋይ የተሠራ አይሁን፤ ምክንያቱም የብረት መሣሪያ ቢነካው ታረክሱታላችሁ፤",
      "26": "ሐፍረተ ሥጋችሁ በእርሱ ላይ እንዳይጋለጥ የመወጣጫ መሰላል ያለው መሠዊያ ለእኔ አትሥሩ፡፡"
    },
    "Chapter 21": {
      "1": "ለእስራኤላውያን የምትሰጣቸው ሕግ ይህ ነው፤",
      "2": "ዕብራዊ አገልጋይ ብትገዛ ስድስት ዓመት ያገልግልህ፤ በሰባተኛው ዓመት ያለምንም ዕዳ ነፃ እንዲወጣ አድርገው፤",
      "3": "አገልጋይ እንዲሆንህ አንተ በገዛኸው ጊዜ ሚስት ያላገባ ከሆነ፤ ለቆ በሚወጣበት ጊዜ ብቻውን ይሂድ፤ አገልጋዩ በገዛኸው ጊዜ ሚስት አግብቶ ከሆነ ግን ሚስቱን ይዞ ይውጣ፡፡",
      "4": "ጌታው ሚስት የምትሆነው ሴት ሰጥቶት ወንዶችና ሴቶች ልጆችን ወልዳለት ከሆነ ሴትዮዋ ከነልጆችዋ የጌታው ትሁን፤ ሰውየው ግን ብቻውን ነፃ ይውጣ፡፡",
      "5": "አገልጋዩ ግን ጌታዬን ሚስቴንና ልጆቼን እወዳለሁ ብሎ ነፃ መውጣት ባይፈልግ፤",
      "6": "ጌታው የיהוה አገልጋይ ወደ ሆኑ ፈራጆች ዘንድ ይውሰደው፤ እዚያም ከበር ወይም ከበር መቃን አጠገብ አቁሞ ጆሮውን በወስፌ ይብሳው፤ ከዚያም በኋላ እስከ ዕድሜ ልኩ ድረስ ባርያ ሆኖ ያገልግለው፡፡",
      "7": "“አንድ ሰው ሴት ልጁን ለባርነት ቢሸጥ እንደ ወንዶቹ አገልጋዮች ነፃ አትውጣ፤",
      "8": "ዘግየት ብሎ ሚስት ሊያደርጋት ለፈለገ ሰው ብትሸጥና በኋላም እርሱ ሳይወዳት ቢቀር ተመልሳ ለአባትዋ ትሸጥ፤ ምክንያቱም ጌታዋ የማይገባ ነገር ስላደረገባት ለባእድ ሊሸጣት አይችልም፡፡",
      "9": "ሚስት ትሆንለት ዘንድ ለልጁ ሊሰጣት ከፈለገ ግን እንደ ሴት ልጁ አድርጎ ይቁጠራት፡፡",
      "10": "ሁለተኛ ሚስት ቢያገባ ለመጀመሪያ ሚስቱ ምግብና ልብስ መስጠቱን አይተው፤ ቀድሞ የነበራትንም የጋብቻ መብት አይከልክላት፡፡",
      "11": "እነዚህን ሦስት ግዴታዎች የማይፈጽምላት ከሆነ ግን ያለምንም ዕዳ ነፃ ይልቀቃት፡፡",
      "12": "“ሰውን ደብድቦ የሚገድል ሁሉ በሞት ይቀጣ፤",
      "13": "ሆን ብሎ ደፈጣ በማድረግ ሳይሆን በድንገተኛ አጋጣሚ ቢሞትበት ግን ሸሽቶ በማምለጥ በሰላም የሚኖርበትን ቦታ እኔ አዘጋጅላችኋለሁ፤",
      "14": "ይሁን እንጂ ሰው በቁጣ ተነሳስቶና ሆን ብሎ ሌላ ሰው ቢገድል፤ ሕይወቱን ለማዳን ወደ መሠዊያዬ ሸሽቶ ቢሄድ በሞት ይቀጣ፡፡",
      "15": "“አባቱን ወይም እናቱን የሚመታ በሞት ይቀጣ፤",
      "16": "“ሊሸጠው ወይም ባሪያ አድርጎ ሊገዛው አስቦ ሰውን አፍኖ የሚወስድ ሁሉ በሞት ይቀጣ፡፡",
      "17": "“አባቱን ወይም እናቱን የሚሰድብ በሞት ይቀጣ፡፡",
      "18": "“ሁለት ሰዎች ቢጣሉና አንደኛው ሌላውን በድንጋይ ቢፈነክተው ወይም በቡጢ ቢያቆስለው ከልገደለው በቀር በሞት አይቀጣ፤ የተመታው ሰው ታሞ በአልጋ ላይ ቢውል፤",
      "19": "በኋላም ተነስቶ በትር እየተመረኮዘ መራመድ ቢቀጥል፤ ስለባከነበት ጊዜ የመታው ሰው ካሳ ይክፈለው፤ በደንብ እስከሚድንም ድረስ ተገቢውን ክብካቤ ያድርግለት፡፡",
      "20": "አንድ ሰው ወንድም ሆነ ሴት አገልጋዩን ቢመታና ወዲያው ቢሞትበት መቀጣት ይገባዋል፤",
      "21": "ነገር ግን አገልጋዩ በአንድ ቀን ወይም በሁለት ቀን ውስጥ ባይሞት አሳዳሪ ጌታው በሞት አይቀጣም፤ አገልጋዩን ማጣቱ ራሱ ቅጣት ነው፡፡",
      "22": "“ሁለት ሰዎች ሲጣሉ አንዲት ነፍሰጡር ሴት መትተው ቢያስወርዳትና ሌላ ምንም ጉዳት ሳይደርስባት ቢቀር፤ ያ ጉዳት ያደረሰባት ሰው የሴቲቱ ባል የሚጠይቀውን ያህል ካሣ ይክፈል፤ ይህም የሚከፍለው ካሣ መጠን በዳኞች የፀደቀ ይሁን፡፡ ነገር ግን ሴትዮዋ ራስዋ ብርቱ ጉዳት የደረሰባት ከሆነች ቅጣቱ 'በህይወት ምትክ ሕይወት'",
      "23": "በዐይን ምትክ ዐይን በጥርስ ምትክ ጥርስ በእጅ ምትክ እጅ በእግር ምትክ እግር",
      "24": "በቃጠሎ ምትክ ቃጠሎ በቁስል ምትክ ቁስል በመፈንከት ምትክ መፈንከት' በሚለው ሕግ መሠረት ይወሰን።",
      "25": "“አንድ ሰው የወንድ ወይም የሴት አገልጋዩን ዐይን መትቶ ቢያጠፋ ስለ ዐይኑ ካሣ አገልጋዩን በነፃ ይልቀቅ።",
      "26": "በዚሁ ዐይነት አንድ ጥርሱን እንኳ ቢሰብር ስለ ጥርሱ ካሣ አገልጋዩን ነፃ ይልቀቀው።",
      "28": "በሬ ሰው ወግቶ ቢገድል በድንጋይ ተወግሮ ይሙት ሥጋውም አይበላ ባለንብረቱም በነፃ ይለቀቅ።",
      "29": "በሬው የተዋጊነት ልማድ ያለው ቢሆንና ባለቤቱም ቀደም ሲል ማስጠንቀቂያ ተሰጥቶት በበረት ሳይዘው ቀርቶ ቢሆን ግን በሬው ሰው በሚወጋበት ጊዜ በድንጋይ ተወግሮ ይሙት ባለንብረቱም በሞት ይቀጣ።",
      "30": "ሆኖም ባለንብረቱ ሕይወቱን ለመዋጀት ካሣ እንዲከፍል ከተፈቀደለት ካሣውን በሙሉ ይክፈል።",
      "31": "በሬው ወንድ ወይም ሴት ልጅ ቢገድልም ቅጣቱ ተመሳሳይ ይሁን፡፡",
      "32": "በሬው ወንድ ወይም ሴት  አገልጋይ ቢገድል የበሬው ባለቤት ለአገልጋዩ ጌታ ሰላሣ ብር ይክፈለው በሬውም በድንጋይ ተወግሮ ይሙት።",
      "33": "“አንድ ሰው የጉድጓድ መክደኛ ቢያነሳ ወይም ጉድጓድ ቆፍሮ ሳይከድነው ቢቀርና በሬ ወይም አህያ ወደዚያ ጉድጓድ ቢገባ፤",
      "34": "የእንስሳውን ዋጋ ይክፈል፥ ገንዘቡን ለእንስሳው ባለቤት ከከፈለ በኋላ የሞተውን እንስሳ ለራሱ ያስቀር።",
      "35": "የአንድ ሰው በሬ የሌላውን ሰው በሬ ወግቶ ቢገድል ሁለቱ ሰዎች በሕይወት ያለውን በሬ ሸጠው ገንዘቡን ለሁለት ይካፈሉት፤ የሞተውንም በሬ ሥጋ ለሁለት ይካፈሉ።",
      "36": "ነገር ግን በሬው ተዋጊ መሆኑ ታውቆ ሳለ ባለቤቱ በበረት ውስጥ ሳይዘው ቀርቶ ከሆነ፤ በሬው ለሞተበት ሰው አንድ በሕይወት ያለ በሬ ካሣ ይክፈል፤ የሞተውንም በሬ ለራሱ ያስቀር።”"
    },
    "Chapter 22": {
      "1": "“አንድ ሰው አንድ በሬ ወይም አንድ በግ ሰርቆ ቢያርድ ወይም ቢሸጥ ስለ አንድ በሬ አምስት በሬዎች፤ ስለ አንድ በግ አራት በጎች ይክፈል።",
      "2-4": "የሰረቀውን ይክፈል፤ መክፈል የማይችል ከሆነ ግን ስለ ሰረቀው ንብረት ካሣ ባሪያ ሆኖ ለማገልገል ይሸጥ፤ የተሰረቀው እንስሳ ይኸውም ላም፤ አህያ ወይም በግ ከነሕይወቱ በእርሱ እጅ ቢገኝ ስለ አንዱ እንስሳ ሁለት እጥፍ ይክፈል።",
      "5": "“አንድ ሰው እንስሳቱን በመስክ ወይም በወይን ተክል ቦታ አሠማርቶ ሳለ እንስሳቱ ወደ ሌላ ሰው እርሻ ገብተው ቢበሉት ከራሱ ማሣ ወይም የወይን ተክል ቦታ ከሚያገኘው ካሣ ይክፈል።",
      "6": "“አንድ ሰው በእርሻው ውስጥ እሳት ቢያቀጣጥልና እሳቱ በቁጥቋጦ ተላልፎ ወደ ሌላው ሰው እርሻ በመዛመት በማደግ ላይ ያለውንም ሆነ ታጭዶ የተከመረውን እህል ቢያቃጥል፤ እሳቱን ያቀጣጠለው ሰው ካሣ ይክፈል።",
      "7": "“አንድ ሰው የሌላውን ሰው ገንዘብ ወይም የከበረ ዕቃ በዐደራ ለመጠበቅ ተስማምቶ ከቤቱ ተሰርቆበት ሌባው ቢገኝ እጥፍ አድርጎ ይክፈል።",
      "8": "8ሌባው ካልተገኘ ግን ዕቃውን በአደራ የተቀበለው ሰው የיהוה አገልጋይ በሆኑ ሰዎች ፊት ቀርቦ የዚያን ሰው ንብረት አለመስረቁን በመሓላ ያረጋግጥ።",
      "9": "“ስለ ከብት፤ ስለ አህያ፤ ስለ በግ ስለ ልብስና ወይም ስለ ማንኛውም የጠፋ ዕቃ ሁለት ሰዎች ቢካሰሱ፡ ስለ ንብረቱ ባለቤትነት የተጣሉት ሁለቱ ሰዎች የיהוה አገልጋዮች በሆኑ ዳኞች ፊት ይቅረቡ፡ יהוה በደሉን በዳኞች አማካይነት የሚገልጥበት ሰው ዕጥፍ አድርጎ ይክፈል።",
      "10": "“አንድ ሰው የሌላውን ሰው አህያ፣ ላም፣ በግ ወይም ማንኛውም እንስሳ በአደራ ቢያስቀምጥና እንስሳው ቢሞት ወይም ቢሰበር ወይም ተዘርፎ ቢወሰድ፤ ምስክር ከሌለው፤",
      "11": "11ያ ሰው የיהוה አገልጋዮች ወደሆኑት ዳኞች ዘንድ ይሂድ፤ የሰውየውን እንስሳ አለመስረቁንም በመሓላ ያረጋግጥ፤ እንስሳው ያልተሰረቀ ከሆነ የእንስሳው ባለቤት ካሣ አይጠይቅ፤ እንስሳው የጠፋበትም ሰው ካሣ አይክፈል።",
      "12": "12እንስሳው የተሰረቀ ከሆነ ግን ለባለቤቱ ይመልስለት፤",
      "13": "13እንስሳውን አውሬ በልቶት ከሆነ ሰውየው የአውሬውን ትራፊ ለማስረጃ ያቅርብ፤ አውሬ ስለገደለውም እንስሳ ካሣ አይክፈል።",
      "14": "“አንድ ሰው ከሌላው ሰው እንስሳ በውሰት ወስዶ ባለቤቱ በሌለበት እንስሳው ቢሞት ወይም ቢሰበር በውሰት ለሰጠው ሰው ካሣ ይክፈል፤",
      "15": "15ነገር ግን ይህ የሆነው ባለንብረቱ ባለበት ከሆነ ሰውየው ካሣ መክፈል የለበትም፤ በኪራይ መልክ የወሰደው ከሆነ ኪሣራው ለኪራይ በሚከፈለው ዋጋ ላይ ተጨምሮ ይከፈላል።",
      "16": "-17“አንድ ሰው የአንዲት ልጃገረድ ክብረ ንጽሕና ቢደፍር ማጫ ሰጥቶ ያግባት፤ የልጅትዋ አባት ሊድርለት ባይፈቅድ ግን ከአንድ የልጃገረድ ማጫ ጋር ተመጣጣኝ የሆነ የገንዘብ ካሣ ለልጅትዋ አባት ይክፈል።",
      "18": "“አስማት የምታደርግ መተተኛ ሴት ብትኖር በሞት ትቀጣ፤",
      "19": "“በእንስሳ ላይ የግብረ ሥጋ ግንኙነት የሚፈጽም ሰው በሞት ይቀጣ።",
      "20": "“አምላኩ ለሆንኩት ለእኔ ካልሆነ በቀር ለሌላ ለማንኛውም አምላክ መሥዋዕት የሚያቀርብ በሞት ይቀጣ።",
      "21": "“መጻተኛውን በመጨቆን አታጉላሉ፤ አንተም በግብጽ ምድር መጻተኛ እንደነበርህ አስታውስ።",
      "22": "ባልዋ የሞተባትን መበለት ወይም አባትና እናት የሞቱበትን ድሃ አደግ አታጉላሉ።",
      "23": "ይህን ብታደርግ እኔ ጩኸታቸውን በእርግጥ እሰማለሁ።",
      "24": "በእናንተም ላይ ተቆጥቼ በጦርነት እንድታልቁ አደርጋለሁ፤ ሚስቶቻችሁ ባል አልባ፤ ልጆቻችሁም ድኻ አደጎች ሆነው ይቀራሉ።",
      "25": "“በድኽነት ከሚኖሩት ሕዝቤ መካከል ለአንዱ እንኳ ገንዘብ ብታበድር፤ እንደ ገንዘብ አበዳሪ በመሆን ወለድ ጨምሮ እንዲከፍልህ አትጠይቀው።",
      "26": "ልብሱን በመያዣ ስም የወሰድህበት ሰው ቢኖር ፀሓይ ከመጥለቅዋ በፊት መልስለት።",
      "27": "ምክንያቱም ብርድ የሚከላከልበት ሌላ ምንም ልብስ ስለሌለው ምን ለብሶ ሊያድር ይችላል? እኔ መሐሪ ስለሆንሁ እርሱ ወደ እኔ ቢጮኽ እሰማዋለሁ።",
      "28": "“በአምላክህ ላይ የስድብ ቃል አትናገር፤ የሕዝብህንም መሪ አትስደብ።",
      "29": "“የእህልህን፤ የወይን ጠጅህንና የወይራ ዘይትህን በኩራት ለእኔ አቅርብ።",
      "30": "“በኩር ሆነው የተወለዱትን ወንዶች ልጆቻችሁን ለእኔ አቅርቡ። 30ከቀንድ ከብቶቻችሁና ከበጎቻችሁም በኩር ሆነው የሚወለዱትን ለእኔ አቅርቡ፤ ይኸውም በኩር ሆኖ የተወለደ ወንድ ሁሉ ለሰባት ቀን ከእናቱ ጋር ይቆይ፤ በስምንተኛው ቀን ለእኔ ታቀርቡታላችሁ።",
      "31": "“እናንተ የእኔ ሕዝብ ስለሆናችሁ አውሬ የገደለውን እንስሳ ሥጋ አትብሉ፤ በዚህ ፈንታ ለውሻ ስጡት።"
    },
    "Chapter 23": {
      "1": "“ሐሰተኛ ወሬ አታሰራጭ፤ በሐሰት በመመስከርም በደለኛውን ንጹሕ አታድርግ፤",
      "2": "ብዙ ሰዎች ክፉ ለማድረግ ወይም ሕግን ለማጣመም ሲነሣሡ ከእነርሱ ጋር አትተባበር።",
      "3": "ድኻ ለፍርድ ቢቀርብ ድህነቱን በማየት አድልዎ አታድርግለት።",
      "4": "“የጠላትህ ላም ወይም አህያ ጠፍቶ ብታገኝ መልስለት።",
      "5": "አህያውም ከጭነቱ ክብደት የተነሳ ወድቆ ብታገኝ፤ አህያውን ከወደቀበት ለማንሳት እንዲችል እርዳው እንጂ አልፈኸው አትሂድ።",
      "6": "“በፍርድ አደባባይ አድሎ በማድረግ የድኻውን ፍርድ አታጣምምበት፤",
      "7": "ማንንም በሐሰት አትክሰስ፤ ንጹሑንም ሰው በሞት አትቅጣ፤ ምክንያቱም እንደዚህ ያለ በደል የሚፈጽመውን ሰው ከቅጣት ነፃ አላደርገውም፤",
      "8": "ሰዎች ትክክለኛ የሆነውን ነገር እንዳያዩ ዐይናቸውን ስለሚያሳውርና የሰዎችንም ፍርድ ስለሚያጣምም ጉቦ አትቀበል።",
      "9": "“ስደተኛውን አታጉላሉ፤ ምክንያቱም እናንተ በግብጽ ምድር ስደተኞች ስለነበራችሁ ስደተኛ መሆን ምን ዐይነት ሐዘን እንደሚደርስበት ታውቃላችሁ።",
      "10": "“ስድስት ዓመት እርሻህን በማረስ ዘርተህ፤ ምርትህን ሰብስብ፤",
      "11": "በሰባተኛው ዓመት ግን ምድሪቱ ታርፍ ዘንድ ተዋት፤ በሕዝብህ መካከል የሚገኙ ድሆች ምግብ ያገኙ ዘንድ በምድሪቱ ላይ ከበቀለው ምንም ነገር አታምርት፤ በእርሻህ ላይ የቀረውንም ነገር ሁሉ የምድር አራዊት ይመገቡት፤ የወይን ተክል ቦታህንና የወይራ ዘይት ዛፎችህንም እንደዚሁ አሳርፋቸው።",
      "12": "“በሳምንት ስድስት ቀን ሥራህን ሁሉ ሥራ፤ በሰባተኛው ቀን ግን ምንም ሥራ አትሥራበት፤ በዚህ ዓይነት አገልጋዮችህና ለአንተ የሚሠሩ መጻተኞች እንዲሁም እንስሳትህ ሁሉ ዕረፍት አድርገው ይዋሉ።",
      "13": "“እኔ አምላካችሁ የነገርሁአችሁን ሁሉ በጥንቃቄ አድምጡ፤ ወደ ሌሎች አማልክት አትጸልዩ፤ ሌላው ቀርቶ ስማቸውን እንኳ አትጥሩ።",
      "14": "“እኔን የምታከብሩባቸው በዓመት ሦስት በዓላት ይኑሩአችሁ፤",
      "15": "ከግብጽ በወጣችሁበት በአቢብ ወር፤ እኔ ባዘዝሁአችሁ አኳኋን የቂጣን በዓል አክብሩ፤ ይህ በዓል በሚከበርባቸው በሰባቱ ቀኖች ውስጥ እርሾ የነካው እንጀራ አትብሉ፤ ለእኔ ልትሰግዱ በምትመጡበት ጊዜ መባ ሳትይዙ አትምጡ።",
      "16": "“የምድራችሁን ሰብል በምትሰበስቡበት ጊዜ የመከር በዓል አክብሩ፤",
      "17": "“ከወይን ተክሎቻችሁና ከፍራፍሬ ዛፎቻችሁ ፍሬ በምትሰበስቡበት ጊዜ በዓመቱ መጨረሻ የዳስ በዓል አክብሩ፤ 17በዓመት ሦስት ጊዜ እነዚህ በዓላት በሚከበሩባቸው ቀናት ወንዶች ሁሉ አምላካቸው ለሆንሁት ለእኔ ለመስገድ ይምጡ።",
      "18": "“እንስሳ በምትሰውልኝ ጊዜ እርሾ የነካው እንጀራ መባ አድርጋችሁ አታቅርቡ፤ በእነዚህ በዓላት የሚሰውት እንስሳት ስብ ለሚቀጥለው ቀን አይትረፍ።",
      "19": "“በየዓመቱ ከምታመርቱት እህል መጀመሪያ የደረሰውን በኩራት ወደ እኔ ወደ አምላካችሁ ቤት አምጡ።",
      "20": "“የበግን ወይም የፍየልን ግልገል በእናቱ ወተት አትቀቅል።",
      "21": "“በመንገድህ እንዲጠብቅህና እኔ ወዳዘጋጀሁልህ ምድር በሰላም እንዲያስገባህ በፊትህ የሚሄድ መልአክ እልካለሁ፤",
      "22": "የሚነግርህን በማዳመጥ ለእርሱ ታዘዝ፤ በእርሱም ላይ አታምፅ፤ ስሜ በእርሱ ስለሆነ (እኔ የላክሁት ስለሆነ) የምትፈጽሙትን ዐመፅ እየተመለከተ ይቅርታ አያደርግላችሁም።",
      "23": "ለእርሱ ብትታዘዙና እኔ ያዘዝሁአችሁንም ብትፈጽሙ ጠላቶቻችሁን ሁሉ እዋጋላችኋለሁ፤",
      "24": "መልአኬም ፊት ፊታችሁ በመሄድ ወደ አሞራውያን፤ ሂታውያን፤ ፈሪዛውያን፤ ከነዓናውያን፤ ሒዋውያንና ኢያቡሳውያን ምድር ይወስዳችኋል፤ እኔም እነርሱን አጠፋቸዋለሁ።",
      "25": "ለእነርሱ አማልክት በመንበርከክ አትስገዱ፤ ሃይማኖታዊ ልማዶቻቸውንም አትከተሉ፤ አማልክቶቻቸውን አጥፉ፤ የተቀደሱ የድንጋይ አምዶቻቸውንም አፈራርሱ፤",
      "26": "ለእኔ ለአምላካችሁ ብትሰግዱ በቂ ምግብና ውሃ በመስጠት እባርካችኋለሁ፤ በሽታችሁንም ሁሉ አስወግዳለሁ።",
      "27": "በምድራችሁ ፅንስ የሚያስወርዳት ወይም መኻን ሴት አትኖርም፤ ዕድሜአችሁንም አስረዝመዋለሁ።",
      "28": "“እናንተን የሚቃወሙአችሁ ሁሉ እኔን እንዲፈሩ አደርጋለሁ፤ በእናንተ ላይ ጦርነት በሚያስነሱ ሕዝቦች ላይ ሁከት አመጣለሁ፤ ጠላቶቻችሁም ወደኋላ ተመልሰው እንዲሸሹ አደርጋለሁ፤",
      "29": "ጠላቶቻችሁን በፍርሃት አስጨንቃለሁ፤ እናንተ ወደ ፊት ስትሄዱ ሒዋውያንን፤ ከነዓናውያን፤ ሒታውያንን ከፊታችሁ አባርራለሁ።",
      "30": "ሆኖም በአንድ ዓመት ውስጥ እንዲጠፉ አላደርግም፤ ይህን ካደረግሁ ምድሪቱ ሰው አልባ ትሆናለች፤ አራዊትም ይበዙባችኋል፤",
      "31": "ስለዚህ በዚህ ፈንታ በቁጥር በዝታችሁ ምድሪቱን እስክትወርሱ ድረስ ጥቂት በጥቂት አስወጣላችኋለሁ።",
      "32": "የምድራችሁንም ወሰን ከአካባ የባሕር ሰላጤ እስከ ኤፍራጥስ ወንዝ፤ ከሜድትራንያንም ባሕር እስከ በረሓው እንዲሰፋ አደርገዋለሁ፤ የአገሪቱን ነዋሪዎች ድል እንድትነሡ ኀይል ስለምሰጣችሁ ወደ ፊት በሄዳችሁ መጠን ታሳድዱአቸዋላችሁ።",
      "33": "ከእነርሱም ሆነ ከአማልክቶቻቸው ጋር ምንም ዐይነት ስምምነት አታድርጉ፤ 33እነዚያ ሕዝቦች በአገራችሁ እንዲኖሩ አትፍቀዱላቸው፤ የምትፈቅዱላቸው ከሆነ ግን ኃጢአት በመሥራት እኔን እንድትበድሉ ያደርጉአችኋል፤ ለአማልክቶቻቸውም ብትሰግዱ ለሞት የሚያደርስ ወጥመድ ይሆኑባችኋል።”"
    },
    "Chapter 24": {
      "1": "יהוה ሙሴን እንዲህ አለው፤ “አንተ ራስህ፤ አሮን፤ ናዳብ፤ አቢሁና ከእስራኤል መሪዎች ሰባ የሚሆኑት ጭምር እኔ ወዳለሁበት ተራራ ውጡ፤ በሩቅ ሳላችሁም ተንበርክካችሁ ስገዱ፤",
      "2": "አንተ ብቻ ከሌሎች ተለይተህ ወደ እኔ ትቀርባለህ፤ ሕዝቡ ግን ከአንተ ጋር ወደ ተራራው አይቅረቡ።”",
      "3": "ሙሴም ሄዶ የיהוהን ትእዛዝና ሥርዓት ሁሉ ለሕዝቡ ነገረ፤ ሕዝቡም በአንድነት “יהוה የተናገረውን ሁሉ እናደርጋለን” ሲሉ መለሱ።",
      "4": "ሙሴም የአምላክን ትእዛዝ ሁሉ ጻፈ፤ በማግስቱም ጠዋት በማለዳ በተራራው ሥር መሠዊያ ሠራ፤ በእያንዳንዱ የእስራኤል ነገድ ስም ዐሥራ ሁለት የድንጋይ አምዶችን አኖረ፤",
      "5": "የሚቃጠል መሥዋዕት ለፈጣሪ የሚያቀርቡ ወጣቶች ወንዶችን ላከ፤ እነርሱም ጥቂቶች የቀንድ ከብቶችን ወስደው ለደህንነት የሚሆን የኅብረት መሥዋዕት አቀረቡ።",
      "6": "ሙሴም ከእንስሳቱ ደም ከፊሉን ወስዶ በገበቴ ውስጥ አኖረው፤ እኩሌታውንም በመሠዊያው ፊት ረጨው።",
      "7": "ከዚህ በኋላ የአምላክ ትእዛዝ የተጻፉበትን የቃል ኪዳን መጽሐፍ ወስዶ ድምፁን ከፍ በማድረግ ለሕዝቡ አነበበ፤ ሕዝቡም “ለአምላካችን እንታዘዛለን እርሱ ያዘዘውንም ሁሉ እንፈጽማለን” አሉ።",
      "8": "ከዚህ በኋላ ሙሴ በገበቴ ያለውን ደም ወስዶ በሕዝቡ ላይ ከረጨው በኋላ “ይህ እንግዲህ ፈጣሪ እነዚህን ትእዛዛት በሰጣችሁ ጊዜ ከእናንተ ጋር የገባውን ቃል ኪዳን የሚያጸናበት ደም ነው” አለ።",
      "9": "ሙሴ፣ አሮን፣ ናዳብ፣ አቢሁና ከእስራኤልም መሪዎች ሰባዎቹ ወደ ተራራው ወጡ፤",
      "10": "የእስራኤልንም አምላክ አዩ፤ በእግሮቹ ሥር ከብሩህ ሰንፔር የተሠራና የሚያበራ ሰማይ የሚመስል ወለል ነበር።",
      "11": "יהוה የእስራኤል መሪ የሆኑትን እነዚህን አረጋውያን ሰዎች አልቀሠፈም፤ ይልቁንም ፈጣሪን ፊት ለፊት አይተው በፊቱ በሉ፤ ጠጡም።",
      "12": "ከዚህ በኋላ יהוה ሙሴን እንዲህ አለው፤ “እኔ ወዳለሁበት ወደ ተራራው ወጥተህ በዚያ ቆይ፤ ሁለት የድንጋይ ጽላቶችንም እሰጥሃለሁ፤ በእነርሱም ውስጥ ለሕዝቡ መመሪያ ይሆኑ ዘንድ እኔ የጻፍሑአቸው ትእዛዛትና ሕግጋት ይገኛሉ።”",
      "13": "ሙሴና የእርሱ ረዳት የሆነው ኢያሱ ተዘጋጁ፤ ሙሴም ወደ ተቀደሰው ተራራ ወጣ፤",
      "14": "ሙሴም ለመሪዎቹ “እንደገና ወደ እናንተ ተመልሰን እስክንመጣ በዚህ ቆዩን፤ አሮንና ሁርም እነሆ ከእናንተ ጋር ናቸው፤ ስለዚህም በመካከላችሁ ጥልና ክርክር ያለበት ሰው ቢኖር ወደ እነርሱ ይሂድ” አላቸው።",
      "15": "ሙሴም ወደ ሲና ተራራ ወጣ፤ ተራራውንም ደመና ሸፈነው፤",
      "1617": "የአምላክን ክብር የሚገልጠው አንጸባራቂ ብርሃን በተራራው ላይ ወረደ፤ ለእስራኤላውያንም ይህ ብርሃን በተራራው ጫፍ ላይ የሚነድ እሳት ይመስል ነበር፤ ተራራውም ስድስት ቀን ሙሉ በደመና ተሸፈነ፤ በሰባተኛውም ቀን ፈጣሪ በደመናው ውስጥ ሆኖ ሙሴን ጠራው፤",
      "18": "ሙሴም ወጥቶ በተራራው ላይ ወዳለው ደመና ውስጥ ገባ፤ እዚያም አርባ ቀንና አርባ ሌሊት ቆየ።"
    },
    "Chapter 25": {
      "1": "יהוה ሙሴን እንዲህ አለው፤",
      "2": "“ስጦታን ያመጡልኝ ዘንድ ለእስራኤላውያን ንገር፤ ማንኛውም ሰው በፈቃዱ የሚያመጣውን መባ ሁሉ ተቀበል።",
      "3": "የስጦታውም ዐይነት ይህ ነው፡- ወርቅ፣ ብር፣ ነሐስ፣",
      "4": "የቀጭን ሐር ልብስ፣ ከበግ ጠጉር የተሠራ ሰማያዊ፣ ሐምራዊና ቀይ ግምጃ፤ ከፍየል ጠጉር የተሠራ ልብስ፤",
      "5": "ቀይ ቀለም የተነከረ የአውራ በግ ቆዳ፤ የተለፋ ስስ ቁርበት፤ የግራርም እንጨት፤",
      "6": "ለመብራት የሚሆን ዘይት፣ የቅባት ዘይትና፤ የዕጣንን ሽታ የሚያጣፍጡ ቅመሞች፤",
      "7": "መረግድ፤ በሊቀ ካህናቱ ኤፉድና በደረት ኪስ ላይ የሚደረግ ፈርጥ፤",
      "8": "በመካከላቸውም እኖር ዘንድ ሕዝቡ ቤተ መቅደስ ይሥሩልኝ፤",
      "9": "ድንኳኑንና በውስጥ ያሉትን ዕቃዎች ሁሉ እኔ በማሳይህ ዕቅዴ መሠረት ሥሩት።",
      "10": "“ከግራር እንጨት የተሠራ አንድ ሣጥን ታቦት አድርገው ይሥሩ፤ ርዝመቱ መቶ አሥር ሳንቲ ሜትር፤ የጎኑ ስፋት ስልሳ ስድስት ሳንቲ ሜትር፤ ቁመቱም ስልሳ ስድስት ሳንቲ ሜትር ይሁን፤",
      "11": "ውስጡንም ውጭውንም በንጹሕ ወርቅ ለብጠው፤ በዙሪያውም የወርቅ ክፈፍ አብጅለት፤",
      "12": "አራት የወርቅ ቀለበቶችንም ሠርተህ፤ ሁለቱን በአንድ በኩል፤ ሁለቱንም በሌላ በኩል በማድረግ ከአራቱም እግሮቹ ጋር እንዲያዙ አድርግ፤",
      "13": "ለታቦቱ መሸከሚያ የሚሆኑ መሎጊያዎቹንም ከግራር እንጨት ሥራ፤ በወርቅም ለብጣቸው፤",
      "14": "እነዚህንም መሎጊያዎች በታቦቱ አራት ማእዘን ባሉት ቀለበቶች ውስጥ አስገባ።",
      "15": "መሎጊያዎቹም በታቦቱ ቀለበቶች ውስጥ ይኑሩ፤ ከቶም ከዚያ አይውጡ።",
      "16": "ከዚህም በኋላ እኔ የምሰጥህን፤ ትእዛዛቱ የተጻፉባቸውን ሁለት ጽላቶች በታቦቱ ውስጥ አኑር።",
      "17": "“ርዝመቱ መቶ ዐሥር ሳንቲ ሜትር፤ የጎኑም ሰፋት ስልሳ ስድስት ሳንቲ ሜትር የሆነም የስርየት መክደኛ ሥራለት።",
      "18": "ከተቀጠቀጠም ወርቅ ክንፎች ያሉአቸው የሁለት ኪሩቤል ምስል ሥራ፤",
      "19": "በስርየት መክደኛውም ላይ በሁለት በኩል በጫፍና በጫፍ አኑራቸው፤ እነርሱም ከክዳኑ ጋር አብረው የተሠሩ ይሁኑ።",
      "20": "እነዚህም ክንፍ ያላቸው ኪሩቤል በመክደኛው ግራና ቀኝ ሆነው በተነጻጸር የሚተያዩ ይሁኑ። በተዘረጉትም ክንፎቻቸው መክደኛውን ይሸፍኑት።",
      "21": "ሁለቱን የድንጋይ ጽላቶች በታቦቱ ውስጥ አኑረህ በዚያ ላይ መክደኛውን አድርግ፤",
      "22": "እኔም በዚያ በቃል ኪዳን ታቦት ለአንተ እገለጥልሃለሁ፤ በመክደኛው ላይ በተሠሩት ክንፍ ባላቸው በሁለቱ ኪሩቤል መካከል ሆኜ ለእስራኤል ሕዝብ የምታስተምረውን ሕግ ሁሉ እሰጥሃለሁ።",
      "23": "ርዝመቱ ሰማኒያ ሳንቲ ሜትር፤ የጎኑ ስፋት አርባ አራት ሳንቲ ሜትር፤ ከፍታውም ስልሳ ስድስት ሳንቲ ሜትር የሆነ ጠረጴዛ ከግራር እንጨት ሥራ።",
      "24": "በንጹሕ ወርቅም ለብጠው፤ በዙሪያውም የወርቅ ክፈፍ አድርግለት።",
      "25": "በዙሪያው ሰባ አምስት ሳንቲ ሜትር የሚሆን ጠርዝ አብጅለት፤ በጠርዙም ዙሪያ የወርቅ ክፈፍ አድርግለት።",
      "26": "ከወርቅ የተሠሩ አራት መሸከሚያ ቀለበቶች አድርግለት፤ ቀለበቶቹንም እግሮቹ ባሉበት በአራቱም ማእዘን አኑራቸው።",
      "27": "ጠረጴዛውንም ለመሸከም መሎጊያዎቹ የሚሰኩባቸው ቀለበቶቹ ከክፈፉ ጋር የተቀራረቡ ይሁኑ።",
      "28": "መሎጊያዎቹንም ከግራር እንጨት ሠርተህ በወርቅ ለብጣቸው።",
      "29": "ሳህኖችንና ጭልፋዎችን እንዲሁም ለወይን ጠጅ መቅጃ የሚሆኑ ማንቆርቆርያዎችንና ጎድጓዳ ሳህኖችን ከንጹህ ወርቅ ሥራ።",
      "30": "ጠረጴዛውም በታቦቱ ፊት ለፊት ይቀመጥ፤ ለእኔ የሚቀርበው የተቀደሰ ኅብስት ዘወትር ከጠረጴዛው ላይ መታጣት የለበትም።",
      "31": "“ከንጹሕም ወርቅ መቅረዝ ሥራ፤ የመቅረዙን መሠረትና ዘንግ ከተቀጠቀጠ ወርቅ ሥራ፤ ለጌጥ የሚሠሩት የአበባዎች ወርድ እንቡጦችንና ቀንበጦችን ጨምሮ ከእርሱ ጋር አንድ ሆነው ይሠሩ።",
      "32": "በስተጎኑ ስድስት ቅርንጫፎች አውጣለት፤ ይኸውም ሦስቱ በአንድ ጎን ሲሆኑ፤ ሦስቱ ደግሞ በሌላ ጎን ይሁኑ።",
      "33": "ስድስቱም ቅርንጫፎች እያንዳንዳቸው እንቡጥና ቀንበጥ ያለው የለውዝ አበባ የሚመስል ሦስት የአበባ ወርድ ጌጥ ይኑራቸው።",
      "34": "የመቅረዙም ዘንግ እንቡጥና ቀንበጥ ያለው የለውዝ አበባ የሚመስል አራት የአበባ ወርድ ጌጥ ያለው ይሁን።",
      "35": "ከሦስቱ ጥንድ ቅርንጫፎች በእያንዳንዱ ጥንድ ሥር አንድ እንቡጥ ይኑር።",
      "36": "እንቡጦቹ፤ ቅርንጫፎቹና መቅረዙ ሁሉም አንድ ወጥ ሆነው ከንጹሕ ወርቅ ተቀርጸው ይሠሩ።",
      "37": "ለመቅረዙም ሰባት መብራቶች ሠርተህ ከፊት ለፊት በኩል እንዲያበሩ፤ ከፍ አድርገህ አስቀምጣቸው።",
      "38": "መኮስተሪያዎቹንና የኩስታሪ ማሰቀመጫ ሳህኖችን ከንጹሕ ወርቅ ሥራ።",
      "39": "መቅረዙንና እነዚህን ሁሉ ዕቃዎች የምትሠራበት ሠላሳ አምስት ኪሎ ግራም ንጹሕ ወርቅ አዘጋጅ።",
      "40": "በተራራው ላይ ባሳየሁህ ዕቅዴ መሠረት ለመሥራት ጥንቃቄ አድርግ።"
    },
    "Chapter 26": {
      "1": "“እኔ የምመለክበትን የተቀደሰ ድንኳን ውስጠኛ ክፍል ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ ከተፈተለ በፍታ በተሠሩ ዐሥር መጋረጃዎች አብጀው፤ በእነርሱም ላይ ኪሩቤል በጥልፍ ጥበብ እንዲሳሉ አድርግ።",
      "2": "እያንዳንዱ መጋረጃ ርዝመቱ ዐሥራ ሁለት ሜትር የጎኑ ስፋት ሁለት ሜትር ሆኖ ሁሉም እኩል ይሁኑ።",
      "3": "አምስቱ መጋረጃዎች እርስ በርሳቸው በመገጣጠም ተሰፍተው በአንድ በኩል ይሁኑ፤ ሌሎቹም አምስቱ መጋረጃዎች እርስ በርሳቸው በመገጣጠም ተሰፍተው በሌላ በኩል ይሁኑ።",
      "4": "ተገጣጥመው በተሠሩት በሁለቱም መጋረጃዎች ጠርዝ ላይ ከሰማያዊ ጨርቅ የተሠሩ ቀለበቶች አድርግ።",
      "5": "በመጀመሪያው መጋረጃ መጀመሪያ ክፍል ላይ ኀምሳ ቀለበቶች፣ በሁለተኛው መጋረጃ መጨረሻ ክፍል ላይ ከሌሎቹ ቀለበቶች ፊት ለፊት ኀምሳ ቀለበቶች አድርግ።",
      "6": "ለእነዚህ ሁለት ክፍሎች ማገጣጠሚያ ይሆኑ ዘንድ ኀምሳ የወርቅ መያዥያዎችን ሥራ።",
      "7": "“ከፍየል ጠጉር የተሠሩ ዐሥራ አንድ መጋረጃዎችን ለድንኳኑ ክዳን አድርግ።",
      "8": "የእያንዳንዱ ርዝመት ዐሥራ ሦስት ሜትር፤ የጎኑ ስፋት ሁለት ሜትር ሆኖ የሁሉም መጠን እኩል ይሁን።",
      "9": "አምስቱን በአንድ በኩል፤ ስድስቱን በሌላ በኩል አድርገህ በአንድነት በማጋጠም ስፋቸው፤ ስድስተኛው መጋረጃ ታጥፎ ከፊት በኩል በድንኳኑ ላይ ይደረብ።",
      "10": "በአንድ በኩል ካለው መጋረጃ መጨረሻ ክፍል ጠርዝ ላይ ኀምሳ ቀለበቶች፤ በሌላም በኩል ካለው መጋረጃ መጨረሻ ጠርዝ ላይ ኀምሳ ቀለበቶች አድርግ።",
      "11": "በቀለበቶቹም ውስጥ ኀምሳ የነሐስ መያዣዎችን አስገባ፤ በዚህም ዐይነት ሁለቱን ክፍሎች በማገጣጠም አንድ ክዳን እንዲሆኑ አድርግ።",
      "12": "ትርፍ የሆነውን ግማሽ መጋረጃ ወስደህ በድንኳኑ ጀርባ ደርበው።",
      "13": "በርዝመቱ በኩል ከእያንዳንዱ መጋረጃ ትርፍ ሆነው የቀሩት ግማሽ ሜትር ስፋት ያላቸው መጋረጃዎች በጎንና ጎን ተንጠልጥለው ድንኳኑን ይሸፍኑት።",
      "14": "“ለውጭው ክዳን ይሆኑ ዘንድ፤ አንደኛው ቀይ ቀለም ከተነከረ አውራ በግ ቆዳ፤ ሌላው ከተለፋ ስስ ቆዳ ሁለት ተጨማሪ ክዳኖችን ሥራ።",
      "15": "“ድንኳኑን የሚደግፉ ቋሚ ሳንቃዎችን ከግራር እንጨት ሥራ።",
      "16": "እያንዳንዱ ሳንቃ ርዝመቱ አራት ሜትር፤ የጎኑም ስፋት ሰልሳ ስድስት ሳንቲ ሜትር ይሁን።",
      "17": "ሳንቃዎች በአንድነት ተገጣጥመው መያያዝ ይችሉ ዘንድ ለእያንዳንዱ ሳንቃ ተመጣጣኝ የሆኑ ሁለት ጉጦች ይኑሩት።",
      "18": "ከድንኳኑ በስተ ደቡብ በኩል ሃያ ሳንቃዎችን አድርግ፤",
      "19": "በእነርሱም ሥር አርባ የብር እግሮችን አድርግ፤ ሁለቱን ጉጦች ለማያያዝ እንዲረዱ እያንዳንዱ ሳንቃ ሁለት እግሮች ይኑሩት።",
      "20": "ከድንኳኑ በስተ ሰሜን በኩል ሃያ ሳንቃዎችን አድርግ፤",
      "21": "በእያንዳንዱ ሳንቃ ሥር ሁለት እግሮችን በመሥራት አርባ እግሮች እንዲኖሩአቸው አድርግ።",
      "22": "በድንኳኑ በስተጀርባ ባለው በምዕራብ በኩል ስድስት ሳንቃዎችን አድርግ።",
      "23": "ለማእዘኖቹም ሁለት ሳንቃ አድርግ።",
      "24": "እነዚህ በማእዘኖቹ ላይ ያሉት ሳንቃዎች ከታች በኩል ተጣምረው እስከ አናታቸው መያያዝ አለባቸው፤ ሁለቱን ማእዘኖች የሚያገናኙት ሁለት ሳንቃዎች በዚሁ ዐይነት ይሠሩ።",
      "25": "በዚህ ዐይነት በእያንዳንዱ ሳንቃ ሥር ሁለት እግር ሆኖ ዐሥራ ስድስት የብር እግሮች ያሉአቸው ስምንት ሳንቃዎች ይኖራሉ።",
      "26": "“ዐሥራ አምስቱ መወርወሪያዎች ከግራር እንጨት ሥራ፤ ከእነርሱም አምስቱ ከድንኳኑ በአንድ ጎን ላሉት ሳንቃዎች፤",
      "27": "አምስቱም በሌላው ጎን ላሉት ሳንቃዎች፤ የቀሩት አምስቱ ደግሞ በስተ ምዕራብ ከኋላ በኩል ላሉት ሳንቃዎች ይሆናሉ።",
      "28": "መካከለኛውም መወርወሪያ በሳንቃዎቹ መካከል ከዳር እስከ ዳር ይለፍ።",
      "29": "ሳንቃዎቹንም በወርቅ ለብጣቸው፤ ለመወርወሪያዎቹም መያዣ እንዲሆኑ የወርቅ ቀለበቶች አብጅላቸው፤ መወርወሪያዎቹም በወርቅ የተለበጡ ይሁኑ፤",
      "30": "ድንኳኑን በተራራው ላይ ባሳየሁህ ዕቅድ መሠረት ትከል።",
      "31": "“ከሰማያዊ ከሃምራዊና ከቀይ ግምጃ ከተፈተለ በፍታ መጋረጃን ሥራ፤ በእርሱም ላይ ኪሩቤል፤ በጥልፍ ጥበብ እንዲሳሉ አድርግ።",
      "32": "እርሱንም ከግራር እንጨት ተሠርተው በወርቅ ከተለበጡት ኩላቦችና አራት የብር እግሮች ባሉአቸው ምሰሶዎች ላይ ስቀለው።",
      "33": "መጋረጃውንም በድንኳኑ ጣራ ላይ በተርታ በተደረደሩት መያዣዎች ሥራ ታንጠለጥለዋለህ፤ ሁለቱን የድንጋይ ጽላቶች የያዘውንም የቃል ኪዳን ታቦት ከመጋረጃው በስተኋላ በኩል ታኖረዋለህ፤ በዚህ ዐይነት መጋረጃው ቅድስት የተባለውን ስፍራ ከቅድስተ �ቅዱሳኑ ይለያል፤",
      "34": "ከዚህ በኋላ የቃል ኪዳኑን ታቦት ክደነው፤",
      "35": "ጠረጴዛውን ከቅድስተ ቅዱሳኑ ውጭ፤ ከድንኳኑ በስተ ሰሜን በኩል አኑር።",
      "36": "“ለድንኳኑም ደጃፍ ከሰማያዊ ከሃምራዊና ከቀይ ግምጃ ከተፈተለ ከጥሩ በፍታ በጥልፍ ያጌጠ መጋረጃ አድርግለት።",
      "37": "ለመጋረጃውም አምስት ምሰሶዎችን ከግራር እንጨት ሠርተህ በወርቅ ለብጣቸው፤ ኩላቦቻቸውም ከወርቅ የተሠሩ ይሁኑ፤ ለእነዚህ ምሰሶዎች ከነሐስ የተሠሩ አምስት እግሮች አብጅላቸው።"
    },
    "Chapter 27": {
      "1": "“ከግራር እንጨት መሠዊያ ሥራ፤ ርዝመቱ ሁለት ሜትር ከሃያ ሳንቲ ሜትር፤ የጎኑ ስፋት ሁለት ሜትር ከሃያ ሳንቲ ሜትር፤ ቁመቱም አንድ ሜትር ከሠላሳ ሳንቲ ሜትር ይሁን።",
      "2": "በአራቱም ማእዘን ጫፍ ላይ ጉጦችን አድርግ፤ ጉጦችም ከመሠዊያው ጋር አብረው የተሠሩ ይሁኑ፤ ሁለተናውም በነሐስ የተለበጠ ይሁን።",
      "3": "አመድ የሚጠራቀምባቸውን ምንቸቶችን፤ የእሳት መጫሪያዎችን፤ ድስቶችን፤ ሜንጦዎችንና ማንደጃዎችን አዘጋጅ፤ ሁሉም ከነሐስ የተሠሩ ይሁኑ።",
      "4": "እንደ መረብ ሆኖ የተሠራ የነሐስ መከታ አብጅለት፤ ለመከታውም አራት የነሐስ ቀለበቶች በአራቱም ማእዘን አድርግለት።",
      "5": "መከታውም እስከ መሠዊያው እኩሌታ እንዲደርስ ከመሠዊያው ክፈፍ በታች አድርገው፤",
      "6": "ለመሠዊያው መሸከሚያ የሚሆኑ መሎጊያዎችንም ሠርተህ በነሐስ ለብጣቸው።",
      "7": "መሠዊያውን መሸከም በሚያስፈልግበት ጊዜ መሎጊያዎቹን ከመሠዊያው በእያንዳንዱ ጎን ባሉት ቀለበቶች ውስጥ አስገባ።",
      "8": "በተራራው ላይ ባሳየሁህ ዕቅድ መሠረት መሠዊያውን ከሳንቃዎች ሥራ፤ ውስጡም ባዶ ይሁን።",
      "9": "“ለድንኳኑ አደባባይ ክልል መጋረጃዎች ከቀጭን ሐር ሥራ፤ የመጋረጃዎቹም ርዝመት ከደቡብ በኩል አርባ አራት ሜትር ይሁን።",
      "10": "ለእርሱም መደገፊያ ሃያ የነሐስ እግሮች ያሉአቸው ሃያ ምሰሶዎች ሥራ፤ በእነርሱም ላይ ከብር የተሠሩ ዘንጎችና ኩላቦች ይኑሩ፤",
      "11": "በስተሰሜን በኩል ላለውም ልክ በዚሁ ዐይነት ይሠራ።",
      "12": "በምዕራብ በኩል አደባባይ ዐሥር እግሮች ካሉአቸው ዐሥር ምሰሶዎች ጋር ርዝመታቸው ሃያ ሁለት ሜትር የሚሆን መጋረጃዎች ይኑሩት።",
      "13": "የመግቢያው በር ባለበት በምሥራቅ በኩል የአደባባዩ ስፋት ሃያ ሁለት ሜትር ይሁን።",
      "14-15": "በመግቢያው በር ገራና ቀኝ ርዝመታቸው ስድስት ሜትር ከስልሳ ሳንቲ ሜትር የሆነ መጋረጃዎች ይኑሩ፤ ሦስት እግሮች ያሉአቸው ሦስት ምሰሶዎችም ይደግፉት።",
      "16": "ለራሱ ለመግቢያው በር ርዝመታቸው ዘጠኝ ሜትር የሆነ ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ ከተፈተለ ከጥሩ በፍታ የተሠሩና በጥልፍ ያጌጡ መጋረጃዎች ይኑሩት፤ የሚደግፉትም አራት እግሮች ባሉአቸው አራት ምሰሶዎች ይኑሩት።",
      "17": "በአደባባዩ ዙሪያ ያሉት ምሰሶዎች ሁሉ በብር ዘንጎች ይያያዙ፤ ኩላቦቻቸው ከብር፤ እግሮቻቸውም ከነሐስ የተሠሩ ይሁኑ።",
      "18": "የድንኳኑ አደባባይ ርዝመቱ አርባ አራት ሜትር የጎኑ ስፋት ሃያ ሁለት ሜትር፤ ከፍታውም ሁለት ሜትር ከሃያ ሳንቲ ሜትር ይሁን። መጋረጃዎቹ ከጥሩ በፍታ የተሠሩ ሆነው የነሐስ እግሮች ይኑሩአቸው።",
      "19": "በድንኳኑ ውስጥ የሚገኙት ለማናቸውም ጥቅም የሚውሉ የመገልገያ ዕቃዎች ሁሉ፤ የድንኳኑና የአደባባዩ ካስማዎች ሁሉ ከነሐስ የተሠሩ ይሁኑ።",
      "20": "“መብራቱ በየምሽቱ ሲበራ እንዲኖር ለመብራት የሚሆነውን ምርጥ የወይራ ዘይት ያመጡልህ ዘንድ የእስራኤልን ሕዝብ እዘዝ፤",
      "21": "አሮንና ልጆቹ እኔ በምመለክበት ድንኳን ውስጥ መብራቱን ያሰናዱት፤ በፊቴ ከምሽት እስከ ንጋት ይበራ ዘንድ ከቃል ኪዳኑ ታቦት ፊት ለፊት ካለው መጋረጃ ውጭ ያኑሩት፤ ይህም የሕግ መመሪያ በእስራኤል ሕዝብና ወደፊትም በሚነሳው ትውልድ ዘንድ ለዘላለም ተጠብቆ ይኑር።"
    },

    "Chapter 28": {
      "1": "“ወንድምህን አሮንንና ልጆቹን ናዳብን፣ አቢሁን፣ አልአዛርንና ኢታማርን ወደ አንተ አቅርብ፤ ካህናት ሆነው ያገለግሉኝም ዘንድ ከእስራኤል ሕዝብ መካከል ለያቸው።",
      "2": "ለክብርና ለውበት ይሆነው ዘንድ ለወንድምህ ለአሮን የክህነት ልብስ ሥራለት።",
      "3": "እኔ ልዩ ችሎታ እንዲኖራቸው ያደረግሁአቸውን የእጅ ጥበብ ዐዋቂዎችን ጠርተህ ለአሮን ልብስ እንዲሠሩለት ንገራቸው፤ በዚህ ዐይነት አሮን ካህን በመሆን ያገለግለኝ ዘንድ ለእኔ የተለየ ይሆናል።",
      "4": "በዐይነት የሚሠሩአቸውም ልብሶች እነዚህ ናቸው፤ የደረት ኪስ፣ ኤፉድ፣ ቀሚስ፣ በጥልፍ ያጌጠ ሸሚዝ፣ ጥምጥምና መታጠቂያ፤ ወንድምህ አሮንና ልጆቹ ካህናት ሆነው ያገለግሉኝ ዘንድ እነዚህን ልብሶች ይሥሩላቸው።",
      "5": "ጥበበኞቹም ልብሶቹን ከሰማያዊ፤ ከሐምራዊ፤ ከቀይ ግምጃ፤ ከወርቅ ምዝምዝና ከጥሩ በፍታ በጥልፍ አስጊጠው ይሥሩ።",
      "6": "“ኤፉድንም ከሰማያዊ፣ ከሐምራዊ ከቀይ ግምጃ፣ ከወርቅ ምዝምዝና ከጥሩ በፍታ በጥልፍ አስጊጠው ይሥሩ።",
      "7": "ሁለቱ ወገን አንድ እንዲሆን በሁለቱ ትከሻ ላይ የሚጋጠም የጥብጣብ አይነት ማንገቻ ይኑር።",
      "8": "ኤፉዱ ከተሠራባቸው ተመሳሳይ ነገሮች በብልሀት የተጠለፈ መታጠቂያ አንድ ላይ እንደተሠራ ሆኖ ከኤፉዱ ጋር ይጣበቅ።",
      "9": "ሁለት የመረግድ ድንጋይ ወስደህ የዐሥራ ሁለቱን የያዕቆብን ልጆች ስም ቅረጽባቸው፤",
      "10": "ይኸውም የልደታቸውን ቅደም ተከተል ሳታፋልስ ስድስቱን በአንድ ድንጋይ ላይ፣ ስድስቱንም በአንድ ድንጋይ ላይ ጻፍ።",
      "11": "በሁለቱ ድንጋዮች ላይ የዐሥራ ሁለቱን የያዕቆብ ልጆች ስም ለመቅረጽ ችሎታ ያለው ብልህ ሰው አግኝ፤ ድንጋዮቹንም ከወርቅ በተሠራ ፈርጥ ላይ አኑራቸው።",
      "12": "ለዐሥራ ሁለቱ የእስራኤል ነገዶች መታሰቢያ ይሆኑ ዘንድ ሁለቱን ዕንቁዎች በትከሻ ላይ በሚያልፉት የኤፉድ ማንገቻዎች ላይ ታደርጋቸዋለህ። በዚህ ዐይነት እኔ יהוה ዘወትር ሕዝቤን አስታውስ ዘንድ አሮን የእነርሱን ስሞች በትከሻው ላይ ይሸከማል።",
      "13": "ሁለት የወርቅ ፈርጦች ሥራ፤",
      "14": "እንደ ገመድ ተጎነጉነው ከንጹሕ ወርቅ የተሠሩ ሁለት ድሪዎችንም አበጅተህ ከሁለቱ ፈርጦች ጋር እንዲያያዙ አድርግ።",
      "15": "“የያህዌ(יהוה) ፈቃድ የሚጠየቅበትን የደረት ኪስ ለሊቀ ካህናቱ ሥራ፤ አሠራሩ እንደ ኤፉድ ሆኖ በተመሣሣይ ጥልፍ ያጌጠ ይሁን።",
      "16": "ርዝመቱ ሃያ ሁለት ሳንቲ ሜትር የጎኑም ስፋት ሃያ ሁለት ሳንቲ ሜትር ሆኖ ታጥፎ የተደረበ ትክክል አራት ማእዘን ይሁን።",
      "17": "አራት እረድፍ የሆነ የዕንቁ ፈርጥ አድርግበት፤ በመጀመሪያው ረድፍ ሰርድዮን ቶጳዝዮንና፤ የሚያብረቀርቅ እንቁ፤",
      "18": "በሁለተኛው ረድፍ በሉር ሰንፔርና ዐልማዝ፤",
      "19": "በሦስተኛው ረድፍ፤ ያክንት ኬልቄዶንና አሜቴስጢኖስ፤",
      "20": "በአራተኛው ረድፍ ቢረሌ መረግድና ኢያሰጲድ በወርቅ ፈርጥ ላይ ይቀመጣሉ።",
      "21": "ለእስራኤል ነገዶች መታሰቢያ ይሆኑ ዘንድ ከእነዚህ ዐሥራ ሁለት የዕንቁ ድንጋዮች በእያንዳንዱ ላይ ከያዕቆብ ልጆች ያንዱ ስም ይቀረጽበታል።",
      "22": "ለደረት ኪሱም እንደ ገመድ የተጎነጎነ ድሪ ከንጹሕ ወርቅ ሥራ።",
      "23": "ሁለት የወርቅ ቀለበቶች ሠርተህ በደረት ኪሱ ከላይኛው ማእዘን በኩል እንዲጋጠሙ አድርግ።",
      "24": "ሁለቱን የወርቅ ድሪዎች ከሁለቱ ቀለበቶች ጋር አያይዛቸው።",
      "25": "በሌላ በኩል ያሉትንም የሁለቱን ድሪዎች ጫፎች ከሁለቱ ፈርጦች ጋር አገናኛቸው፤ በዚህም ዐይነት ከፊት ለፊት በኩል በትከሻ ላይ ከሚወርዱት ከኤፉዱ ማንገቻዎች ጋር ታያይዛቸዋለህ።",
      "26": "እንደገናም ሁለት የወርቅ ቀለበቶች ሠርተህ በውስጥ በኩል ከኤፉዱ ቀጥሎ ባለው የደረት ኪስ ከታችኛዎቹ ማእዘኖች ጋር እንዲገጣጠሙ አድርግ።",
      "27": "ከነዚህም ሌላ ሁለት ተጨማሪ የወርቅ ቀለበቶች ሠርተህ ከፊት ለፊት በኩል በትከሻ ላይ ከሚወርዱት ከኤፉዱ ማንገቻዎች ጋር ከታች በኩል ታያይዘዋለህ። መያያዝ ያለበትም በስፌቱ መጋጠሚያ አጠገብና በብልኀት ከተጠለፈው መታጠቂያ በላይ በኩል ነው።",
      "28": "በደረት ኪሱ ላይ ያሉትን ቀለበቶች በኤፉዱ ላይ ካሉት ቀለበቶች ጋር በሰማያዊ ድሪ እሰራቸው፤ በዚህ ዐይነት የደረት ኪሱ ከመታጠቂያው በላይ ስለሚሆን ልል አይሆንም።",
      "29": "“አሮን ወደ ተቀደሰው ስፍራ ሲገባ የእስራኤል ነገዶች ስሞች የተቀረጹበትን ይህን የደረት ኪስ ይለብሳል፤ በዚህ ዐይነት እኔ አምላካችሁ ሁልጊዜ ሕዝቤን አስታውሳለሁ።",
      "30": "ዑሪምና ቱሚም የተባሉትን ነገሮች በደረት ኪስ ውስጥ ታስገባቸዋለህ፤ አሮንም ወደ ቅዱሱ ድንኳን በደረት ኪሱ ተሸክሞአቸው ይግባ፤ የእኔን ፈቃድ ለእስራኤል ማስታወቅ ይችል ዘንድ በፊቴ ለማገልገል በሚገባበት ጊዜ ሁሉ በደረት ኪሱ ያድርጋቸው።",
      "31": "“በኤፉዱ ላይ የሚደረበው ቀሚስ ሙሉ ለሙሉ ከሰማያዊ በፍታ የተሠራ ይሁን፤",
      "32": "የራስ ማጥለቂያም አንገትጌም ይኑረው፤ ይህም አንገትጌ እንዳይተረተር ወደ ውስጥ ታጥፎ በእጅ ሥራ የተቀመቀመ ይሁን።",
      "33": "-34በታችኛው ዘርፍ ዙሪያ ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ የተሠራ የሮማን ፍሬ ቅርጽ አድርግበት፤ በፍሬዎቹ መካከል ጣልቃ የሚገቡ ከወርቅ የተሠሩ ትናንሽ ቃጭሎች አድርግበት።",
      "35": "35አሮን በክህነት በሚያገለግልበት ጊዜ ይህን ቀሚስ ይልበስ፡ በተቀደሰው ስፍራ በፊቴ በተገኘ ጊዜ ወይም ከዚያ በሚወጣበት ጊዜ የቃጭሎቹ ድምፅ ስለሚሰማ ከመሞት ይድናል።",
      "36": "36ከንጹሕ ወርቅ አንድ ጌጥ ሥራና በላዩ ላይ ‘ለአምላክ የተለየ’ የሚል ቃል ቅረጽበት።",
      "37": "37በመጠምጠሚያውም ላይ በሰማያዊ ድሪ እንዲንጠለጠል አድርግ፤",
      "38": "38አሮንም በግንባሩ ላይ ያድርገው፤ በዚህ ዐይነት ባቀራረብ እንኳ ስሕተት ቢፈጽሙ እስራኤላውያን የሚያቀርቡልኝን መባ ሁሉ እኔ አምላካቸው እቀበላቸዋለሁ።",
      "39": "39የአሮንን ሸሚዝና መጠምጠሚያ ከጥሩ በፍታ ሥራው፤ መታጠቂያውም ከጥሩ በፍታ ተሠርቶ በጥልፍ ጥበብ ያጌጠ ይሁን።",
      "40": "40“ለአሮንም ልጆች ክብርና ውበት ይሆንላቸው ዘንድ ሸሚዞችን፤ መታጠቂያዎችንና ቆቦችን ሥራላቸው።",
      "41": "41እንግዲህ እነዚህን ልብሶች ለወንድምህ ለአሮንና ለልጆቹ አልብሳቸው፤ በክህነት ያገለግሉኝም ዘንድ የወይራ ዘይት በመቀባት የክህነትን ማዕርግ ትሰጣቸዋለህ፤ ትቀድሳቸዋለህም፤",
      "42": "42የውስጥ ሰወነታቸው እንዳይጋለጥ ከጥሩ በፍታ፤ ከወገባቸው እስከ ጭናቸው የሚደርስ ቁምጣ ሱሪ ትሠራላቸዋለህ፤",
      "43": "43አሮንና ልጆቹ ዘወትር ወደ ቅዱሱ ድንኳን ሲገቡ ወይም በተቀደሰው ስፍራ በክህነት ለማገልገል ወደ መሠዊያው ሲቀርቡ ይለብሱታል፤ በዚህ ዐይነት የውስጥ ሰውነታቸው ስለማይጋለጥ ከሞት ይድናሉ። ይህ እንግዲህ ለአሮንና ለዝርያዎቹ ጸንቶ የሚኖር የሥርዓት መመሪያ ነው።"
    },
    "Chapter 29": {
      "1": "“አሮንና ልጆቹ ካህናት ሆነው በፊቴ ያገለግሉኝ ዘንድ ለመለየት የምታደርገው ይህ ነው፤ ምንም ነውር የሌለባቸውን አንድ ወይፈንና ሁለት የበግ አውራዎችን ውሰድ፤",
      "2": "እርሾ ያልነካው ምርጥ የሆነ የስንዴ ዱቄት ወስደህ የወይራ ዘይት በመጨመር ቂጣ አዘጋጅ፤ እንዲሁም ዘይት ያልገባበት ሌላ ቂጣ አዘጋጅ፤ ሌላ ስስ ቂጣም ጋግረህ ዘይት ቀባው፤",
      "3": "ሁሉንም በመሶብ አኑረህ ወይፈኑንና ሁለቱን የበግ አውራዎች በምትሠዋበት ጊዜ ለእኔ መባ አድርገህ አቅርብልኝ።",
      "4": "አሮንንና ልጆቹን እኔ ወደምመለክበት ድንኳን ደጃፍ አምጥተህ ሰውነታቸውን እንዲታጠቡ ንገራቸው።",
      "5": "ከዚህ በኋላ አሮንን የክህነት ልብስ አልብሰው፤ ሸሚዙን ኤፉዱን፤ በኤፉዱ ላይ የሚደረበውን ቀሚስ፤ የደረት ኪሱንና መታጠቂያውን ሁሉ ይልበስ፤",
      "6": "በራሱም ላይ መጠምጠሚያውን አኑረህ ‘ለፈጣሪ አገልግሎት የተለየ’ የሚል ቃል የተቀረጸበትን ጌጥ አድርግለት፤ እርሱም ለፈጣሪው የተለየ መሆኑን የሚያሳይ ምልክት ይሆናል።",
      "7": "የቅባት ዘይቱንም ወስደህ በራሱ ላይ በማፍሰስ ቀባው፤",
      "8": "ልጆቹንም አቅርበህ ሸሚዝ አልብሳቸው፤",
      "9": "ለወገባቸውም መታጠቂያ አድርግላቸው፤ በራሳቸውም ላይ ቆብ ድፋላቸው፤ እንግዲህ አሮንና ልጆቹ የምትክናቸው በዚህ ዐይነት ነው፤ እነርሱና ዝርያዎቻቸው ሁሉ በክህነት ለዘላለም ያገለግሉኛል።",
      "10": "ወይፈኑን እኔ ወደምመለክበት ድንኳን ፊት ለፊት አምጥተህ አሮንና ልጆቹ እጃቸውን በራሱ ላይ እንዲጭኑበት አድርግ።",
      "11": "ኮርማውንም በድንኳኑ ደጃፍ በእኔ ፊት እረደው።",
      "12": "ከኮርማው ደም ጣትህን ነክረህ የመሠዊያውን ጉጦች ቀባ፤ የተረፈውንም ደም በመሠዊያው ሥር አፍስሰው።",
      "13": "ከዚህ በኋላ የሆድ ዕቃውን የሚሸፍነውን ስብ፣ እንደመረብ ሆኖ ጉበቱን የሚሸፍነውን ስብ፣ ሁለቱን ኩላሊቶቹንና እነርሱን የሚሸፍነውን ስብ ወስደህ ለእኔ የሚቀርብ መሥዋዕት አድርገህ በመሠዊያው ላይ አቃጥለው።",
      "14": "የወይፈኑን ሥጋ፣ ቆዳውን አንጀቱን ሁሉ ወስደህ ከሰፈር ውጭ አቃጥለው፤ ይህ የካህናትን ኃጢአት ለማስወገድ የሚቀርብ መሥዋዕት ነው።",
      "15": "“ከሁለቱ የበግ አውራዎች አንዱን ወስደህ አሮንና ልጆቹ እጃቸውን በራሱ ላይ እንዲጭኑ አድርግ።",
      "16": "እርሱንም አርደህ ደሙን በመሠዊያው ጎን በአራቱም ማእዘን እርጨው።",
      "17": "ሥጋውን በየብልቱ ቆራርጠው፤ የውስጥ ዕቃውንና የኋላ እግሮቹን በውሃ አጥበህ በራሱና በሌሎቹ የሥጋ ብልቶቹ ላይ አኑር።",
      "18": "ከዚያም በኋላ የአውራውን በግ ሥጋ በሙሉ የምግብ መሥዋዕት አድርገህ አቃጥለው፤ ይህም መባ ሽታው እኔን ደስ የሚያሰኝ ይሆናል።",
      "19": "“ለክህነት ሥርዓት የተመደበውን ሌላውንም አውራ በግ ወስደህ አሮንና ልጆቹ እጃቸውን በራሱ ላይ እንዲጭኑበት ንገራቸው።",
      "20": "እርሱንም እረድና ከደሙ ጥቂት ወስደህ የአሮንንና የልጆቹን ቀኝ ጆሮ ጫፍ፤ የቀኝ እጃቸውንና የቀኝ እግራቸውን አውራ ጣት ትቀባለህ፤ የተረፈውንም በመሰዊያው ጎን በአራቱም ማእዘን እርጨው።",
      "21": "በመሠዊያው ላይ ካለው ደም ጥቂት፣ ከቅባቱም ዘይት ጥቂት ወስደህ በአሮንና በልብሱ ላይ በአሮን ልጆችና በልብሶቻቸው ላይ እርጨው፤ በዚህ ዐይነት እርሱና ልጆቹ ከነልብሶቻቸው ለእኔ የተለዩ ይሆናሉ።",
      "22": "“የአውራውን በግ ስብ፣ ላቱን፣ የውስጥ ዕቃውን የሚሸፍነውን ስብ፣ እንደ መረብ ሆኖ ጉበቱን ከሚሸፍነው ስብ የተሻለውን ክፍል፣ ሁለቱን ኩላሊቶቹን፣ እነርሱን የሚሸፍነውን ስብና በቀኝ በኩል ያለውን የኋላ እግር ቆራርጠው።",
      "23": "በመሶብ ሆኖ ለእኔ ከቀረበው ቂጣ ከእያንዳንዱ ዐይነት አንድ ሙልሙል ውሰድ፤ ይኸውም ዘይት ተጨምሮበት ከተጋገረው አንድ፣ ዘይት ካልገባበትም አንድ፣ እንዲሁም ሌላ አንድ ስስ ቂጣ ጨምረህ ትወስዳለህ ማለት ነው።",
      "24": "ይህን ሁሉ ምግብ በአሮንና በልጆቹ እጅ ላይ አኑር፤ እርሱንም ወደላይና ወደ ታች ተወዝውዞ የሚቀርብ ልዩ መባ አድርገው ለእኔ እንዲያነሱልኝ አድርግ።",
      "25": "ከእነርሱም በመቀበል ለእኔ የምግብ መባ አድርገህ ታቀርበው ዘንድ በሚቃጠለው መሥዋዕት ጫፍ ላይ አኑረህ በመሠዊያው ላይ አቃጥለው፤ ይህም መባ ሽታው እኔን ደስ የሚያሰኝ ይሆናል።",
      "26": "“ለአሮን ክህነት ሥርዓት ከታረደው የበግ አውራ ፍርምባውን ወስደህ ለእኔ ወደ ላይና ወደ ታች በመወዝወዝ የሚቀርብ መባ አድርገህ አንሣ፤ ይህም ለእናንተው የሚመደብ ድርሻ ይሆናል።",
      "27": "“አንድ ካህን የክህነት ሥልጣን በሚቀበልበት ጊዜ ለክህነቱ ሥነ ሥርዓት የሚታረደው አውራ በግ ፍርምባውንና በቀኝ በኩል ያለውን የኋላ እግር ለእኔ ወደ ላይና ወደ ታች በመወዝወዝ የሚቀርብ መባ ሆኖ ይነሣ፤ እርሱም ተመልሶ ለካህናቱ የሚመደብ ድርሻ ይሆናል።",
      "28": "ሕዝቤ ለደህንነት የሚሆን የኅብረት መሥዋዕት በሚያቀርቡበት ጊዜ የእንስሳው ፍርምባና በቀኝ በኩል ያለውን የኋላ እግር ለካህናቱ ድርሻ ሆኖ እንዲመደብ ወስኛለሁ፤ ውሳኔውም አይለወጥም፤ ይህ እንግዲህ ሕዝቡ ለእኔ የሚያቀርቡት መባ ነው።",
      "29": "“አሮን በሚሞትበት ጊዜ የክህነት ልብሶቹ ለልጆቹ ይተላለፉ፤ እነርሱም ተቀብተው የክህነት ሥልጣን በሚቀበሉበት ጊዜ ይልበሱት።",
      "30": "የክህነቱ ሥልጣን ወራሽ በመሆን በተቀደሰው ስፍራ እኔን ለማገልገል ካህን ሆኖ ወደ ቅዱሱ ድንኳኔ የሚገባው የአሮን ልጅ እነዚህን ልብሶች ለሰባት ቀን ይልበስ።",
      "31": "“አሮንና ልጆቹ የክህነት ሥልጣን በሚቀበሉበት ጊዜ የታረደውን የአውራ በግ ሥጋ ወስደህ በተቀደሰ ስፍራ ቀቅለው።",
      "32": "ይህንንም ሥጋ በመሶብ ውስጥ ተርፎ ከቀረው ቂጣ ጋር በቅዱሱ ድንኳኔ ደጃፍ ሆነው ይብሉት።",
      "33": "የክህነት ሥልጣን ሲቀበሉ ስለ ኃጢአት የተሠዋውንም ይብሉ። ይህ ምግብ የተቀደሰ ስለሆነ ካህናት ብቻ ይብሉት።",
      "34": "ከእንስሳውም ሆነ ከኅብስቱ ሳይበላ ተርፎ ያደረ ቢኖር በእሳት ይቃጠል፤ የተቀደሰ ስለሆነም መበላት የለበትም።",
      "35": "“አሮንንና ልጆቹ የክህነት ሥልጣን የሚቀበሉበትን ሥርዓት ልክ እኔ ባዘዝሁህ መሠረት ለሰባት ቀን ፈጽም።",
      "36": "ስለ ኃጢአትም ይቅርታ በእያንዳንዱ ቀን አንድ ወይፈን መሥዋዕት አድርገህ አቅርብ፤ ይህም መሠዊያውን ያነጻል፤ የተቀደሰም ይሆን ዘንድ የወይራ ዘይት ቀባው።",
      "37": "ይህንንም ለሰባት ቀን በየዕለቱ አድርግ፤ በዚህም ዐይነት መሠዊያው ፍጹም የተቀደሰ ይሆናል፤ ሰውም ሆነ ሌላ ነገር እርሱን ቢነካ በቅድሰናው ኃይል ቅስፈት ይደርስበታል።",
      "38": "“በሚመጡት ዘመናት ሁሉ በየዕለቱ አንድ ዓመት የሆናቸው ሁለት ጥቦቶች መሥዋዕት አድርገህ በመሠዊያው ላይ ታቀርባለህ፤",
      "39": "ከጥቦቶቹ አንዱን ጠዋት ሌላውን ማታ ትሠዋለህ።",
      "40": "ከመጀመሪያው ጥቦት ጋር አንድ ኪሎ ግራም ምርጥ የሆነ ስንዴ ዱቄት ከአንድ ሊትር የወይራ ዘይት ጋር ለውሰህ አቅርብ፤ አንድ ሊትር የወይን ጠጅም መባ አድርገህ አፍስስበት።",
      "41": "ሁለተኛውንም ጥቦት በምሽት ጊዜ መሥዋዕት አድርገህ አቅርብ፤ በማለዳው መሥዋዕት ባቀረብከውም መጠን ተመሳሳይ ዱቄት፣ ዘይትና ወይን ጠጅ አቅርብ፤ ይህ ለእኔ የሚቀርብ የምግብ መባ ነው፤ ሽታውም እኔን ደስ የሚያሰኝ ይሆናል።",
      "42": "ለሚመጡት ዘመናት እኔ በምመለክበት ድንኳን ደጃፍ መቅረብ አለበት፤ እኔ ሕዝቤን የምገናኘውና አንተንም የማነጋግርበት ስፍራ ይኸው ነው።",
      "43": "በዚህም ከሕዝቤ ከእስራኤል ጋር እገናኛለሁ፤ ክብሬም ይህን ስፍራ የተቀደሰ ያደርገዋል።",
      "44": "እኔ መሠዊያውንና ድንኳኑን እቀድሳለሁ፤ በክህነት ያገለግሉኝም ዘንድ አሮንንና ልጆቹን እለያለሁ።",
      "45": "በሕዝቤም በእስራኤል መካከል እኖራለሁ፤ አምላካቸውም እሆናለሁ።",
      "46": "በመካከላቸው እኖር ዘንድ ከግብጽ ምድር መርቼ ያወጣኋቸው እኔ አምላካቸው መሆኔን ያውቃሉ፤ በእርግጥም እኔ አምላካቸው ነኝ።"
    },
    "Chapter 30": {
      "1": "“ለሚጤስ እጣን የሚያገለግል መሠዊያ ከግራር እንጨት ሥራ፤",
      "2": "ርዝመቱ አርባ አምስት ሳንቲ ሜትር ከፍታውም ዘጠና ሳንቲ ሜትር ሆኖ የተስተካከለ አራት ማእዘን ይሁን። በአራቱም ማእዘን ያሉት ጉጦች ከእርሱ ጋር አንድ ወጥ ይሁኑ፤",
      "3": "የመሠዊያውን ጫፍ፤ አራት ጎኖቹንና ጉጦቹን ሁሉ በንጹሕ ወርቅ ለብጠው፤ የወርቅ ክፈፍም አብጅለት።",
      "4": "ሁለት የወርቅ ቀለበቶችን ሠርተህ መሠዊያውን ለመሸከም የሚያገለግሉት መሎጊያዎች እንዲገቡበት ከክፈፉ ሥር አያይዛቸው።",
      "5": "መሎጊያዎቹንም ከግራር እንጨት ሠርተህ በወርቅ ለብጣቸው።",
      "6": "ይህንንም  መሠዊያ ከቃል ኪዳኑ ታቦት ፊት ለፊት ከተሰቀለው መጋረጃ ውጭ አኑረው፤ እኔም በዚያ ለአንተ እገለጥልሃለሁ፤",
      "7": "አሮን በየማለዳው መብራቶችን ለማዘጋጀት በሚመጣበት ጊዜ ጣፋጭ ሽታ ያለውን ዕጣን በመሠዊያው ላይ ይጠን።",
      "8": "በየምሽቱም መብራቶቹን ሲያበራ እንዲሁ ያድርግ፤ ይህ የዕጣን መባ አቀራረብ በሚመጡት ዘመናት ሁሉ ባለማቋረጥ የሚቀጥል መሆን አለበት።",
      "9": "በዚህ መሠዊያ ላይ ማናቸውም የተከለከለ ዕጣን፣ የእንስሳት መሥዋዕት፣ ወይም የእህል ቁርባን አታቅርብ፤ የወይን ጠጅ መባም አታፍስስበት።",
      "10": "አሮን በዓመት አንድ ጊዜ ለኃጢአት ሥርየት መሥዋዕት ከታረደው እንስሳ ደም ወስዶ በአራቱም ጉጦች ላይ በማድረግ መሠዊያው የሚነጻበትን ሥርዓት ይፈጽም፤ ይህም ሥርዓት በሚመጡት ዘመናት ሁሉ በየዓመቱ ይፈጸም፤ በዚህ ዐይነት ይህ መሠዊያ ለእኔ በፍጹም የተለየ ቅዱስ ይሁን።”",
      "11": "יהוה ሙሴን እንዲህ አለው፤",
      "12": "“የእስራኤልን ሕዝብ በምትቆጥርበት ጊዜ በሕዝብ ቆጠራው ወቅት መቅሠፍት እንዳይደርስባችሁ እያንዳንዱ ሰው ለሕይወቱ ቤዛ የሚሆን ዋጋ ይክፈል፡፡",
      "13": "ከሕዝብ ቆጠራ ውስጥ የሚገባ እያንዳንዱ ሰው በተቀደሰው ድንኳኔ በታወቀው ሚዛን ልክ አንድ ጥሬ ብር ይክፈል፤ እያንዳንዱ ሰው ይህን ለእኔ መባ አድርጎ ያቅርብ፤",
      "14": "ከሕዝብ ቆጠራው ለመግባት ዕድሜው የፈቀደለት፤ ማለትም ሃያ ዓመት የሞላውና ከዚያም በላይ የሆነ ሁሉ ይህን መባ ያቅርብ፤",
      "15": "ለህይወታቸው ቤዛ ይህን መባ ሲያቀርቡ ሀብታሙም ሆነ ድኻው እኩል ይክፈል እንጂ የሀብታሙ ክፍያ ብዙ የድኻው ክፍያ አነስተኛ አይሁን፡፡",
      "16": "ይህን መባ ከእስራኤል ሕዝብ ሰብስበህ ለተቀደሰው ድንኳኔ መከባከቢያ እንዲውል አድርግ፤ ይህም መባ ለህይወታቸው ቤዛ ይሆናል፤ እኔም እጠብቃቸው ዘንድ እነርሱን አስታውሳለሁ፡፡”",
      "17": "יהוה ሙሴን እንዲህ አለው፤",
      "18": "“መታጠቢያ ሳሕን ከነሐስ ሠርተህ፤ እግሮች ባሉት ከነሐስ በተሠራ የሳሕን መቀመጫ ላይ አኑረው፤ እርሱንም በመሠዊያውና በድንኳኑ መካከል አድርገህ ውሃ ጨምርበት፡፡",
      "19": "አሮንና ልጆቹ በዚህ ውሃ እጃቸውንና እግራቸውን ለመታጠብ ይጠቀሙበት፡፡",
      "20": "ይህንንም ማድረግ ያለባቸው ወደ ድንኳኑ ከመግባታቸውና የምግብ ቁርባንም ወደ መሠዊያው ከማቅረባቸው በፊት ነው፤ ይህንንም ካደረጉ ከሞት ይድናሉ፤",
      "21": "ስለዚህ እንዳይሞቱ እጃቸውንና እግራቸውን ይታጠቡ፤ ይህም እነርሱና ከእነርሱ በኋላ የሚነሱት ዝርያዎቻቸው ለዘላለም የሚጠብቁት ሕግ ነው፡፡”",
      "22": "יהוה ሙሴን እንዲህ አለው፤",
      "23": "“ምርጥ የሆኑ ቅመሞችን፤ ስድስት ኪሎ ግራም ጣፋጭ ሽታ ያለውን ቀረፋ፤ ሦስታ ኪሎ ግራም ጣፋጭ ሽታ ያለውን የጠጅ ሣርና፤",
      "24": "ስድስት ኪሎ ግራም ብርጉድ ውሰድ ይህም ሁሉ በተቀደሰ ድንኳኔ በታወቀው ሚዛን ልክ ይሁን፤ በዚህም ላይ አራት ሊትር ዘይት ጨምርበትና፤",
      "25": "እንደ ሽቶ ቀላቅለህ የተቀደሰ የቅባት ዘይት ሥራ፤",
      "26": "እኔ የምመለክበትን ድንኳን፤ የቃል ኪዳኑን ታቦት፤",
      "27": "ጠረጴዛውንና በእርሱ ላይ ያሉትን ዕቃዎች፤ መቅረዙንና የእርሱን ማዘጋጃ ዕቃዎች፤ የዕጣን ማዕጠንት ማቅረቢያውን መሠዊያ፤",
      "28": "ለሚቃጠል መሥዋዕት የሚያገለግለውን መሠዊያና በላዩ ላይ ያሉትን ዕቃዎች ሁሉ፤ እንዲሁም የመታጠቢያውን ሳህንና ማስቀመጫውን ለመቀባት ተጠቀምበት፡፡",
      "29": "በዚህ ዐይነት እነዚህን ሁሉ በመለየት ፍጹም የተቀደሱ ታደርጋቸዋለህ፤ እነርሱን የሚነካ ሰውም ሆነ ሌላ ነገር በቅድስናቸው ኃይል ይቀሠፋል፡፡",
      "30": "ከዚህ በኋላ አሮንና ልጆቹ በክህነት ያገለግሉኝ ዘንድ በመቀባት እንዲካኑ አድርግ፤",
      "31": "ለእስራኤልም ሕዝብ እንዲህ ብለህ ንገራቸው፤ ‹ይህ የተቀደሰ የቅባት ዘይት ለሚመጡት ዘመናት ሁሉ ለእኔ አገልግሎት ይዋል፤",
      "32": "በማንኛውም ተራ ሰው ላይ አይፍሰስ፤ ይህንንም የመሰለ ቅባት ለመሥራት በዚህ ዘዴ ከመጠቀም ተጠንቀቁ፤ ቅዱስ ስለሆነ እናንተም ቅድስናውን ዕወቁ፡፡",
      "33": "ይህንን የመሠለ ቅባት የሚሠራ ወይም ከዚህ ቅባት ወስዶ ካህን ያልሆነውን ሰው የሚቀባ ከሕዝቤ እንደ አንዱ ሆኖ አይቆጠርም፡፡›”",
      "34": "יהוה ሙሴን እንዲህ አለው፤ “የእያንዳንዳቸው ሚዛን አኩል የሆነ ጣፋጭ ቅመሞችን ይኸውም የሚንጠባጠብ ፈሳሽነት ያለው ሙጫ፤ በዛጎል ውስጥ የሚገኝ ሽቱ፤ የሚሸት ሙጫና ጣፋጭ ሽታ ያለው ዕጣን ወስደህ፤",
      "35": "እንደ ሽቶ የተቀላቀለ ዕጣን አድርገህ ተጠቀምባቸው፡፡ ንጹሕና ቅዱስ ይሆንም ዘንድ ጨው ጨምርበት፡፡",
      "36": "ከእርሱም ጥቂቱን ወስደህ በመውቀጥ ካላምከው በኋላ እኔ ወደ ምመለክበት ድንኳን ወስደህ በቃል ኪዳኑ ታቦት ፊት እርጨው፤ ይህንንም ዕጣን ፍጹም የተቀደሰ እንዲሆን አድርግ፡፡",
      "37": "በዚህ አይነት ዘዴ ለግል ጥቅማችሁ የሚውል ዕጣን ከመሥራት ተጠንቀቁ፤ ለእኔ ተለይቶ ቅዱስ ስለሆነ እናንተም ቅድስናውን ዕወቁ፡፡",
      "38": "ይህን የመሰለ ነገር ሠርቶ በመዓዛው ሊደሰት የሚፈልግ ሰው ቢኖር፤ ከሕዝቤ እንደ አንዱ ሆኖ አይቆጠርም፡፡"
    },
    "Chapter 31": {
      "1": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "2": "“እነሆ ከይሁዳ ነገድ የሑር የልጅ ልጅ የሆነውን የኡሪን ልጅ ባጻልኤልን መርጫለሁ፤",
      "3": "ማንኛውንም የእጅ ጥበብ መሥራት እንዲችል ማስተዋልንና ብልኀት የማወቅም ችሎታ ይኖረው ዘንድ በመንፈስ እንዲሞላ አድርጌአለሁ፤",
      "4": "ስለዚህም በብልሃት የሥራ ዕቅድ እያወጣ ከወርቅ፤ ከብርና ከነሐስ ልዩ ልዩ ነገሮችን ይሠራል፡፡",
      "5": "እንዲሁም ለፈርጥ የሚሆነውን የዕንቁ ድንጋይ ለመቅረጽ፤ እንጨትንም ለመጥረብ፤ ሌላውንም ሥራ ሁሉ በጥበብ ለማከናወን ይችላል፡፡",
      "6": "ከእርሱም ጋር እንዲሠራ ከዳን ነገድ የአሒሳማክን ልጅ ኦሆሊአብን መርጫለሁ፤ እኔ ያዘዝሁህን ነገር ሁሉ እንዲሠሩ ሌሎችም የእጅ ጥበብ ዐዋቂዎች ሁሉ ታላቅ ችሎታ እንዲኖራቸው አድርጌአለሁ፡፡",
      "7": "እንዲሠራ ያዘዝሁትም ይህ ነው፤ እኔ የምመለክበት ድንኳን፤ የቃል ኪዳኑ ታቦትና መክደኛው፤ የድንኳኑ መገልገያ ዕቃዎች ሁሉ፤",
      "8": "ጠረጴዛውና ለእርሱ የሚያስፈልገው ዕቃ፤ ከንጹሕ ወርቅ የሚሠራው መቅረዝና ለእርሱ የሚያስፈልገው ነገር ሁሉ፤ የዕጣን መባ የሚቀርብበት መሠዊያ፤",
      "9": "ለሚቃጠል መሥዋዕት የሚሆነው መሠዊያና ለእርሱ የሚያስፈልገው ነገር ሁሉ፤ የመታጠቢያው ሳሕንና ማስቀመጪያው፤",
      "10": "አሮንና ልጆቹ በክህነት አገልግሎት ላይ ሲሆኑ የሚጠቀሙባቸው የተዋቡ አልባሳት፤",
      "11": "የቅባቱ ዘይትና ለተቀደሰው ስፍራ የሚሆነው ጣፋጭ ሽታ ያለው ዕጣን፤ እነዚህን ሁሉ ነገሮች መሥራት ያለባቸው ልክ እኔ አንተን ባዘዝሁት ዐይነት ነው፡፡”",
      "12": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "13": "“አንተ የእስራኤልን ልጆች ንገራቸው፤ ሰንበቴን በጥብቅ ይጠብቁ፤ ምክንያቱም በእኔና በእናንተ መካከል ለሚመጣው ትውልድ ጸንቶ የሚኖር ምልክት ነው፡፡ እኔ አምላካችሁ ያህቬህ(יהוה) መሆኔን ያስተውሉ ዘንድ ነው፡፡",
      "14": "የተቀደሰ ስለሆነ ሰንበትን የዕረፍት ቀን አድርጋችሁ ጠብቁት፤ ይህን የሰንበትን ቀን የማይጠብቅና የሥራ ቀን አድርጎ የሚጠቀምበት ሁሉ በሞት ይቀጣ፡፡",
      "15": "ሥራችሁን ሁሉ የምታከናውኑባቸው ስድስት የሥራ ቀኖች አሉአችሁ፤ ሰባተኛው ቀን ግን ለእኔ ተለይቶ የተቀደሰ የዕረፍት ቀን ነው፤ በዚህ ቀን ሥራ የሚሠራበት ሁሉ በሞት ይቀጣ፡፡",
      "16": "የእስራኤል ሕዝብ ይህን ቀን ጸንቶ የሚኖር ቃል ኪዳን ምልክት አድርገው ይጠብቁት፤",
      "17": "እርሱም በእኔና በእስራኤል መካከል ለዘላለም ጸንቶ የሚኖር ምልክት ይሁን፤ ምክንያቱም እኔ አምላካችሁ ሰማይንና ምድርን በስድስት ቀኖች ውስጥ ፈጥሬ ከጨረስሁ በኋላ ሰባተኛው ቀን ከሥራዬ ያረፍሁት ዕለት ነው፡፡”",
      "18": "ያህዌ ሙሴን በሲና ተራራ ላይ ማነጋገሩን ከፈጸመ በኋላ ያህዌ እራሱ ትእዛዛቱን የጻፈባቸውን ሁለቱን የድንጋይ ጽላቶች ሰጠው፡፡"
    },
    "Chapter 32": {
      "1": "ሕዝቡ ሙሴ ከተራራው ሳይወርድ እዚያ ብዙ እንደዘገየ ባዩ ጊዜ አንድነት በመሰብሰብ አሮንን ከበው “ያ ከግብጽ ምድር መርቶ ያወጣን ሙሴ ምን እንደደረሰበት አናውቅም፤ ስለዚህ በፊት በፊታችን እየሄዱ የሚመሩን አማልክት ሥራልን” አሉት፡፡",
      "2": "አሮንም “ሚስቶቻችሁ፣ ወንዶችና ሴቶች ልጆቻችሁ የሚያጌጡበትን የጆሮ ጌጥ ሁሉ ሰብስባችሁ አምጡልኝ” አላቸው፡፡",
      "3": "ስለዚህ ህዝቡ ሁሉ ያላቸውን የወርቅ ጉትቻ ሁሉ አውልቀው ወደ አሮን አመጡለት፡፡",
      "4": "እርሱም የወርቅ ጉትቻውን ሁሉ ወስዶ በእሳት አቀለጠው፤ ያቀለጠውንም በቅርጽ መሥሪያ ውስጥ አግብቶ የወርቅ ጥጃ አድርጎ ሠራው፡፡ ሕዝቡም “እስራኤል ሆይ! ከግብጽ ምድር መርቶ ያወጣን አምላካችን ይህ ነው!” አሉ፡፡",
      "5": "አሮንም ይህን ባየ ጊዜ በወርቁ ጥጃ ፊት መሠዊያ ሠርቶ “ነገ ለיהוה ክብር በዓል ይደረጋል” ሲል አስታወቀ፡፡",
      "6": "በማግሥቱ ጠዋት በማለዳ ለመሥዋዕት የሚሆኑ እንስሳትን አመጡ፤ ከእነርሱም ከፊሉን ለደህንነት የሚሆን የኅብረት መሥዋዕት አድርገው አቀረቡ፤ ሕዝቡ ተቀምጠው ከበሉና ከጠጡ በኋላ ሊዘፍኑ ተነሡ፡፡",
      "7": "יהוה ሙሴን እንዲህ አለው፤ “ከግብጽ ምድር መርተህ ያወጣሃቸው ሕዝብህ ኃጢአት ሠርተው ራሳቸውን ስላረከሱና እኔንም ስለተው ፈጥነህ ውረድ፤",
      "8": "ሕዝቡ እንዲከተሉት ካዘዝሁአቸው መንገድ ወዲያውኑ ወጥተዋል፤ ከቀለጠ ወርቅ ጥጃ ሠርተውም ሰግደውለታል፤ መሥዋዕትም አቅርበውለት ‹ከግብጽ ምድር ያወጣን አምላካችን ይህ ነው› ብለዋል፡፡",
      "9": "ሕዝቡ ምን ያህል እልኸኞች እንደሆኑ እኔ አውቃለሁ፤",
      "10": "አሁንም እነሆ እኔ በእነርሱ ላይ እጅግ ተቆጥቼ ላጠፋቸው ስለተዘጋጀሁ ቁጣዬን ለመግታት አታስብ፤ አንተንና ዝርያህን ግን ለታላቅ ሕዝብ አደርጋለሁ፡፡”",
      "11": "ሙሴ ግን יהוה አምላኩን በመማለድ እንዲህ አለ፤ “አምላኬ ሆይ! በብርቱ ክንድህና በታላቅ ኀይልህ በመታደግ ከግብጽ ምድር ያወጣሃቸውን ሕዝብህን እስከዚህ የምትቆጣው ስለምንድን ነው?",
      "12": "ግብጻውያን ‹አምላካቸው ከግብጽ ምድር መርቶ ያወጣቸው በተራራዎች ላይ ሊገድላቸውና ፈጽሞ ሊያጠፋቸው ነው› እያሉ መዘባበቻ እንዲያደርጉን ለምን ትፈቅዳለህ? አሁንም ከቁጣህ ወደ ምህረትህ ተመለስ፤ ይህንንም ሁሉ ጥፋት በሕዝብህ ላይ አታምጣ፡፡",
      "13": "አገልጋዮችህን አብርሃምን፤ ይስሐቅና ያዕቆብን አስብ፤ ዘራቸውን እንደ ሰማይ ከዋክብት ልታበዛውና የተስፋይቱንም ምድር ለዘላለም ርስት አድርገህ ልትሰጣቸው በመሐላ የገባህላቸውንም ቃል ኪዳን አስብ፡፡",
      "14": "ስለዚህ יהוה ከቁጣ ወደ ምህረት ተመልሶ፤ ሊያመጣባቸው የነበረውን መቅሠፍት እንዲገታ አደረገ፡፡",
      "15": "ከዚህ በኋላ ሙሴ ተነስቶ በሁለቱም በኩል ዐሥሩ ትእዛዛት የተጻፉባቸውን ሁለቱን የድንጋይ ጽላቶች በመያዝ ከተራራው ወረደ፡፡",
      "16": "እነዚህን ጽላቶች የሠራና በላያቸው ላይ ያሉትንም ታእዛዛት የቀረጸ ራሱ ያህዌ ነው፡፡",
      "17": "ኢያሱ የሰፈሩን ጫጫታ ሰምቶ ሙሴን “በሰፈሩ ውስጥ የጦርነት ድምፅ ይሰማል” አለው፡፡",
      "18": "ሙሴም “ይህ የምሰማው የዘፈን ድምፅ እንጂ የድል አድራጊዎች ድንፋታ ወይም የተሸነፈ ሕዝብ የለቅሶ ጫጫታ አይደለም” አለው፡፡",
      "19": "ሙሴም ወደ ሰፈሩ ተጠግቶ ጥጃውንና ጭፈራ ባየ ጊዜ እጅግ ተቆጣ፤ ይዞአቸው የመጣውንም ጽላቶች በተራራው ሥር ወርውሮ ሰባበራቸው፡፡",
      "20": "እነርሱ የሠሩትንም ጥጃ ወስዶ አቀለጠው፤ እስኪልም ድረስ አደቀቀውና ከውሃ ጋር ደባልቆ የእስራኤል ሕዝብ እንዲጠጡት አደረገ፡፡",
      "21": "አሮንንም “ከቶ ይህ ሕዝብ ምን አድርጎህ ነው ይህን የመሰለ ኃጢአት እንዲሠራ ያደረግኸው?” አለው፡፡",
      "22": "አሮንም እንዲህ ሲል መለሰ፤ “ጌታዬ በእኔ ላይ አትቆጣ፤ ሕዝቡ ክፉ ለመሥራት ምን ያህል እልኸኞች እንደሆኑ ታውቃለሁ፤",
      "23": "እነርሱ ‹ያ ከግብጽ መርቶ ያወጣን ሙሴ ምን እንደደረሰበት አናውቅም፤ ስለዚህ በፊታችን እየሄዱ የሚመሩን አማልክት ሥራልን አሉኝ፡፡",
      "24": "እኔ ከወርቅ የተሠሩ ጌጣጌጦቻቸውን አውልቀው እንዲያመጡልኝ ነገርሁአቸው፤ እነርሱም ያላቸውን ጌጣ ጌጥ ሁሉ አመጡልኝ፤ ጌጣጌጦቹንም ወደ እሳት በጣልሁአቸው ጊዜ ይህ የጥጃ ምስል ወጣ፡፡”",
      "25": "አሮን ሕዝቡን መረን እንደለቀቃቸውና በጠላቶቻቸው ፊት አቅላቸውን አጥተው እንዲነቀፉ ያደረጋቸው መሆኑን ሙሴ ተመለከተ፡፡",
      "26": "ስለዚህ በሰፈሩ ደጃፍ ቆሞ “የיהוה ወገን የሆነ ሁሉ ወደ እኔ ይምጣ!” በማለት ድምፁን ከፍ አድርጎ ተናገረ ሌዋውያንም ሁሉ በዙሪያው ተሰበሰቡ፤",
      "27": "እንዲህም አላቸው፤ “እያንዳንዳችሁ ሰይፋችሁን መዝዛችሁ ከዚህ እስከ ወዲያኛው በር ድረስ በሰፈሩ ውስጥ በመመላለስ ያለ ምንም ምሕረት ወንድሞቻችሁን፤ ወዳጆቻችሁንና ጎረቤቶቻችሁን እንድትገድሉ የእስራኤል አምላክ አዝዞአችኋል፡፡”",
      "28": "ሌዋውያንም ለቃሉ ታዛዥዎች በመሆን በዚያን ቀን ሦስት ሺ ሰዎች ገደሉ፡፡",
      "29": "ሙሴም ሌዋውያንን እንዲህ አለ፤ “ዛሬ ልጆቻችሁንና ወንድሞቻችሁን በመግደል አምላካችሁን የምታገለግሉ ካህናት ሆናችሁ ራሳችሁን ቀድሳችኋል፤ ያህዌ(יהוה)ም በረከቱን ሰጥቶአችኋል፡፡”",
      "30": "በማግስቱም ሙሴ ለሕዝቡ “አስከፊ የሆነ ታላቅ በደል ሠርታችኋል፤ ነገር ግን እነሆ አሁንም እንደገና יהוה ወደሚገለጥበት ተራራ እወጣለሁ፤ ምናልባት ስለ ኃጢአታችሁ ይቅርታ አስገኝላችሁ ይሆናል” አለ፡፡",
      "31": "ሙሴም ወደ יהוה ተመልሶ እንዲህ አለው፤ “ይህ ሕዝብ አስከፊ የሆነ ታላቅ በደል በፊትህ ፈጽሞአል፤ ከወርቅ የሠሩትን ምስል አምላክ አድርገው ሰግደውለታል፤",
      "32": "እባክህ ኃጢአታቸውን ይቅር በል፤ ይቅር የማትላቸው ከሆነ ግን የሕዝብህ መዝገብ ከተጻፉበት መዝገብ የእኔን ስም ደምስስ፡፡”",
      "33": "יהוהም እንዲህ ሲል መለሰ፤ “ስሞቻቸውን ከመዝገቤ የምደመስሰው ኃጢአት በመሥራት ያሳዘኑኝን ሰዎች ነው፡፡",
      "34": "አሁንም ሂድ፤ ወደነገርሁህ ስፍራ ሕዝቡን ምራ፤ መልአኬም እየመራህ በፊትህ እንደሚሄድ አስታውስ፤ ነገር ግን ይህን ሕዝብ ስለ ኃጢአቱ የምቀጣበት ጊዜ መምጣቱ አይቀርም፡፡”",
      "35": "የወርቅ ጥጃ ምስል እንዲሠራላቸው አሮንን በማስገደዳቸው ምክንያት יהוה በሕዝቡ ላይ ከባድ በሽታ ላከ፡፡"
    },
    "Chapter 33": {
      "1": "יהוה ሙሴን እንዲህ አለው፤ “አንተና ከግብጽ ምድር መርተህ ያወጣሃቸው ሕዝብ ሁሉ ከዚህ ሰፈር ተነሥታችሁ፤ ለአብርሃም ለይስሐቅና ለያዕቆብ ለዝርያዎቻቸውም ጭምር ልሰጣቸው ቃል ወደ ገባሁላቸው ምድር ሂዱ፡፡",
      "2": "ፊት ፊታችሁ እየሄደ የሚመራችሁን መልአክ እልካለሁ፤ ከነዓናውያንን፤ አሞራውያንን፤ ሒታውያንን፤ ፈሪዛውያንን፤ ሒዋውያንንና ኢያቡሳውያንን ከፊታችሁ አባርራለሁ፡፡",
      "3": "የምትሄዱትም ማርና ወተት ወደምታፈስ ለም ምድር ነው፤ ነገር ግን እናንተ እልኸኞች ስለሆናችሁ እንዳላጠፋችሁ አብሬአችሁ አልሄድም፡፡”",
      "4": "ሕዝቡም ይህን የሚያሳዝን ቃል በሰሙ ጊዜ ምርር ብለው አለቀሱ፤ ከዚያን ጊዜም ጀምሮም ምንም አይነት ጌጣ ጌጥ ማድረግ አልፈለጉም፡፡",
      "5": "יהוהም ለሕዝቡ እንዲህ ብሎ እንዲነግራቸው ሙሴን አዘዘው፤ “እናንተ እልኸኞች ናችሁ፤ ለአንድ አፍታ እንኳ አብሬአችሁ ብሄድ ፈጽሞ እደመስሳችኋለሁ፤ አሁንም ጌጣ ጌጦቻችሁን አስወግዱ፤ ስለእናንተ የማደርገውንም እወስናለሁ፡፡”",
      "6": "ስለዚህ የሲናን ተራራ ለቀው ከሄዱ በኋላ የእሥራኤል ሕዝብ ምንም ዐይነት ጌጣ ጌጥ ማድረግ አልፈለጉም፡፡",
      "7": "የእሥራኤል ሕዝብ በሰፈሩበት ቦታ ሁሉ ሙሴ የተቀደሰውን ድንኳን ከሰፈሩ ራቅ ባለ ቦታ ይተክለው ነበር፤ እርሱም ‹יהוה የሚመለክበት ድንኳን› ተብሎ ተጠራ፤ יהוהን መጠየቅ የሚፈልግ ሁሉ ወደዚያ ይሄድ ነበር፡፡",
      "8": "ሙሴ ወደዚያ በሄደ ቁጥር ሕዝቡ በየድንኳናቸው ደጃፍ ቆመው ሙሴ ወደ ተቀደሰው ድንኳን እስኪገባ ድረስ ይመለከቱታል፡፡",
      "9": "ሙሴም ወደዚያ ከገባ በኋላ የደመናው አምድ ወርዶ በድንኳኑ ደጃፍ ይቆማል፤ יהוהም በደመናው ውስጥ ሆኖ ሙሴን ያነጋግረው ነበር፡፡",
      "10": "ሕዝቡ የደመናውን ዐምድ በተቀደሰው ድንኳን ደጃፍ ሲያዩ በየድንኳናቸው ደጃፍ ተንበርክከው ይሰግዱ ነበር፡፡",
      "11": "ሰው ከባልንጀራው ጋር እንደሚነጋገር יהוהም ሙሴን ፊት ለፊት ያነጋግረው ነበር፤ ከዚያም በኋላ ሙሴ ወደ ሰፈሩ ይመለሳል፤ የእርሱ ረዳት የነበረው ወጣት የነዌ ልጅ እያሱ ግን ከድንኳኑ አይለይም ነበር፡፡",
      "12": "ሙሴም יהוהን እንዲህ አለው፤ “ይህን ሕዝብ ወደዚያች ምድር መርቼ እንድወስድ አዝዘኸኛል፤ ነገር ግን ከእኔ ጋር ማንን እንደምትልክ አልነገርኸኝም፤ እኔን እንደምታውቀኝና በእኔም ደስ እንደሚልህ ገልጠህልኛል፤",
      "13": "ይህ ከሆነ እንዳገለግልህና አንተንም ደስ ማሰኘቴን እንድቀጥል ዕቅድህን ንገረኝ፤ ይህን ሕዝብ ለራስህ ወገን እንዲሆን አድርገህ እንደመረጥኸውም አስታውስ፡፡”",
      "14": "יהוהም “እኔ ካንተ ጋር እሄዳለሁ፤ ድልንም እሰጥሃለሁ” አለው፡፡",
      "15": "ሙሴም እንዲህ ሲል መለሰ፤ “ከእኛ ጋር የማትወጣ ከሆንህ፤ እኛንም ከዚህ ስፍራ አታውጣን፤",
      "16": "ከእኛ ጋር የማትወጣ ከሆነ በሕዝብህም ሆነ በእኔ ደስ መሰኘትህን ሰዎች ሁሉ እንዴት ሊያውቁ ይችላሉ? እኛን በምድር ላይ ካለች ከሌሎች ሕዝቦች ሁሉ የተለየ የሚያደርገን እኮ የአንተ ከእኛ ጋር መሆን ነው፡፡”",
      "17": "יהוה ሙሴን “እኔ አንተን በትክክል ስለማውቅህና በአንተም ደስ ስለምሰኝ የምትለውን ሁሉ አደርጋለሁ” አለው፡፡",
      "18": "ሙሴም יהוהን “እንግዲያውስ አንጸባራቂ የሆነውን በክብር የመገለጥህን ብርሃን እንዳይ ፍቀድልኝ” አለው፡፡",
      "19": "יהוהም እንዲህ ሲል መለሰለት፤ “እኔ ክብሬን የምገልጥበት ግርማ በፊትህ እንዲያልፍ አደርጋለሁ፤ ቅዱስ ስሜንም በፊትህ አውጃለሁ፤ እኔ יהוה ለመረጥሁአችሁም ሁሉ ምሕረትንና ርኅራኄን አሳያለሁ፡፡",
      "20": "ፊቴን እንድታይ ግን አልፈቅድልህም፤ ምክንያቱም እኔን አይቶ በሕይወት መኖር የሚቻለው የለም፡፡",
      "21": "ነገር ግን እዚህ በአጠገቤ በአለት ላይ የምትቆምበት ስፍራ አለ፡፡",
      "22": "የእኔ ክብር መገለጥ ምልክት የሆነው አንጸባራቂ ብርሃን በዚያ ሲያልፍ በተሰነጠቀው አለት መካከል አስገባሃሁ፤ እኔም እስካልፍ ድረስ በእጄ እጋርድሃለሁ፤",
      "23": "ከዚያም በኋላ እጄን አነሣለሁ፤ አንተም ፊቴን ሳይሆን ጀርባዬን ታያለህ፡፡”"
    },
    "Chapter 34": {
      "1": "ያህዌ(יהוה) ሙሴን እንዲህ አለው፤ “የመጀመሪያዎቹን የሚመስሉ ሁለት የድንጋይ ጽላቶች ቅረጽ፤ እኔም አንተ በሰበርካቸው ጽላቶች ላይ የነበሩትን ቃላት እጽፍባቸዋለሁ፡፡",
      "2": "ነገ ጠዋት ተዘጋጅተህ ከእኔ ጋር ለመገናኘት ወደ ሲና ተራራ ጫፍ ና፡፡",
      "3": "ከአንተ ጋር ማንም ሰው አይምጣ፤ በተራራው በማንኛውም በኩል ቢሆን ማንም ሰው አይታይ፤ በግ ወይም ከብት ማንኛውም እንስሳ በተራራው ግርጌ አይሰማራ፡፡”",
      "4": "ስለዚህ ሙሴ ሁለት የድንጋይ ጽላቶችን ልክ እንደፊተኞቹ ቀረጸ፤ በማግስቱም ጠዋት በማለዳ ተነሥቶ ልክ ፈጣሪ እንዳዘዘው ጽላቶቹን ይዞ ወደ ሲና ተራራ ወጣ፡፡",
      "5": "יהוהም በደመና ወርዶ ከእርሱ ጋር በዚያ ቆመ፤ “እኔיהוה ነኝ” ብሎ ቅዱስ ስሙንም አስታወቀው፡፡",
      "6": "יהוה በፊቱ ሲያልፍ እንዲህ ብሎ ዐወጀ፤ “እኔיהוה፤ መሐሪና ይቅር ባይ የሆንሁ አምላክ ነኝ፤ እኔ ለቁጣ የዘገየሁ፤ ዘላለማዊ ፍቅሬና ታማኝነቴም የበዛ ነኝ፤",
      "7": "ዘላለማዊ ፍቅሬንም እስከ ብዙ ሺ ትውልድ እጠብቃለሁ፤ ኃጢአትንና በደልን ሁሉ ይቅር እላለሁ፤ ነገር ግን እስከ ሦስትና አራት ትውልድ ድረስ ስለወላጆቻቸው ኃጢአት ከመቅጣት አልገታም፡፡”",
      "8": "ሙሴም ወዲያውኑ በምድር ላይ ተደፍቶ ሰገደ፤",
      "9": "እንዲህም አለ፤ “አምላኬ ሆይ! በእርግጥ በእኔ ደስ የምትሰኝ ከሆነ፤ ከእኛ ጋር እንድትወጣ እለምንሃለሁ፤ ይህ ህዝብ እልኸኛ ነው፤ ነገር ግን ኃጢአታችንንና ክፉ ሥራችንን ሁሉ ይቅር በል፤ የራስህ ሕዝብ አድርገህ ተቀበለን፡፡”",
      "10": "יהוה ሙሴን እንዲህ አለው፤ “እነሆ ከእስራኤል ሕዝብ ጋር ቃል ኪዳን እገባለሁ፤ ከዚህ በፊት በምድር ላይ በማንኛውም ሕዝብ ዘንድ ሆኖ የማያውቅ ታላቅ ነገር በፊታችሁ አደርጋለሁ፤ ስለ አንተ አስፈሪ የሆነ ታላቅ ነገር ስለማደርግ እኔ አምላካችሁ የማደርጋቸውን ታላላቅ ነገሮች በመካከላቸው የሚኖር ሕዝብ ሁሉ ያያሉ፡፡",
      "11": "ዛሬ ለእናንተ የምሰጠውን ሕግ ጠብቁ፤ እኔም አሞራውያንን፤ ከነዓናውያንን፤ ሒታውያንን፤ ፈሪዛውያንን፤ ሒዋውያንንና ኢያቡሳውያንን ከፊታችሁ አባርራለሁ፤",
      "12": "አጥፊ ወጥመድ ስለሚሆንባችሁ ከምትሄዱባቸው ሕዝብ ጋር ቃል ኪዳን አትግቡ፡፡",
      "13": "ይልቅስ መሠዊያዎቻቸውን ሰባብሩ፤ የማምለኪያ አምዶቻቸውንም አፈራርሱ፤ አሼራ የተባለች አምላካቸውንም ምስሎች ሰባብራችሁ ጣሉ፡፡",
      "14": "እኔ አምላካችሁ ቀናተኛ አምላክ ስለሆንሁ ከእኔ በቀር ለሌሎች አማልክት አትስገዱ፤",
      "15": "በአገሩ ከሚኖሩት ሕዝብ ጋር ቃል ኪዳን አትግቡ ምክንያቱም ለከንቱ አማልክቶቻቸው ሲሰግዱና መሥዋዕት ሲሠውላቸው እንድትተባበሩአቸው ይጠይቁአችኋል እናንተም እነርሱ ለአማክቶቻቸው የሚያቀርቡትን ምግብ ለመብላት ትፈተናላችሁ",
      "16": "ወንዶች ልጆቻችሁም ለእኔ ታማኞች መሆናቸውን ትተው ለእነርሱ ከንቱ አማልክት እንዲሰግዱ የሚያደርጉአቸው እነዚያን ባዕዳን ሴቶች ያገቡ ይሆናል፡፡",
      "17": "ብረት አቅልጣችሁ አማልክት አትሥሩ አትስገዱላቸውም፤",
      "18": "የቂጣን በዓል በመጠበቅ በየዓመቱ አክብሩ በአቢብ ወር እስከ ሰባት ቀን ቂጣ ብሉ ምክንያቱም ከግብጽ የወጣችሁት በዚያ ወር ነው፡፡",
      "19": "በኵር ሆኖ የሚወለድ ወንድ ልጅ ሁሉ የእኔ ነው፤ የማንኛውም እንሰሳ ተባዕት ሁሉ በሬም ሆነ በግ የእኔ ነው፤",
      "20": "ነገር ግን የበግ ጥቦት በመተካት የአህያን በኵር ለመዋጀት ትችላላችሁ፤ የማትዋጁዋቸው ከሆነ ግን አንገቱን ቆልምሙት፤ በኵር ሆኖ የተወለደውንም ወንድ ልጅ መዋጀት ትችላላችሁ፡፡",
      "21": "ሥራችሁን ሁሉ የምታከናውኑባቸው ስድስት ቀናት አሉላችሁ፤ ስለዚህ በእርሻም ሆነ በመከር ወራት በሰባተኛው ቀን ምንም ሥራ አትሥሩ፡፡",
      "22": "የስንዴያችሁን በኵራት በምትሰበስቡበት ጊዜ የመከርን በዓል አክብሩ፤ የዓመቱ መጨረሻ በሆነው በፍሬ መከር ጊዜ የዳስን በዓል አክብሩ፡፡",
      "23": "በዓመት ሦስት ጊዜ ወንዶች ሁሉ የእስራኤል አምላክ ለሆንኹት ለእኔ ለያህዌ ይሰግዱ ዘንድ ይምጡ፡፡",
      "24": "አሕዛብን ሁሉ አስወግጄ ግዛታችሁን አስፍቼአለሁ፤ ስለዚህ በእነዚህ በሦስት በዓላት ወቅት ወደ እኔ ስትቀርቡ አገራችሁን ለመውረር ማንም አይመጣም፡፡",
      "25": "ለእኔ የእንሰሳት መሥዋዕት በምትሰውበት ጊዜ እርሾ የነካው ኅብስት ጨምራችሁ አታቅርቡልኝ፤ ለፋሲካ በዓል ከታረደው እንስሳ ምንም ሥጋ እስከ ማግሥቱ ጠዋት ድረስ አታቆዩ፡፡",
      "26": "በየዓመቱ የመከራችሁን በኵራት ወደ יהוה ቤት አምጡት፡፡",
      "27": "የበግም ሆነ የፍየል ግልገል በእናቱ ወተት አትቀቅሉ፡፡",
      "28": "יהוה ሙሴን “ከአንተም ሆነ ከእሥራኤል ሕዝብ ጋር ቃል ኪዳን የምገባው በዚህ ቃል መሠረት ስለሆነ ይህን ቃል በመጽሐፍ ጻፈው አለው፡፡",
      "29": "ሙሴም ምንም ሳይበላና ሳይጠጣ ከיהוה ጋር አርባ ቀንና አርባ ሌሊት ቆየ፤ በጽላቶቹም ላይ የቃል ኪዳን ቃላት የሆኑትን ዐሥሩን ትእዛዛት ጻፈ፡፡",
      "30": "ሙሴ ከיהוה ጋር ሲነጋገር ቆይቶ ስለነበር፤ ዐሥሩን ትእዛዛት ይዞ ከሲን ተራራ በወረደ ጊዜ ፊቱ አበራ፤ ለእርሱ ግን ይህ ሁሉ አይታወቀውም ነበር፡፡",
      "31": "አሮንና ሕዝቡ ሁሉ ሙሴን ባዩ ጊዜ ፊቱ እንደሚያበራ ተመልከተው ወደ እርሱ ለመቅረብ ፈሩ፡፡",
      "32": "ሙሴ ግን ጠራቸው፤ አሮንና የሕዝቡ አለቆች ወደ እርሱ ቀርበው አነጋገራቸው፡፡",
      "33": "ከዚያም በኋላ የእስራኤል ሕዝብ በሙሉ በዙሪያው ተሰበሰቡ፤ ሙሴም በሲና ተራራ ያህዌ የገለጠለትን ሕግ ሁሉ ሰጣቸው፡፡",
      "34": "ሙሴ ከእነርሱ ጋር መነጋገሩን ካበቃ በኋላ ፊቱን በሻሽ ሸፈነ፤",
      "35": "ሙሴ ከያህዌ ጋር ለመነጋገር ያህዌ ወደሚመለክበት ድንኳን በገባ ቁጥር ሻሹን ከፊቱ ላይ ያነሣ ነበር፤ ከዚያም በሚወጣበት ጊዜ የታዘዘውን ሁሉ ለእስራኤል ሕዝብ ይነግራቸው ነበር፡፡"
    },
    "Chapter 35": {
      "1": "ሙሴ የእሥራኤልን ሕዝብ በአንድነት ጠርቶ እንዲህ አላቸው “ትፈጽሙት ዘንድ ያህዌ የሰጣችሁ ትእዛዝ ይህ ነው፤",
      "2": "ሥራችሁን ሁሉ የምትሠሩባቸው ስድስት ቀኖች አሉላችሁ፤ ሰባተኛው ቀን ግን ዕረፍት ታደርጉበት ዘንድ ለእኔ ለיהוה ተለይቶ የተቀደሰ ዕለት ነው፤ በዚህ ቀን ሥራ የሚሰራበት ማንኛውም ሰው በሞት ይቀጣል፤",
      "3": "ስለዚህ በሰንበት ቀን በቤታችሁ እሳት እንኳ አታንድዱ፡፡",
      "4": "ሙሴ ለእስራኤል ሕዝብ ሁሉ እንዲህ አለ፤ “יהוה ያዘዘው ነገር ይህ ነው፤",
      "5": "ለያህዌ መባ ለማቅረብ የፈለገ ሁሉ እያንዳንዱ ልቡ የፈቀደውን ያህል የወርቅ፣ የብር፣ ወይም የነሐስ፤",
      "6": "ጥሩ በፍታ፣ ሰማያዊ፣ ሐምራዊና ቀይ ቀለም የተነከረ የበግ ጠጉር፣ ከፍየል ጠጉር የተሠራ ልብስ፤",
      "7": "ቀይ ቀለም የተነከረ የአውራ በግ ቆዳ፤ የለፋ ቁርበት፤ የግራር እንጨት፤",
      "8": "የመብራት ዘይት፤ የቅባት ዘይትና የዕጣን ማጣፈጫ ቅመማ ቅመም፡፡",
      "9": "ሊቀ ካህናቱ በሚለብሰው የተቀደሰው ኤፉድና የደረት ኪስ ላይ የሚሆን መረግድና ሌላውንም ጌጠኛ ፈርጥ ያምጣ፡፡",
      "10": "“በመካከላችሁ የሚገኙ የእጅ ጥበብ አዋቂዎች ሁሉ יהוה ያዘዘውን ማናቸውንም ነገር ለመሥራት ይምጡ፤",
      "11": "ይኸውም ድንኳኑን፤ የውስጥና የውጭ መደረቢያዎችን፤ መያዥያዎችንና ምሰሶዎችን፤ እግሮቹን፤",
      "12": "የኪዳኑን ታቦት፤ መሎጊያዎቹን፤ የሥርየት መክደኛውንና የታቦቱ መሸፈኛ የሆነውን መጋረጃ፤",
      "13": "ጠረጴዛውን፤ መሎጊያዎቹንና የእርሱንም መገልገያ ዕቃዎች ሁሉ እንዲሁም ለአምላክ የሚቀርበውን የተቀደሰ ኅብስት",
      "14": "ለመብራት ማኖሪያ የሚሆነውን መቅረዝና የእርሱንም መገልገያ ዕቃዎች፤ መብራቶቹም ከዘይታቸው ጋር፤",
      "15": "የዕጣን መሠዊያውንና መሎጊያዎቹን፤ የቅባቱን ዘይት፤ ጣፋጭ ሽታ ያለውን ዕጣን፤ የድንኳኑን በር መጋረጃ፤",
      "16": "የሚቃጠል መሥዋዕት የሚቀርብበትን መሠዊያ፤ የነሐሱንም መከታ መሎጊያዎቹንና የእርሱን መገልገያ ዕቃዎች ሁሉ፤ የመታጠቢያውን ሳሕንና ማስቀመጫውን፤",
      "17": "የውስጥ አደባባዩን መጋረጃዎች፤ ምሰሶዎቹንና እግሮቻቸውን፤ የውስጥ አደባባዩን በር መጋረጃዎች፤",
      "18": "ካስማዎችን፤ የድንኳኑን አውታሮችና",
      "19": "ካህናቱ በተቀደሰው ስፍራ በሚያገለግሉበት ጊዜ የሚለብሱአቸው በጥበብ ያጌጡ ልብሶችን ይኸውም ለካህኑ ለአሮንና ለልጆቹ የተሠሩትን የተቀደሱ ልብሶች ይሥሩ፡፡”",
      "20": "ከዚህ በኋላም የእስራኤል ሕዝብ ሁሉ ከሙሴ ፊት ወጡ፤",
      "21": "יהוה የሚመለክበትን ድንኳን ለመሥራት እያንዳንዱ ለመስጠት ልቡ የፈቀደውን ለፈጣሪ መባ አመጣ፤ በዚህም ዐይነት ለመንፈሳዊ አገልግሎት ለካህናት ልብስ የሚሆነውን ነገር ሁሉ አመጡ፡፡",
      "22": "ስጦታ ማቅረብ የፈለገ ሴቱም ወንዱም እያንዳንዱ የደረት ጌጥ፣ የጆሮ ወርቅ፣ የጣት ቀለበት፣ የአንገት ድሪና የወርቅ ጌጦችን አምጥቶ ለיהוה የተለዩ እንዲሆኑ አደረገ፡፡",
      "23": "ጥሩ በፍታ፣ ሰማያዊ፣ ሐምራዊና ቀይ ግምጃ፣ ከፍየል ጠጉር የተሠራ ልብስ፣ ቀይ ቀለም የተነከረ የአውራ በግ ቆዳ፣ እንዲሁም የለፋ ቁርበት ያለው ሁሉ ይዞ መጣ፡፡",
      "24": "ብር ወይም ነሐስ ለማቅረብ ችሎታ ያላቸውም ሁሉ ስጦታዎችን ለיהוה አመጡ፤ ለማንኛውም አገልግሎት የሚውል የግራር እንጨት ያለውም አመጣ",
      "25": "የእጅ ጥበብ ችሎታ ያላቸው ሴቶችም በእጃቸው የሠሩትን ጥሩ በፍታ ሰማያዊ ሐምራዊና ቀይ ግምጃ ይዘው መጡ፤",
      "26": "እንዲሁም ስጦታ ለማቅረብ የፈለጉ ሴቶች ከፍየል ጠጉር የተገመደ ክር ሠሩ፤",
      "27": "አለቆችም በተቀደሰው ኤፉድና በደረት ኪስ ላይ የሚሆኑ መረግድና ሌሎችም ጌጣጌጦች፤",
      "28": "ለመብራትና ለቅባት ᥄ጣፋጭ ሽታ ለሚሰጥ ዕጣን የሚሆን ቅመማ ቅመምና ዘይት አመጡ፤",
      "29": "የእስራኤል ሕዝብ ሁሉ יהוה ሙሴን ላዘዘው ሥራ የሚውል ልባቸው የፈቀደውን ስጦታ ለיהוה አመጡ፡፡",
      "30": "ሙሴ ለእስራኤላውያን እንዲህ አለ፤ “יהוה ከይሁዳ ወገን የሑር የልጅ ልጅ የሆነውን የኡሪ ልጅ ባጻልኤልን መርጦታል፤",
      "31": "יהוה  እርሱን በመንፈሱ ኀይል እንዲሞላ አድርጎ ማናቸውንም የጥበብ ሥራ መሥራት እንዲችል ብልኀትን ጥበብንና ማስተዋልን ሰጥቶታል፡፡",
      "32": "ጥበብ የሞላበትን የሥራ ዕቅድ ለማውጣት፤ ያንንም ዕቅድ በወርቅ በብርና በነሐስ ለማስጌጥ፤",
      "33": "የዕንቁ ጌጣ ጌጦችን ለመሥራትና የእንጨት ቅርጾችን ለማውጣት እንዲሁም ሌሎችን የጥበብ ሥራዎች ለማከናወን ችሎታ ሰጥቶታል፡፡",
      "34": "ለእርሱና ከዳን ወገን የአሒሳማክ ልጅ ለሆነው ኦሆሊአብ  የእጅ ጥበብ ዕውቀታቸውን ለሌሎች የማስተማርን ችሎታ ሰጥቶአቸዋል፡፡",
      "35": "በአንጥረኛ፤ በፕላን አውጭ ባለሙያ፤ ጥሩ በፍታ፤ ሰማያዊ፤ ሐምራዊና ቀይ ቀለም የተነከረ ግምጃ ሌላውንም የልብስ ሥራ በሚያከናውኑ ሸማኔዎች የተሠራውን ነገር ሁሉ ለማስጌጥ የሚችሉበትን ብልሃት ሰጥቶአቸዋል፤ እነርሱ ማናቸውንም የጥበብ ሥራ ለመሥራትና በብልሃትም የሚሠራውንም �ሁሉ ዕቅድ ለማውጣት የሚችሉ ናቸው፡፡”"
    },
    "Chapter 36": {
      "1": "“יהוה ጥበብንና ማስተዋልን የሰጣቸው፤ የተቀደሰውን ድንኳን ለመሥራት የሚያስፈልጉትን ነገሮች ሁሉ ማዘጋጀት ችሎታ ያላቸው ባጻልኤልና ኦሆሊአብ፤ יהוה ባዘዘው መሠረት ሁሉን ነገር ያደርጋሉ፡፡”",
      "2": "ሙሴም ባጻልኤልንና ኦሆሊአብን፤ እንዲሁም יהוה ልዩ ችሎታ የሰጣቸውንና ለመርዳት ፈቃደኞች የነበሩትን ሌሎችን ጥበበኞች ሁሉ ጠርቶ ሥራውን እንዲጀምሩ ነገራቸው፡፡",
      "3": "እነርሱም እስራኤላውያን ለተቀደሰው ድንኳን መሥሪያ እንዲውል ያመጡትን ስጦታ ከሙሴ እጅ ተቀበሉ፤ የእስራኤል ሕዝብ ግን በየማለዳው ስጦታቸውን ለሙሴ ከማምጣት አልተቆጠቡም፡፡",
      "4": "ከዚህም በኋላ ሥራውን የሚያከናውኑት ጥበበኞች ሁሉ ሥራቸውን ትተው ወደ ሙሴ በመሄድ፤",
      "5": "“ሕዝቡ ያህዌ ላዘዘው ሥራ ከሚያስፈልገው በላይ እጅግ ብዙ ስጦታ በማምጣት ላይ ናቸው” አሉት፡፡",
      "6": "ስለዚህ ሙሴ ለተቀደሰው ድንኳን መሥሪያ የሚሆን ስጦታ ከእንግዲህ ወዲህ እንዳያመጡ በሰፈሩ ሁሉ ትእዛዝ አስተላለፈ፤ ከዚያም በኋላ ሕዝቡ ስጦታ ማምጣቱን አቆሙ፤",
      "7": "ከዚህ የቀረበው ስጦታ ሥራውን ሁሉ ለማከናወን በቅቶ የሚተርፍ ነበር፡፡",
      "8": "ሥራውን ከሚያከናውኑት መካከል እጅግ ጥበበኞች የነበሩት ያህዌ የሚመለክበትን ድንኳን ሠሩ፤ እነርሱም ድንኳኑን ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ ከተፈተሉ፤ የኪሩቤል ሥዕል ከተጠለፈባቸው ዐሥር የበፍታ መጋረጃዎች ሠሩት፡፡",
      "9": "የእያንዳንዱም መጋረጃ መጠን ተመሳሳይ ሆኖ ርዝመቱ ዐሥራ ሁለት ሜትር፤ የጎኑ ስፋት ሁለት ሜትር ነበር፡፡",
      "10": "እነርሱንም አምስቱን በአንድ በኩል፤ ሌሎችንም አምስቱን በሌላ በኩል አገጣጥመው ሰፉ፡፡",
      "11": "ከተገጣጠሙት መጋረጃዎች በአንደኛው ክፍል ጠርዝ ላይ ከሰማያዊ ግምጃ የተሠሩ ቀለበቶችን አደረጉ፤ በሌዋም በኩል ተገጣጥመው ከተሰፉት መጋረጃዎችም በአንደኛው ጠርዝ ላይ እንዲሁ አደረጉ፤",
      "12": "በመጀመሪያው ክፍል የመጀመሪያ መጋረጃ ላይ ኀምሳ ቀለበቶች፤ እንዲሁም በሁለተኛው ክፍል መጨረሻ መጋረጃ ላይ ከሌሎቹ ቀለበቶች ፊት ለፊት የሚሆኑ ኀምሳ ቀለበቶች አደረጉ፡፡",
      "13": "በሁለቱም በኩል ያሉትን መጋረጃዎች አገጣጥሞ አንድ ለማድረግ ኀምሳ የወርቅ መያዥያዎች ሠሩላቸው፡፡",
      "14": "ለድንኳኑ መክደኛ የሚሆኑ ዐሥራ አንድ መጋረጃዎችንም ከፍየል ጠጉር ከተፈተለ ጨርቅ አዘጋጁ፡፡",
      "15": "የሁሉም መጠን እኩል ሆኖ የእያንዳንዱ መጋረጃ ርዝመቱ ዐሥራ ሦስት ሜትር፤ የጎኑም ስፋት ሁለት ሜትር ነበር፡፡",
      "16": "አምስቱን በአንድ በኩል፤ ስድስቱንም በሌላ በኩል በማድረግ አገጣጥመው ሰፉአቸው፡፡",
      "17": "በአንደኛው ክፍል የመጨረሻ መጋረጃ ዘርፍ ላይ ኀምሳ ቀለበቶች፤ በሁለተኛው ክፍል  የመጨረሻ መጋረጃ ዘርፍ ላይ ኀምሳ ቀለበቶች፤ አስገቡ፡፡",
      "18": "በሁለቱም በኩል ያሉትን መጋረጃዎች አገጣጥመው አንድ መክደኛ ለማበጀት ኀምሳ የነሐስ መያዣዎችን ሠሩ፡፡",
      "19": "ከውጭ በኩል መክደኛ ይሆኑ ዘንድ አንደኛውን ቀይ ቀለም ከተነከረ የአውራ በግ ቆዳ፤ ሌላውንም ከለፋ ቁርበት ሌሎች ሁለት መጋረጃዎችን ሠሩ፡፡",
      "20": "ለድንኳኑም መደገፊያ ቀጥተኛ የሆኑ ሳንቃዎች ከግራር እንጨት ሠሩ፤",
      "21": "እያንዳንዱ ሳንቃ ቁመቱ አራት ሜትር የጎኑም ስፋት ስልሳ ስድስት ሳንቲ ሜትር ሲሆን፤",
      "22": "ለመገጣጠሚያ የሚስማሙና ተመጣጣኝ የሆኑ ሁለት ጉጦች ነበሩት፡፡",
      "23": "በድንኳኑም በደቡብ በኩል ሃያ ሳንቃዎችን አደረጉ፤",
      "24": "ከሃያውም ሳንቃዎች በታች ሁለት ማገጣጠሚያ ጉጦች ባሉት በእያንዳንዱ ሳንቃ ሥር ሁለት ሁለት በማኖር አርባ የብር እግሮችን አደረጉ፡፡",
      "25": "ከድንኳኑ በስተሰሜን በኩል ሃያ ሳንቃዎችን አደረጉ፡፡",
      "26": "በእያንዳንዱም ሳንቃ ሥር ሁለት ሁለት በማኖር አርባ የብር እግሮችን አደረጉ፤",
      "27": "ከድንኳኑ በስተጀርባ በምዕራብ በኩል ስድስት ሳንቃዎችን አደረጉ፤",
      "28": "በማእዘኖቹም ሁለት ሁለት ሳንቃዎች ሠሩ፡፡",
      "29": "እነዚህ በማእዘኖቹ ያሉት ሳንቃዎች በግርጌ በኩል ተገጣጥመው እስከ ጫፍ በኩል የተያያዙ ነበሩ፤ በሁለቱ ማእዘኖች ላይ የተደረጉት ሁለቱ ሳንቃዎች  የተሠሩት በዚህ ዐይነት ነበር፡፡",
      "30": "ስለዚህ እያንዳንዱ ሳንቃ በሥሩ ሁለት እግሮች እንዲኖሩት በማድረግ ስምንት ሳንቃዎችና ከብር የተሠሩ ዐሥራ ስድስት እግሮች ነበሩ፡፡",
      "31": "አሥራ አምስት መወርወርያዎችንም ከግራር እንጨት ሠሩ፤ በዚህ ዐይነት አምስቱ ከድንኳኑ በአንድ በኩል ላሉት ሳንቃዎች ሲሆኑ፤",
      "32": "አምስቱ ደግሞ በሌላ በኩል ሳንቃዎች ሆኑ፤ እንዲሁም አምስቱ በድንኳኑ በስተጀርባ በምዕራብ በኩል እንዲሆኑ ተደረገ፡፡",
      "33": "ከሳንቃዎቹ በጎን በኩል በመካከል ያለው መወርወርያ ከድንኳኑ ከአንድ ጫፍ መጨረሻ ተያይዞ እስከ ሌላው ጫፍ ይደርስ ነበር፡፡",
      "34": "ሳንቃዎቹንም በወርቅ ለበጡአቸው፤ ቀለበቶቻቸውንም የመወርወርያው መተላለፊያ ይሆኑ ዘንድ ከወርቅ ሠሩ፤ መወርወርያዎቹም በወርቅ የተለበጡ ነበሩ፡፡",
      "35": "መጋረጃዎችንም ከጥሩ በፍታ ሠሩ፤ እርሱም ከሰማያዊ ከሐምራዊና ከቀይ ግምጃ የተፈተለ ሲሆን የኪሩቤል ሥዕል ተለጥፎበት ነበር፡፡",
      "36": "መጋረጃዎችን የሚያያዙ አራት ምሰሶዎችንም ከግራር እንጨት ሠርተው በወርቅ ለበጡአቸው፤ ኩላቦቻቸውንም ከወርቅ ሠሩ፤ ምሰሶዎቹ የሚቆሙባቸውን አራት እግሮችንም ከብር ሠሩ፤",
      "37": "ለድንኳኑ ደጃፍ ከሰማያዊ፤ ከሐምራዊና ቀይ ግምጃ በጥልፍ የተጌጠ መጋረጃ ሠሩ፤",
      "38": "ለዚህም መጋረጃ ኩላቦች ያሉአቸው አምስት ምሰሶዎችን ሠሩ፤ የእነርሱንም ጉልላቶችና ዘንጎቹን በወርቅ ለበጡ፤ ለምሰሶዎቹም ማቆሚያ አምስት የነሐስ እግሮች ሠሩ፡፡"
    },

    "Chapter 37": {
      "1": "ባጻልኤልም ከግራር እንጨት የቃል ኪዳኑን ታቦት ሠራ፤ ርዝመቱ መቶ ዐሥር ሳንቲ ሜትር፤ የጎኑ ስፋት ስልሳ ስድስት ሳንቲ ሜትር፤ ቁመቱም ስልሳ ስድስት ሳንቲ ሜትር ነበር፡፡",
      "2": "ውስጡንም ውጭውንም በጥሩ ወርቅ ለበጠው፤ በዙሪያውም የወርቅ ክፈፍ አደረገለት፤",
      "3": "ለመሸከሚያ የሚያገለግሉ አራት የወርቅ ቀለበቶችም አደረገለት፤ እነርሱንም በአንድ ወገን ሁለት ቀለበቶች በሌላውም ወገን ሁለት ቀለበቶች በማድረግ በአራቱ እግሮች ላይ አኖራቸው፤",
      "4": "መሎጊያዎቹንም ከግራር እንጨት ሠርቶ በወርቅ ለበጣቸው፡፡",
      "5": "በታቦቱ ጎንና ጎን ላይ በተሠሩትም ቀለበቶች ውስጥ አስገባቸው፡፡",
      "6": "ርዝመቱ መቶ ዐሥር ሳንቲ ሜትር ስፋቱም ስልሳ ስድስት ሳንቲ ሜትር የሆነ የሥርየት መክደኛ ከንጹሕ ወርቅ ሠራ፤",
      "7": "ክንፍ ያላቸውንም ሁለት ኪሩቤል ከተቀጠቀጠ ወርቅ ሠርቶ፤",
      "8": "በመክደኛው ላይ አንዱን በአንድ በኩል፤ ሁለተኛውንም በሌላ በኩል አደረገው፤ ከመክደኛውም ጋር አንድ ወጥ አድርጎ ሠራቸው፡፡",
      "9": "ኪሩቤልም ክንፎቻቸውን ወደ ላይ ዘርግተው መክደኛውን በመሸፈን እርስ በርስ እንዲተያዩ አደረገ፡፡",
      "10": "ርዝመቱ ሰማኒያ ስምንት ሳንቲ ሜትር፤ የጎኑ ስፋት አርባ አራት ሳንቲ ሜትር፤ ቁመቱም ስልሳ ስድስት ሳንቲ ሜትር የሚሆን ጠረጴዛ ከግራር እንጨት ሠራ፡፡",
      "11": "በንጹሕም ወርቅ ለብጦ፤ በዙሪያው የወርቅ ክፈፍ አደረገለት፡፡",
      "12": "ደግሞም በዙሪያው ሰባ አምስት ሚሊ ሜትር ስፋት ያለው ጠርዝና በጠርዙም ዙሪያ የወርቅ ክፈፍ አደረገለት፡፡",
      "13": "ለመሸከሚያ የሚያገለግሉ አራት የወርቅ ቀለበቶች ሠርቶ አራቱ እግሮቹ በተተከሉበት አራት ማእዘኖች ላይ አደረገ፡፡",
      "14": "ገበታውን ለመሸከም የሚያገለግሉ የመሎጊያ ማስገቢያዎቹ ቀለበቶችም በክፈፉ አጠገብ ነበሩ፡፡",
      "15": "መሎጊያዎቹንም ከግራር እንጨት ሠርቶ በወርቅ ለበጣቸው፡፡",
      "16": "በገበታው ላይ የሚቀመጡ ልዩ ልዩ የመገልገያ ዕቃዎችን ከንጹሕ ወርቅ ሠራ፤ ይኸውም ለወይን ጠጅ መቅጃ የሚሆኑ ማንቆርቆሪያዎችንና ጎድጓዳ ሣሕኖችን ሠራ፡፡",
      "17": "መቅረዙንም ከንጹህ ወርቅ ሠራ፤ ማቆሚያውንና ዘንጉንም ከተቀጠቀጠ ወርቅ አበጀ፤ ለጌጥ የሚሆኑትንም የአበባዎች ቅርጽ ከነእንቡጣቸውና ከነቀንበጣቸው ሣለበት፡፡",
      "18": "በአንድ በኩል ሦስት፤ በሌላ በኩል ሦስት በመሆን ከጎኖቹ ስድስት ቅርንጫፎች እንዲወጡ አደረገ፡፡",
      "19": "ስድስቱም ቅርንጫፎች እያንዳንዱ እንቡጥና ቀንበጥ ያላቸውን የለውዝ አበባዎችን የሚመስሉ ሦስት ሦስት ጌጠኛ የአበባ ወርድ ተሥለውበት ነበር፡፡",
      "20": "የመቅረዙም ዘንግ እንቡጥና ቀንበጥ ያላቸውን የለውዝ አበባዎችን የሚመስሉ አራት የጌጠኛ አበባ ወርዶች ተሥለውበት ነበር፡፡",
      "21": "ከሦስቱም ጥንድ ቅርንጫፎች በእያንዳንዱ ጥንድ ሥር አንድ እንቡጥ ተስሎ ነበር፤",
      "22": "እንቡጦቹ ቅርንጫፎቹና መቅረዙ ከተቀጠቀጠ ወርቅ አንድ ወጥ ሆነው የተሠሩ ነበሩ፡፡",
      "23": "መቅረዙንና የእርሱን መገልገያ ዕቃዎች ሁሉ ለመሥራት የፈጀበት የወርቅ መጠን ሠላሳ አምስት ኪሎ ግራር ነበር፡፡",
      "25": "ርዝመቱ አርባ አምስት ሳንቲ ሜትር፤ የጎኑ ስፋት አርባ አምስት ሳንቲ ሜትር ቁመቱም ዘጠና ሳንቲ ሜትር የሆነ አራት ማእዘን የዕጣን መሠዊያ ከግራር እንጨት ሠራ፤ በአራቱም ማእዘን ያሉት ጉጦቹ ከእርሱ ጋር አንድ ሆነው የተሠሩ ነበሩ፡፡",
      "26": "ጫፉን አራት ጎኖቹንና ጉጦቹን ሁሉ በንጹሕ ወርቅ ለበጠ፤ በዙሪያውም የወርቅ ክፈፍ አበጀለት፡፡",
      "27": "ከክፈፉም ሥር ሁለት የወርቅ ቀለበቶችን አደረገ፤ በሁለቱም ጎን ግራና ቀኝ አኖራቸው፤ እነርሱም የዕጣን መሠዊያውን ለመሸከም የሚያገለግሉ መሎጊያዎች የሚሾልኩባቸው ነበሩ፡፡",
      "28": "መሎጊያዎቹንም ከግራር እንጨት ሠርቶ በወርቅ ለበጣቸው፡፡",
      "29": "የተቀደሰውን የቅባት ዘይትና ጣፋጭ ሽታ ያለውንም ጥሩ ዕጣን እንደ ሽቶ ቀላቅሎ ሠራ፡፡"
    },
    "Chapter 38": {
      "1": "የሚቃጠል መሥዋዕት መሠዊያ ከግራር እንጨት ሠራ፤ እርሱም አራት ማእዘን ሆኖ ሁለት ሜትር ከሃያ ሳንቲ ሜትር ርዝመት፤ ሁለት ሜትር ከሃያ ሳንቲ ሜትር ስፋት፤ አንድ ሜትር ከሠላሳ ሳንቲ ሜትር ቁመት ነበረው፤",
      "2": "ከመሠዊያው ጋር አንድ ወጥ ሆነው የተሠሩ ጉጦችንም በአራቱ ማእዘን አደረገበት ሁሉንም በነሐስ ለበጠው፡፡",
      "3": "በመሠዊያው ላይ ያሉትንም የመገልገያ ዕቃዎች፤ ምንቸቶችንም፤ የእሳት መጫሪያዎቹንም፤ ድስቶቹንም፤ ሜንጦዎቹንም፤ ከነሐስ ሠራ፤",
      "4": "መረብ የሚመስል የነሐስ መከታም ሠራ፤ እርሱንም እስከ መሠዊያ ግማሽ ቁመት እንዲደርስ አድርጎ በመሠዊያው ከፈፍ ሥር አኖረው፤",
      "5": "ለመሸከሚያ የሚያገለግሉ መሎጊያዎች መሹለኪያ ይሆኑ ዘንድ አራት ቀለበቶችን ሠርቶ በአራቱ ማእዘኖች ላይ አደረጋቸው፡፡",
      "6": "መሎጊያዎችንም ከግራር እንጨት ሠርቶ በነሐስ ለበጣቸው፡፡",
      "7": "በመሠዊያው ጎንና ጎን ባሉት ቀለበቶችም ውስጥ አስገባቸው፤ መሠዊያው ከሳንቃ የተሠራ ሆኖ ውስጡ ክፍት ነበር፡፡",
      "8": "የመታጠቢያውን ሳሕንና ማስቀመጫውን ጭምር ከነሐስ ሠራ፤ ነሐሱም የተገኘው יהוה በሚመለክበት ድንኳን ደጃፍ የሚያገለግሉ ሴቶች ካመጡት የነሐስ መስተዋቶች ነው፡፡",
      "9": "יהוה ለሚመለክበት ድንኳን አደባባይ መጋረጃዎችን ከጥሩ በፍታ ሠራ፤ የመጋረጃዎቹም ርዝመቱ በደቡብ በኩል አርባ አራት ሜትር ነበር፤",
      "10": "መጋረጃዎች የሚደግፉ ሃያ ምሰሶዎችንና ሃያ እግሮቻቸውን ከነሐስ ሠራ፤ የምሰሶዎቹንም ኩላቦችና ዘንጎች ከብር ሠራ፤",
      "11": "ከሰሜንም በኩል የአደባባዩ አሠራር እንደዚሁ ነበር፤",
      "12": "በምዕራብ በኩል ሃያ ሁለት ሜትር ርዝመት ያላቸው መጋጃዎች ነበሩ፤ እነርሱም ዐሥር እግሮች ያሉአቸው ዐሥር ምሰሶዎች ነበሩአቸው፡፡",
      "13": "የመግቢያው ደጅ ባለበት በምሥራቅ በኩል የአደባባዩ ስፋት ሃያ ሁለት ሜትር ነበር፡፡",
      "14-15": "በድንኳኑ መግቢያ ደጃፍ ከእያንዳንዱ ጎን ስድስት ሜትር ከስልሳ ሳንቲ ሜትር ርዝመት ያላቸው መጋረጃዎች ነበሩ፤ በእነርሱም መደገፊያ እግር ያሉአቸው ሦስት ምሰሶዎች ነበሩአቸው፡፡",
      "16": "በአደባባዩ ዙሪያ ያሉት መጋረጃዎች ሁሉ ከጥሩ በፍታ የተሠሩ ነበሩ፤",
      "17": "የምሰሶዎቹ እግሮች የተሠሩት ከነሐስ ነበር፤ ኩላቦቹ ዘንጎቹና የምሰሶዎቹ ጫፎች መሸፈኛ ከብር የተሠራ ነበር፤ በአደባባዩ ዙሪያ ያሉት ምሰሶዎች ሁሉ በብር ዘንጎች የተያያዙ ነበሩ፤",
      "18": "ወደ አደባባዩ የሚያስገባው ደጃፍ መጋረጃ ከሰማያዊ፤ ከሐምራዊና ከቀይ በፍታ ተፈትሎ በእጅ ጥበብ ካጌጠ ቀጭን ሐር የተሠራ ነበር፤ እርሱም እንደ አደባባዩ መጋረጃዎች ሁሉ ርዝመቱ ዘጠኝ ሜትር ቁመቱም ሁለት ሜትር ነበር፤",
      "19": "አራት የነሐስ እግሮች ባሉአቸው አራት ምሰሶዎች ተደግፎ ነበር፤ ኩላቦቻቸው፤ ጉልላቶቻቸውና ዘንጎቻቸው ከብር የተሠሩ ነበሩ፤",
      "20": "ለድንኳኑና በዙሪያው ላለው አደባባይ አጥር መጋረጃዎች የሚያገለግሉት ካስማዎች ሁሉ የተሠሩት ከነሐስ ነበር፡፡",
      "21": "ዐሥሩ ትእዛዛት የተጻፉባቸው ሁለቱ የድንጋይ ጽላቶች ተጠብቀው በሚኖሩበት፤ ያህዌ በሚመለክበት ድንኳን ውስጥ ለሥራ የተጠቀሙበት የብረታ ብረት መጠን በየዐይነቱ የሚከተለው ነው፤ የእነዚህን ብረታ ብረቶች ዝርዝር ያቀረበ ሙሴ ሲሆን፤ የተሠሩት ግን በካህኑ በአሮን ልጅ በኢታምር መሪነት በሌዋውያን ነበር፡፡",
      "22": "ከይሁዳ ነገድ የሑር የልጅ ልጅ የሆነው የኡሪ ልጅ በጻልኤል፤ יהוה ለሙሴ በሰጠው ትእዛዝ መሠረት ሁሉን ነገር ሠራ፤",
      "23": "ከዳን ነገድ የሆነው የእርሱ ረዳት የአሒሳማክ ልጅ አሆሊአብም አንጥረኛ፤ ፕላን አውጪ ባለሞያ፤ እንዲሁም ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ እየጠለፈ ጥሩ በፍታ የሚሠራ ሸማኔ ነበር፡፡",
      "24": "ለተቀደሰው ድንኳን መሥሪያ ይሆን ዘንድ ለיהוה ተለይቶ የተሰጠ ወርቅ በሙሽ በይፋ በታወቀው ሚዛን ልክ አንድ ሺ ኪሎ ግራር የሚመዝን ሲሆን፤",
      "25": "ከመላው ከተቆጠረው ሕዝብ የተሰበሰበው ብር መጠን በይፋ በታወቀው ሚዛን ልክ ሦስት ሺ አራት መቶ ሠላሳ ኪሎ ግራም ነበር፤",
      "26": "ይህም በሕዝብ ቆጠራ ጊዜ የተመዘገቡት ሰዎች እያንዳንዳቸው በይፋ በታወቀው ሚዛን ልክ የከፈሉትን ድርሻ ጠቅላላ ድምር የሚያህል ነበር፤ በሕዝብ ቆጠራ የተመዘገቡትም ሃያ ዓመት የሞላቸውና ከዚያም በላይ የሆኑት ስድስት መቶ ሦስት ሺ አምስት መቶ ኀምሳ ወንዶች ነበሩ፡፡",
      "27": "ከብሩም ሦስት ሺ አራት መቶ ኪሎ የሚሆነው ለተቀደሰው ድንኳንና ለመጋረጃዎች መቆሚያ የሚሆኑ አንድ መቶ እግሮች የተሠሩበት ነገር፤ ይኸውም ለእያንዳንዱ እግር ሠላሳ አራት ኪሎ ተመድቦለት ነው፡፡",
      "28": "በቀረውም ሠላሳ ኪሎ ብር በጻልኤል ለምሰሶዎቹ ዘንጎችንና ጉልላቶችን ሠራ፡፡",
      "29": "ለיהוה ተለይቶ የተሰጠ ነሐስ ሁለት ሺ አራት መቶ ሃያ አምስት ኪሎ ግራር የሚመዝን ነበር፤",
      "30": "יהוה ወደሚመለክበት ድንኳን መግቢያ የሆነው ደጃፍ የሚቆምባቸውን እግሮች፤ ከነሐስ መከታው ጋር የነሐስ መሠዊያውን፤ ለመሠዊያው መገልገያ የሆኑትን ዕቃዎች በሙሉ ከዚህ ነሐስ ሠራ፤",
      "31": "በዙሪያ ያለው የአደባባይ አጥርና ወደ አደባባዩ የሚያስገባው ደጃፍ የሚቆሙባቸውን እግሮች፤ እንዲሁም የድንኳኑና በዙሪያው ያለውን የአደባባይ አጥር ካስማዎች ሁሉ ሠራ፡፡"
    },
    "Chapter 39": {
      "1": "ካህናቱ በተቀደሰው ስፍራ ሲያገለግሉ የሚለብሱአቸውን እጅግ የተዋቡትን የካህናት ልብሶች ከሰማያዊ ከሐምራዊና ከቀይ በፍታ ሠሩ፤ የአሮንንም የክህነት ልብሶች יהוה ሙሴን ባዘዘው መሠረት ሠሩ፡፡",
      "2": "ኤፉዱንም ከወርቅ ክር፤ ከሰማያዊ፤ ከሐምራዊና፤ ከቀይ ግምጃ ከተፈተለ ጥሩ በፍታ ሠሩ፤",
      "3": "ወርቁንም ቀጥቅጠው በማሳሳት እንደ ክር አድርገው ቆራረጡት፤ ከሰማያዊ፣ ከሐምራዊና ከቀይ ግምጃ ከተፈተለም ጥሩ በፍታ ጋር በጥበብ አሠራር ጠለፉት፡፡",
      "4": "ለኤፉዱም ማንገቻ በትከሻ ላይ የሚወርዱ ሁለት ጥብጣቦች ሠርተው ኤፉዱ እንዲጠብቅ በጎንና በጎኑ አያያዙአቸው፡፡",
      "5": "יהוה ሙሴን ባዘዘው መሠረት ከወርቅ ክር፤ ከሰማያዊ፤ ከሐምራዊና፤ ከቀይ ግምጃ ከተፈተለ ጥሩ በፍታ በብልኀት የተጠለፈው ቀበቶ አንድ ወጥ በመሆን ከኤፉዱ ጋር ተያይዞ ተሠራ፡፡",
      "6": "የመረግድ ድንጋዮችንም አዘጋጅተው በወርቅ ፈርጥ ላይ አስቀመጡአቸው፤ በእነርሱም ላይ የአሥራ ሁለቱ የያዕቆብ ልጆች ስሞች በብልኀት ተቀርጸውባቸው ነበር፤",
      "7": "እነርሱም יהוה ሙሴን ባዘዘው መሠረት ዐሥራ ሁለቱን የእስራኤል ነገድ በመወከል እንዲታሰቡ በትከሻ ላይ በሚወርደው በኤፉዱ ጥብጣቦች ላይ አኖሩአቸው፡፡",
      "8": "የደረቱንም ኪስ ኤፉዱ ከተሠራባቸው ተመሳሳይ ነገሮች በተመሳሳይ የጥበብ ጥልፍ ሠሩት፤",
      "9": "እርሱም በሁለት የታጠፈ አራት ማእዘን ሆኖ ርዝመቱ ሃያ ሁለት ሳንቲ ሜትር፤ የጎኑም ስፋት ሃያ ሁለት ሳንቲ ሜትር ነበር፤",
      "10": "የከበሩ ድንጋዮችም በአራት ረድፍ አደረጉበት፤ በመጀመሪያው ረድፍ ስርድዮን፤ ቶጳዝዮንና የሚያብረቀርቅ ዕንቁ፤",
      "11": "በሁለተኛውም ረድፍ በሉር፤ ሰንፔርና ዐልማዝ፤",
      "12": "በሦስተኛው ረድፍ ያክንት፤ ኬልቄዶንና አሜቴስጢኖስ፤",
      "13": "በአራተኛው ረድፍ ቢረሌ፤ መረግድና ኢያስጲድ፤ እነዚህ ሁሉ በወርቅ ፈርጥ ላይ የተቀመጡ ነበሩ፡፡",
      "14": "የከበሩት ድንጋዮች ዐሥራ ሁለቱን የእስራኤል ነገድ በመወከል እንዲታሰቡ በእያንዳንዱ ድንጋይ ላይ ከዐሥራ ሁለቱ የያዕቆብ ልጆች ስሞች አንዱ ስም ተቀርጾበታል፡፡",
      "15": "ለደረቱ ኪስም እንደ ገመድ የተጎነጎኑትን ድሪዎች ከጥሩ ወርቅ ሠሩ፡፡",
      "16": "ሁለት የወርቅ ፈርጦችና ሁለት የወርቅ ቀለበቶችም ሠርተው፤ ሁለቱን ቀለበቶች በደረት ኪሱ በላይ በኩል ካሉት ማእዘኖች ጋር አያያዙአቸው፡፡",
      "17": "ሁለቱንም የወርቅ ድሪዎች ከቀለበቶቹ ጋር እንዲያያዙ አደረጉ፤",
      "18": "ሌሎቹንም የሁለቱን ድሪዎች ጫፎች ከሁለቱ ፈርጦች ጋር እንዲገናኙ አደረጉ፤ በዚህም ዓይነት በትከሻ ላይ በሚወርዱት በኤፉድ ማንገቻ ጥብጣቦች ፊት ለፊት እንዲያያዙ አደረጉ፡፡",
      "19": "በተጨማሪም ሁለት የወርቅ ቀለበቶች ሠርተው በኤፉዱ ፊት ለፊት ባለው፤ የደረት ኪስ ሁለት የውስጥ ጫፎች ላይ አደረጉአቸው፡፡",
      "20": "ቀጥሎም ሁለት የወርቅ ቀለበቶች ሠርተው በትከሻ ላይ በፊት በኩል ከሚወርዱት ከሁለቱ የኤፉዱ ጥብጣቦች ጋር ከታች በኩል አያያዙአቸው፤ እነርሱም የተያያዙት በብልሃት ከተጠለፈው ቀበቶ በላይ ከመጋጠሚያው አጠገብ ነበር፡፡",
      "21": "ያህዌ ሙሴን ባዘዘው መሠረት በደረት ኪሱ ላይ ያሉትን ቀለበቶች ከኤፉዱ ቀለበቶች ጋር በሰማያዊ ክር አሠሩ፤ በዚህ ዐይነት የደረት ኪሱ ከቀበቶው በላይ ስለሚውል በቀላሉ የማይፈታ ጥብቅ ነበር፡፡",
      "22": "ከኤፉዱ በላይ የሚደረበው ቀሚስ የተሠራው ሙሉ በሙሉ ከሰማያዊ በፍታ ነበር፤",
      "23": "የቀሚሱም ማጥለቂያ አንገትጌ እንዳይተረተር ታጥፎ ዙሪያውን የተዘመዘመ ነበር፤",
      "24": "-26የቀሚሱን ግርጌ ዙሪያውን ያህዌ ሙሴን ባዘዘው መሠረት ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ ከተፈተለ ጥሩ በፍታ የተሠራ የሮማን ፍሬ ቅርጽ ተጠልፎበት ነበር፤ በፍሬዎቹም መካከል አልፎ አልፎ ከንጹህ ወርቅ የተሠሩ ቃጭሎች ነበሩበት፡፡",
      "27": "ለአሮንና ለልጆቹ ሸማኔ ከሠራው ከጥሩ በፍታ ሸሚዞችን፤",
      "28": "የራስ መጠምጠሚያዎች፤ ቆቦችንና ሱሪዎቹን አዘጋጁ፤",
      "29": "መታጠቂያውንም ከሰማያዊ፤ ከሐምራዊና ከቀይ ግምጃ ከተፈተለ ጥሩ በፍታ ሠርተው ያህዌ ሙሴን ባዘዘው መሠረት በጥልፍ ጥበብ አስጌጡት፡፡",
      "30": "የተቀደሰውንም የአክሊል ምልክት ከንጹሕ ወርቅ ሠርተው “ለፈጣሪ አገልግሎት የተለየ” የሚል ቃል እንደ ማኅተም ቀረጹበት፡፡",
      "31": "እርሱንም ያህዌ ሙሴን ባዘዘው መሠረት ከመጠምጠሚያው ፊት በሰማያዊ ክር አሰሩት፡፡",
      "32": "በመጨረሻም ያህዌ(יהוה) የሚመለክበት ድንኳን አሠራር በሙሉ ተፈጸመ፤ እስራኤላውያን ሁሉን ነገር ያህዌ(יהוה) ሙሴን ባዘዘው መሠረት አደረጉ፤",
      "33": "ድንኳኑንና የመገልገያ ዕቃዎቹን ሁሉ ወደ ሙሴ አመጡ፤ እነዚህም ኩላቦቹ፤ ሳንቃዎቹ፤ መወርወሪያዎቹ፤ ምሰሶዎቹና የሚቆሙባቸው እግሮች፤",
      "34": "ከአውራ በግ ቆዳ ተሠርቶ ቀይ ቀለም የተነከረው መደረቢያ፤ ከለፋ ቆዳ የተሠራው መደረቢያ፤ ለመከለያ የተሠራው መጋረጃ፤",
      "35": "የድንጋይ ጽላቶቹ ያሉበት የቃል ኪዳኑ ታቦት፤ መሎጊያዎቹና የስርየት መክደኛው፤",
      "36": "ገበታውና የመገልገያ ዕቃዎቹ በሙሉ፤ ለፈጣሪ መባ ሆኖ የሚቀርበው ኅብስት፤",
      "37": "ከንጹሕ ወርቅ የተሠራው መቅረዝ፤ የተደረደሩት መብራቶቹና መገልገያ ዕቃዎቹ፤ ለመብራቶቹ የሚሆነው ዘይት፤",
      "38": "ከወርቅ የተሠራው መሠዊያ፤ የቅባቱ ዘይት፤ ጣፋጭ ሽታ ያለው ዕጣን፤ ለድንኳኑ ደጃፍ የተሠራለት መጋጃ፤",
      "39": "ከነሐስ የተሠራው መሠዊያ ከነሐስ ከተሠራው መከታው ጋር፤ መሎጊያዎቹና የእርሱ መገልገያ ዕቃዎች ሁሉ፤ የመታጠቢያው ሳሕንና ማስቀመጪያው፤",
      "40": "ለድንኳኑ አደባባይ የሚሆኑት መጋረጃዎች፤ ምሰሶዎቹና የሚቆሙባቸው እግሮች፤ ለአደባባይ መግቢያ የተሰራው መጋረጃና አውታሮቹ፤ ድንኳኑ የሚተከልባቸው ካስማዎች፤ በድንኳኑ ውስጥ የሚገኙ የመገልገያ ዕቃዎች፤",
      "41": "ካህኑ አሮንና ልጆቹ በተቀደሰው ስፍራ በክህነት ሲያገለግሉ የሚለብሱአቸው የተቀደሱና ውብ የሆኑ የክህነት አልባሳት ናቸው፡፡",
      "42": "እስራኤላውያን ሥራውን ሁሉ יהוה ሙሴን ባዘዘው መሠረት ሠሩ፤",
      "43": "ሙሴም ሁሉን ነገር መርምሮ ልክ יהוה ባለው መሠረት መሥራታቸውን አረጋገጠ፤ ስለዚህም ሙሴ ባረካቸው፡፡"
    },
    "Chapter 40": {
      "1": "יהוה ሙሴን እንዲህ አለው፤",
      "2": "“የመጀመሪያው ወር በገባ በመጀመሪያው ቀን ያህዌ የሚመለክበትን ድንኳን ትከል፡፡",
      "3": "ዐሥሩ ትእዛዛት የተጻፉበትን የቃል ኪዳን ታቦት በውስጥ አኑር፤ ለመከለያ የተሠራውንም መጋረጃ ከፊት ለፊቱ አድርግ፡፡",
      "4": "ገበታውንም ወደ ውስጥ አስገብተህ መብራቶቹን በእርሱ ላይ አኑር፡፡",
      "5": "ዕጣን የሚቃጠልበትን የወርቅ መሠዊያ በቃል ኪዳኑ ታቦት ፊት አቁመው፤ በድንኳኑም መግቢያ ደጃፍ መጋረጃውን ስቀል፡፡",
      "6": "የሚቃጠል መሥዋዕት የሚቀርብበትን መሠዊያ በድንኳኑ ፊት አኑር፡፡",
      "7": "የመታጠቢያውን ሣሕን በድንኳኑና በመሠዊያው መካከል አስቀምጠህ ውሃ ሙላበት፡፡",
      "8": "አደባባዩን በዙሪያው ትከል፤ መጋረጃውንም በአደባባዩ መግቢያ ደጃፍ ላይ ስቀለው፡፡",
      "9": "“ከዚያም በኋላ፤ ድንኳኑን ከመገልገያ ዕቃዎቹ ጋር የተቀደሰውን ዘይት በመቀባት ለአምላክ የተለየ አድርገው፤ የተቀደሰም ይሆናል፡፡",
      "10": "ቀጥሎም መሠዊያውን ከመገልገያ ዕቃዎቹ ጋር የተቀደሰውን ዘይት በመቀባት ለአምላክ የተለየ አድርገው፤ ፈጽሞም የተቀደሰ ይሆናል፡፡",
      "11": "የመታጠቢያውንም ሳሕን ከነማስቀመጫው በዚሁ አይነት ቀብተህ ለፈጣሪ የተለየ አድርግ፡፡",
      "12": "አሮንንና ልጆቹ ወደ ደጃፉ አምጥተህ በሕጉ መሠረት በሥርዓት እንዲታጠቡ ንገራቸው፤",
      "13": "የክህነት ልብሱን አልብሰህ አሮንን ዘይት ቀባው፤ በዚህ ዐይነት ካህን በመሆን ያገለግለኝ ዘንድ ለእኔ የተለየ አድርገው፡፡",
      "14": "ልጆቹንም አምጥተህ ሸሚዝ አልብሳቸው፡፡",
      "15": "እነርሱም ካህናት ሆነው ያገለግሉኝ ዘንድ ልክ አባታቸውን በቀባኸው ዐይነት ቀባቸው፤ በመቀባታቸውም ምክንያት በሚመጡት ዘመናት ሁሉ ካህናት ሆነው ያገለግሉኛል፡፡”",
      "16": "ሙሴም ልክ יהוה ባዘዘው መሠረት ሁሉን ነገር አደረገ፡፡",
      "17": "ስለዚህ ከግብጽ በወጡ በሁለተኛው ዓመት፤ የመጀመሪያው ወር በገባ በመጀመሪያው ቀን יהוה የሚመለክበት ድንኳን ተተከለ፡፡",
      "18": "ሙሴ የድንኳኑን እግሮች አኖረ፤ ሳንቃዎቹንና ምሰሶዎቹን አቆመ፤ መወርያዎቹንም አያያዘ፡፡",
      "19": "יהוה ባዘዘው መሠረት ክዳኑን በድንኳኑ ላይ ዘረጋ፤ የውጭውንም ክዳን በላዩ አደረገ፤",
      "20": "ሁለቱንም የድንጋይ ጽላቶች ወስዶ በቃል ኪዳኑ ታቦት ውስጥ አስቀመጣቸው፤ መሎጊያዎቹንም በታቦቱ ቀለበቶች ውስጥ አስገባ፤ የስርየት መክደኛውንም በታቦቱ ላይ አኖረ፤",
      "21": "ታቦቱንም ወደድንኳኑ ውስጥ አስገባውና የሚከለልበትን መጋረጃ ሰቀለ፤ በዚህም ዐይነት ልክ יהוה ባዘዘው መሠረት ታቦቱን ሸፈነው፡፡",
      "22": "ገበታውንም ወደ ድንኳኑ ውስጥ አስገብቶ ከመጋረጃው ውጭ በስተሰሜን በኩል አስቀመጠው፡፡",
      "23": "יהוה ባዘዘው መሠረት መባ ሆኖ የሚቀርበውን ኅብስት በገበታው ላይ አኖረ፡፡",
      "24": "መቅረዙንም ወደ ድንኳኑ አስገብቶ ከገበታው ፊት ለፊት በድንኳኑ በደቡብ በኩል አስቀመጠው፡፡",
      "25": "እንዲሁም יהוה ባዘዘው መሠረት በዚያ መብራቶቹን አበራ፡፡",
      "26": "የወርቁንም መሠዊያ ወደ ድንኳኑ አስገብቶ ከመጋረጃው ፊት ለፊት አኖረው፡፡",
      "27": "יהוה ባዘዘው መሠረት ጣፋጭ ሽታ ያለውን ዕጣን በላዩ ላይ አጠነ፡፡",
      "28": "መጋጃውንም በድንኳኑ መግቢያ ደጃፍ ላይ ሰቀለ፡፡",
      "29": "እዚያም በድንኳኑ መግቢያ ፊት ለፊት የሚቃጠል መሥዋዕት የሚቀርብበትን መሠዊያ አኖረ፤ የሚቃጠለውን መሥዋዕትና የእህሉን ቁርባን יהוה ባዘዘው መሠረት በእርሱ ላይ አቀረበ፤",
      "30": "መታጠቢያውንም ሳህን በድንኳኑና በመሠዊያው መካከል አስቀምጦ ውሃ ሞላበት፡፡",
      "31": "ሙሴ፤ አሮንና ልጆቹ እጆቻቸውንና እግሮቻቸውን በዚያ ታጠቡ፤",
      "32": "ወደ ድንኳኑ በሚገቡበትና ወደ መሠዊያው በሚቀርቡበት ጊዜ ሁሉ ፈጣሪ ባዘዘው መሠረት ይህን ማድረግ ነበረባቸው፡፤",
      "33": "ሙሴ በድንኳኑና በመሠዊያው ዙሪያ የሚሆነውን አደባባይ ሠራ፤ ወደ አደባባዩም በሚያስገባው ደጃፍ መጋረጃ ሰቀለ፤ በዚህም ዐይነት ሥራውን ሁሉ ፈጸመ፡፡",
      "34": "ከዚህ በኋላ ድንኳኑ በደመና ተሸፈነ፤ የיהוהን ክብር የሚገልጠውም አንጸባራቂ ብርሃን ድንኳኑን ሞላው፡፡",
      "35": "ከዚህም የተነሣ ሙሴ ወደ ድንኳኑ መግባት አልቻለም፡፡",
      "36": "እስራኤላውያንም የሰፈሩበትን ቦታ ለቀው የሚንቀሳቀሱት ደመናው ከድንኳኑ ላይ በሚነሳበት ጊዜ ብቻ ነበር፤",
      "37": "ደመናው እዚያው እያለ ድረስ ሰፈራቸውን ለቀው አይሄዱም ነበር፡፡",
      "38": "በበረሐ በሚጓዙበት ጊዜ ሁሉ በቀን የיהוהን ክብር የሚገልጠው ደመና ድንኳኑን ሲሸፍን፤ በሌሊት ደግሞ በእርሱ ላይ እሳት ሲነድ ያዩ ነበር፡፡"
    }
  }
}
