{
  "ezekiel": {
    "Chapter 1": {
      "1": "የቡዚ የሆንሁት እኔ ካህኑ ሕዝቅኤል በባቢሎን ግዛት በከባር ወንዝ አጠገብ ከአይሁዳውያን ምርኮኞች ጋር ሳለሁ፥ በሠላሳኛው ዓመት፥ በአራተኛው ወር፥ በአምስተኛው ቀን ሰማይ ተከፈተ፤ እግዚአብሔንም በራእይ አየሁት፡፡",
      "2": "ይም በሆነ ጊዜ ንጉሥ ዮአኪን ከተማረከ አምስት ዓመት ሆኖት ነበር፤",
      "3": "እዚያም በባቢሎን ግዛት በከባር ወንዝ አጠገብ ሳለሁ ያህቬህ(יהוה) ሲናገረኝ ሰማሁ፤ የእርሱም ኀይል በእኔ ላይ ነበር፡፡",
      "4": "ቀና ብዬ ስመለከት ብርቱ ዐውሎ ነፋስ ከሰሜን በኩል ሲመጣ አየሁ፤ ከግዙፍ ደመና የመብረቅ ብልጭታ ይታይ ነበር፤ በዙሪያው ያለውም ሰማይ ቀላ፤ መብረቁ በሚበርቅበትም ስፍራ አንዳች ነገር እንደ ነሐስ አበራ፡፡",
      "5": "በዐውሎ ነፋሱም መካከል የሰው መልክ ያላቸው አራት ሕያዋን እንስሳት አየሁ፤",
      "6": "እያንዳንዱም እንስሳ አራት አራት ፊትና አራት አራት ክንፍ ነበሩት፡፡",
      "7": "እግራቸው እንደ እንዝርት ቀጥ ያለ ሲሆን፥ ውስጥ እግራቸው እንደ ኮርማ ሰኮና ነበር፤ መልካቸውም እንደ ተወለወለ ነሐስ ያበራ ነበር፤",
      "8": "ከአራቱ ፊቶቻቸውና ከአራቱ ክንፎቻቸው ሌላ እያንዳንዳቸው ከክንፎቻቸው ግርጌ አራት የሰው ዐይነት እጆች ነበሩአቸው፡፡",
      "9": "የእያንዳንዱ እንስሳ ሁለት ክንፎች ግራና ቀኝ ተዘርግተው ጫፎቻቸው በመጋጠም የሚገናኙ ስለሆነ ᥟንስሳቱ የአራት ማእዘን ቅርጽ ያሳዩ ነበር፤ ስለዚህ ሰውነታቸው ወዲያና ወዲህ ሳይል በኅብረት ይንቀሳቀሱ ነበር፡፡",
      "10": "እያንዳንዱ እንስሳ አራት የተለያዩ ፊቶች ነበሩት፤ ይኸውም ከፊት ለፊት የሰው መልክ የሚመስል፥ በስተቀኝ በኩል የአንበሳ መልክ፥ በስተግራ የበሬ ፊት፥ በስተ ኋላም የንስር መልክ የሚመስል ነበሩት፡፡",
      "11": "የእያንዳንዱ እንስሳ ሁለት ክንፎች ወደ ላይ ከፍ ብለው ከእነርሱ ቀጥሎ ያለውን እንስሳ የክንፎች ጫፍ ይነኩ ነበር፤ የቀሩት ሁለቱ ክንፎቻቸው ግን ተጣጥፈው ሰውነታቸውን ይሸፍኑ ነበር፡፡",
      "12": "እያንዳንዱ እንስሳ በአራት አቅጣጫ ለመመልከት ይችል ስለነበር ሁሉም በአንድነት ወዲያና ወዲህ ሳይሉ መንፈስ ወደሚሄድበት አቅጣጫ ሁሉ ይበሩ ነበር፡፡",
      "13": "በእንስሳቱ መካከል እንደተቀጣጠለ ችቦ ሆኖ የሚንበለበል እሳት የሚመስል ነገር ባለማቋረጥ ይንቀሳቀስ ነበር፤ እሳቱም ወደ ላይ እየተጎመደ በመውጣት የመብረቅ ብልጭታ ያሳይ ነበር፤",
      "14": "እስሳቱም ራሳቸው በመብረቅ ፍጥነት ወዲና ወዲህ ይወረወሩ ነበር፡፡",
      "15": "አራቱም እንስሳት በመመልከት ላይ ሳለሁ፥ አራት መንኮራኩሮች ወደ መሬት ተሸከርክረው ሲወርዱና በእሳቱም አጠገብ ጎን ለጎን በተርታ ሲቀመጡ አየሁ፤",
      "16": "አራቱም መንኮራኩሮች ተመሳሳይ ነበሩ፤ እያንዳንዱም እንደከበረ ዕንቁ ያንጸባርቅ ነበር፤ እንዲሁም እያንዳንዱ አንዱ በአንዱ ላይ ተላላፊ የሆኑ መንኮራኩሮች አሉት፡፡",
      "17": "ይህም መንኮራኩሮቹ ወዲያና ወዲህ ሳይሉ፥ በአራቱም አቅጣጫዎች ወደፈለጉበት በኩል እንዲበሩ የሚያደርግ ነው፡፡",
      "18": "የመንኮራኩሮቹም አቃፊ ክበብ ግዙፍና የሚያስፈራ ነበር፤ አራቱም የመንኮራኩር አቃፊ ክበቦች ዙሪያቸውን በዐይን የተሞሉ ነበሩ፡፡",
      "19": "እንስሳቱ በተንቀሳቀሱ ቁጥር መንኮራኩሮቹ አብረዋቸው ይንቀሳቀሱ ነበር፤ እንስሳቱ ከምድር ተነሥተው ከፍ በሚሉበትም ጊዜ መንኮራኩሮቹ አብረው ከፍ ይሉ ነበር፡፡",
      "20": "እንስሳቱ መንፈስ ወደሚሄድበት አቅጣጫ ሁሉ በሚበሩበት ጊዜ፥ መንኮራኩሮቹም አብረው ይበሩ ነበር፤ ምክንያቱም የእንስሳቱ መንፈስ በመንኮራኩሮቹም ውስጥ ነበር፡፡",
      "21": "የእንስሳቱ መንፈስ በመንኮራኩሮቹም ውስጥ በመኖሩ ምክንያት እንስሳቱ በሚንቀሳቀሱበት ጊዜ አብረው ይንቀሳቀሳሉ፤ ሲቆሙም አብረው ይቆማሉ፤ ከመሬት ወደ አየር በሚመጡበትም ጊዜ፥ አብረው ይመጥቃሉ፡፡",
      "22": "ከእንስሳቱ ራስ በላይ እንደ መስተዋት ከሚያብረቀርቅ የከበረ ድንጋይ የተሠራ ጠፈር የሚመስል ወለል ነበር፡፡",
      "23": "ከወለሉም ሥር እያንዳንዱ እንስሳ ከጎኑ ባለው እንስሳ አንጻር ሁለት ክንፎቹን ዘርግቶ፥ በቀሩትም ሁለት ክንፎቹ ሰውነቱን ሸፍኖ ቆሞ ነበር፡፡",
      "24": "በሚበሩበትም ጊዜ ክንፎቻቸው ሲጋጩ ሰማሁ፤ ድምፁም የባሕር ማዕበል ጩኸትና የታላቅ ሠራዊት ሁካታ፥ እንዲሁም ሁሉን ቻይ የሆነውን የያህቬህ(יהוה)ን ድምፅ ይመስል ነበር፤ መብረራቸውን ባቆሙ ጊዜ ክንፎቻቸውን ያጥፉ ነበር፤",
      "25": "በዚያን ጊዜ ከራሳቸው በላይ ካለው ወለል ድምፅ ተሰማ፡፡",
      "26": "ከወለሉም በላይ ሰንፔር ተብሎ ከሚጠራ ዕንቁ የተሠራ ዙፋን የሚመስል ነገር ተዘርግቶ ነበር፤ ሰው የሚመስልም በዙፋኑ ላይ ተቀምጦ ነበር፡፡",
      "27": "ያ ሰው ከወገቡ በላይ በእሳት መካከል እንዳለ ነሐስ ያበራ ነበር፤ ከወገቡ በታች የእሳት ነበልባል ይመስል ነበር፤ በዙሪያውም የሚያንጸባርቅ ብርሃን ይታይ ነበር፡፡",
      "28": "ያም ብርሃን የቀስተ ደመና ቀለሞች ኅብር ነበረው፤ ይህም አንጸባራቂ ብርሃን የያህቬህ(יהוה) ክብር መገለጡን የሚያመለክት ነበር፤ እኔም ይህን ባየሁ ጊዜ በግንባሬ መሬት ላይ ተደፋሁ፡፡"
    },
    "Chapter 2": {
      "1": "ከዚያም በኋላ “የሰው ልጅ ሆይ! ተነሥተህ በእግርህ ቁም፤ እኔም አነጋግርሃለሁ” የሚል ድምፅ ሰማሁ፡፡",
      "2": "ይህንንም ድምፅ እንደሰማሁ ወዲያውኑ የያህቬህ(יהוה) መንፈስ በውስጤ ገብቶ በእግሮቼ አቆመኝ፤ እነደገናም እንዲህ የሚል ድምፅ ሰማሁ፤",
      "3": "“የሰው ልጅ ሆይ! እነሆ ወደ እስራኤል ሕዝብ እልክሃለሁ፤ እነርሱ ዐምፀው በጠላትነት በእኔ ላይ ተነሥተዋል፤ የቀድሞ አባቶቻቸው እንደነበሩት ሁሉ ዐመፀቸውን አልተውም፡፡",
      "4": "እነርሱ እልኸኞች ናቸው፤ እኔንም ማክበር ትተዋል፤ ስለዚህ እኔ ያህቬህ(יהוה) የምነግራቸውን ሁሉ እንድታስታውቃቸው ወደ እነርሱ እልክሃለሁ፡፡",
      "5": "እነዚያ ዐመፀኞች ቢሰሚህም ባይሰሙህም ነቢይ በመካከላቸው መኖሩን ያውቃሉ፡፡",
      "6": "“ነገር ግን የሰው ልጅ ሆይ! እነርሱንም ሆነ የሚናገሩትን ቃል አትፍራ! እንደ እሾኽና እንደ አሜክላ ሆነውብህ በጊንጦች መካከል እደምትኖር ሆነህ ቢሰማህም ቃላቸውንም ሆነ የእነዚያን ዐመፀኞች የቁጣ ፊት ከቶ አትፍራ፡፡",
      "7": "ዐመፀኛ ሕዝብ ስለሆኑ ቢሰሙህም ባይሰሙህም እኔ የምልህን ቃል ትነግራቸዋለህ፡፡",
      "8": "“የሰው ልጅ ሆይ! እኔ የምነግርህን ስማ፤ አንተም እንደ እነርሱ ዐመፀኛ አትሁን፤ አፍህን ክፈት፤ እኔም የምሰጥህን ብላ፡፡”",
      "9": "ከዚህ በኋላ የብራና ጥቅል የያዘ እጅ ወደ እኔ ተዘርግቶ አየሁ፡፡",
      "10": "ያም እጅ የብራናውን ጥቅል ፈትቶ በፊቴ ዘረጋው፤ እርሱም በሁለት በኩል ጽሑፍ ያለበት መሆኑን አየሁ፤ የሐዘን ለቅሶ፥ ዋይታና የጣዕር ድምፅ የሞላበት ነበር፡፡"
    },
    "Chapter 3": {
      "1": "ያህቬህ(יהוה)ም “የሰው ልጅ ሆይ! ይህን የብራና ጥቅል ብላ፤ ወደ እስራኤልም ሕዝብ ሄደህ ተናገር” አለኝ፡፡",
      "2": "ስለዚህ አፌን ከፈትሁ፤ የብራናውንም ጥቅል እንድበላው ሰጠኝና፥ 3“የሰው ልጅ ሆይ! ይህን የሰጠሁህን የብራና ጥቅል ብላው፤ ሆድህንም በእርሱ ሙላው” አለኝ፤ እኔም በበላሁት ጊዜ ጣፋጭነቱ እንደ ማር ሆነልኝ፡፡",
      "3": "ከዚህም በኋላ ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! ወደ እስራኤል ሕዝብ ሄደህ እኔ የምነግርህን ቃል ንገራቸው፤",
      "4": "እኔ የምልህ ወደ እስራኤላውያን እንጂ ቋንቋቸው ወደማይታወቅባዕዳን ሕዝብ አይደለም፤",
      "5": "ንግግራቸው ግራ የሚያጋባ፥ ቋንቋቸው ወደማይታወቅና የቃላቸውም ትርጉም ልታስተውለው ወደማትችል ታላላቅ ሕዝቦች ልኬህ ቢሆን ኖሮማ በሰሙህ ነበር፡፡",
      "6": "ነገር ግን ከእስራኤል ሕዝብ መካከል ሊያደምጥህ የምፈልግ እንድ እንኳ አይኖርም፤ ሁሉም እልኸኞችና ተቃዋሚዎች ስለሆኑ፥ እንኳን አንተን እኔንም አይሰሙም፡፡",
      "7": "እኔ ግን አንተን እንደ እነርሱ እልኸኛና የማትበገር አደርግሃለሁ፡፡",
      "8": "ግንባርህን ከአለትና ከዐልማዝ ይልቅ የጠነከረ አደርግሃለሁ፤ ስለዚህ እነዚያ ዐመፀኞች በመፍራት አትሸበር፡፡”",
      "9": "ቀጥሎም እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! በጥንቃቄ እያዳመጥህ የምነግርህን ሁሉ አስታውስ፡፡",
      "10": "በምርኮ ወደሚገኙት የአገርህ ሕዝብ ሄደህ ቢሰሙህም ባይሰሙህም እኔ ልዑል ያህቬህ(יהוה) የምላቸውን ሁሉ ንገራቸው፡፡”",
      "11": "ከዚህ በኋላ የያህቬህ(יהוה) መንፈስ ወደ ላይ ከፍ አደረገኝ፤ ከበስተኋላዬም “በሰማይ ለሚኖር ያህቬህ(יהוה) ምስጋናና ክብር ይሁን” የሚል ታላቅ ድምፅ ሰማሁ፡፡",
      "12": "የእንስሳቱ ክንፎች እርስ በርሳቸው በአየር ላይ ሲፋጩ ሰማሁ፤ ከመንኮራኩሮቹም የሚሰማው ድምፅ የመሬት መናወጥ ይመስል ነበር፡፡",
      "13": "የያህቬህ(יהוה) ብርቱ ኀይል ተጫነኝ፤ መንፈስም ወደ ላይ ባነሣኝ ጊዜ ምሬትና ቁጣ ተሰማኝ፡፡",
      "14": "ስለዚህ በከባር ወንዝ አጠገብ ወዳለው ወደ ቴልአቢብ መጣሁ፤ ይህም ስፍራ የምርኮኞች መኖሪያ ነበር፤ ባየሁትና በሰማሁት ነገር ሁሉ በመደንገጥ ደንዝዤ ስለነበር በዚያ ከእነርሱ ጋር ሰባት ቀን ቆጠሁ፡፡",
      "15": "ሰባቱ ቀኖች ካለፉ በኋላ ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "16": "“የሰው ልጅ ሆይ! እኔ ለእስራኤል ሕዝብ ጠባቂ አድርጌሃለሁ፤ ስለዚህ እኔ የምናገረውን ቃል ስማ፤ የምሰጥህንም የማስጠንቀቂያ ቃል ንገራቸው፡፡",
      "17": "ክፉ ሰው በኃጢአቱ ምክንያት ሊሞት መቃረቡን ባስታወቅሁት ጊዜ ሕይወቱን ከሞት ያድን ዘንድ ከክፉ ሥራው እንዲመለስ ባታስጠነቅቀው፥ እርሱ ኃጢአተኛ እንደሆነ ይሞታል፤ ነገር ግን ስለ እርሱ ሞት አንተን በኀላፊነት እጠይቅሃለሁ፡፡",
      "18": "ኃጢአተኛውን አስጠንቅቀኸው፥ ከኃጢአቱ ባይመለስ እርሱ በኃጢአተኛነቱ ይሞታል፤ አንተም በኀላፊነት ከመጠየቅ ራስህን ታድናለህ፡፡",
      "19": "“በደግነቱ የታወቀ ድቅ ሰው ክፉ ሥራ መሥራት ቢጀምርና እኔም በችግር ላይ እንዲወድቅ ባደርገው፥ አንተ ካላስጠነቀቅኸው በቀር በኃጢአቱ ይሞታል፤ ከዚያ በፊት የፈጸመው መልካም ሥራ ሁሉ አይታሰብለትም፤ ስለ እርሱ ሞት አንተን በኀላፊነት እጠይቅሃለሁ፡፡",
      "20": "በደግነቱ የታወቀ ጻድቅ ሰው ኃጢአት ከመሥራት እንዲገታ ብታስጠነቅቀውና የአንተን ማስጠንቀቂያ ተቀብሎ ኃጢአት ከመሥራት ቢቆጠብ በሕይወት ይኖራል፤ አንተም በኀላፊነት ከመጠየቅ ራስህን ታድናለህ፡፡”",
      "21": "ከዚህ በኋላ የያህቬህ(יהוה) ኀይል በእኔ ላይ መሆኑ ተሰማኝ፤ “ተነሥተህ ወደ ሸለቆ ሂድ፤ በዚያም አነጋግርሃለሁ” ሲለኝም ሰማሁት፡፡",
      "22": "ስለዚህም ተነሥቼ ወደ ሸለቆው ወረድሁ፤ እዚያም በከባር ወንዝ አጠገብ ባየሁት ሁኔታ የያህቬህ(יהוה) ክብር ጠገለጠልኝ፤ በግንባሬም ወደ መሬት ተደፋሁ፤",
      "23": "ነገር ግን የያህቬህ(יהוה) መንፈስ ወደ ሰውነቴ ገብቶ በእግ አቆመኝ፤ ያህቬህ(יהוה)ም እንዲህ አለኝ፥ “ወደ ቤትህ ሂድ፤ በርህን ዘግተህ ተቀመጥ፡፡",
      "24": "የሰው ልጅ ሆይ! በገመድ ስለምትታሰር ወደ አደባባይ መውጣት አትችልም፤",
      "25": "ይህን ዐመፀኛ ሕዝብ ማስጠንቀቅ እንዳትችል አደበትህ እንዲተሳሰር አደርገዋለሁ፤",
      "26": "ዳግመኛ ስናገርህና አንደበትህን ስከፍትልህ እኔ ያህቬህ(יהוה) የምሰጥህን ቃል ትነግራቸዋለህ፤ ከእነርሱ አንዳንዶቹ ያዳምጡሃል፤ አንዳንዶቹ ደግሞ ዐመፀኛ ሕዝብ ስለሆኑ አንተን መስማት አይፈልጉም፡፡”"
    },
    "Chapter 4": {
      "1": "ያህቬህ(יהוה) እንዲህ አለ፥ “አንተ የሰው ልጅ ሆይ! አንድ ጡብ ወስደህ በፊትህ አኑር፤ በላዩም ላይ የኢየሩሳሌምን ከተማ የሚያመለክት ካርታ ንደፍበት፤",
      "2": "የከተማይቱን መከበብ እንዲያመለክት በዙሪያው ጉድጓድ ማስ፥ ዐፈር ቆልል፥ ጦር ሰፈርና የምሽግ ማፍረሻ ሥራ፡፡",
      "3": "የብረት ምጣድም ወስደህ በአንተና በከተማይቱ መካከል እንደ ቅጽር አቁመው፤ ፊትህንም ወደ ከተማይቱ አቅና፤ የተከበበችም ትሆናለች፤ የምትከብባትም አንተው ነህ፤ ይህም ለእስራኤል ሕዝብ ምልክት ይሆናል፡፡",
      "4": "“እንግዲህ በግራ ጎንህ ተኛ፤ እኔም የእስራኤልን ኃጢአት ሁሉ በአንተ ላይ እጭናለሁ፤ ስለ እነርሱም በደል እየተሠቃየህ 390 ቀኖች በዚያ ትቆያለህ፤ እነርሱን በምቀጣበት በእያንዳንዱ ዓመት ልክ አንድ ቀን እንድትቀጣ ወስኛለሁ፤",
      "5": "ያንንም ከፈፀምህ በኋላ ተዛውረህ በቀኝ ጎንህ በመተኛት እንደገና ስለ ይዳ በደል አርባ ቀን ትሠቃያለህ፤ ይህም እነርሱን በምቀጣበት በእያንዳንዱ ዓመት ልክ ይሆናል ማለት ነው፡፡",
      "6": "“ወደ ኢየሩሳሌም ከበባ ትኩር ብለህ ተመልከት፤ ወደ ከተማይቱም ክንድህን እየነቀነቅህ በማመልከት በእርስዋ ላይ የሚመጣባትን በመግለጥ ትንቢት ተናገር፡፡",
      "7": "ከበባው እስኪፈጸም ድረስ ከአንድ ጎንህ ወደ ሌለው እንዳትዘዋወር በገመድ አስርሃለሁ፡፡",
      "8": "“አሁንም ጥቂት ስንዴና ገብስ፥ ባቄላና መስር፥ ማሽላና አጃ ውሰድ፤ ሁሉንም በአንድነት ደባልቀህ እንጀራ ጋግር፤ ይህም በግራ ጎንህ በምትተኛባቸው በ390 ቀኖች ውስጥ የምትመገበው ነው፡፡",
      "9": "በየቀኑ 230 ግራም የሚመዝን ምግብ ትወስዳለህ፤ እርሱም እስከሚቀጥለው ቀን እንዲበቃህ በማድረግ በተወሰነ ሰዓት ትመገበዋለህ፡፡",
      "10": "የምትጠጣውም ውሃ የተመጠነ መሆን ስለሚገባው በቀን ሁለት ኩባያ ትጠጣለህ፡፡",
      "11": "የደረቀውን የሰው ዐይነ ምድር በእሳት አቀጣጥለህ እንጀራ በመጋገር ሰው ሁሉ አንተን በሚያይበት ስፍራ ትመገበዋለህ፡፡”",
      "12": "ያህቬህ(יהוה)ም “ይህን እስራኤላውያንን በባዕድ አገሮች ሁሉ በምበትናቸው ጊዜ በሕግ የተከለከሉትን የረከሱ ምግቦች ለመመገብ የሚገደዱ መሆኑን ያመለክታል” አለ፡፡",
      "13": "እኔም እንዲህ ስል መለስሁ፥ “ልዑል ያህቬህ(יהוה) ሆይ! ይህስ ከቶ አይሁን፤ እኔ ከቶ ረክሼ አላውቅም፤ ከሕፃንነቴ ጀምሮ በራሱ የሞተ ወይም አውሬ የገደለው ከብት ሥጋ የበላሁበት ጊዜ የለም፤ በሕግ የተከለከለ ጸያፍ ምግብም አልበላሁም፡፡”",
      "14": "ያህቬህ(יהוה)ም “መልካም ነው፤ እንግዲያውስ በሰው ዐይነ ምድር ፈንታ የእንስሳት ኩበት ወስደህ እርሱን በማቀጣጠል እንጀራ ጋግር” አለኝ፡፡",
      "15": "ቀጥሎም እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! ለኢየሩሳሌም የሚቀርበው ምግብ ሁሉ እንዲቋረጥ አደርጋለሁ፤ በዚያ የሚኖሩ ሕዝብ የሚበሉትን እህልና የሚጠጡትን ውሃ እየመጠኑ ሲሰፍሩ በሐዘንና በስጋት እዲሞሉ አደርጋለሁ፡፡",
      "16": "እንጀራና ውሃ ያልቅባቸዋል፤ ስለዚህም ተስፋ በመቁረጥ እርስ በርሳቸው ይተያያሉ፤ ከበደላቸውም ብዛት የተሣ ሰውነታቸው ይመነምናል፡፡”",
      "17": ""
    },
    "Chapter 5": {
      "1": "ያህቬህ(יהוה) እንዲህ አለ፥ “የሰው ልጅ ሆይ! የተሳለ ሰይፍ ወስደህ ጢምህንና ጠጉርህን በሙሉ ተላጭ፤ ጠጉርህንም በሚዛን መዝነህ በሦስት ቦታ ክፈለው፡፡",
      "2": "ከሦስት አንዱን እጅ ከበባው ከተፈጸመ በኋላ በከተማው ውስጥ አቃጥለው፤ ከሦስቱ ሁለተኛውን እጅ በከተማው ውስጥ እየተዘዋወርህ በሰይፍህ በመተፍተፍ ቆራርጠው፤ ሦስተኛውን እጅ ደግሞ ለነፋስ በትነው፤ እኔም በሰይፍ አሳድደዋለሁ፡፡",
      "3": "ደግሞም ከዚሁ ጥቂት ጠጉር ወስደህ በመጎናጸፊያህ ጫፍ ላይ ቋጥረው፡፡",
      "4": "ከእርሱም ላይ እደገና ጥቂት ቆንጥረህ በእሳት ውስጥ ጣለውና እንዲቃጠል አድርገው፤ ከእርሱም የሚነሣው እሳት ወደ እስራኤል ሕዝብ ሁሉ ይደርሳል፡፡”",
      "5": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “እነሆ ኢየሩሳሌምን ተመልከት! ሌሎች አገሮች በዙሪያዋ ሆነው የዓለም ማእከል እንድትሆን አድርጌአታሁ፤",
      "6": "ኢየሩሳሌም ግን ትእዛዛቴን በመጣስ ከሌሎች አሕዛብ ይልቅ የከፋችና በዙሪያዋም ካሉት አገሮች ይበልጥ እምቢተኛ መሆንዋን አሳይታለች፤ ኢየሩሳሌም ትእዛዛቴን ንቃለች፤ ሕጌንም መፈጸም አሻፈረኝ ብላለች፡፡",
      "7": "ስለዚህ ኢሩሳሌም ሆይ! እኔ ልዑል ያህቬህ(יהוה) የምልሽን አድምጪ፤ ሕጌን ባለመፈጸምሽና ትእዛዛቴንም ባለማክበርሽ፥ በዙሪያሽ ካሉት ሕዝቦች ይበልጥ ዐመፀኛ ሆነሽ ተገኝተሸል፤ የሌሎችንም ሕዝቦች ባሕላዊ ልመድ ተከትለሻል፡፡",
      "8": "በዚህም ምክንያት እኔ እግዚብሔር በቁጣ የተነሣሁብሽ መሆኔን እገልጥልሻለሁ፤ የአሕዛብ መንግሥታት አንቺን በሚያዩበት ስፍራ በፍርድ እቀጣሻለሁ፡፡",
      "9": "የምጠላውን ነገር ሁሉ በማድረግሽ ምክንያት ከዚህ በፊትም ሆነ ከአሁን በኋላ ታይቶ በማይታወቅ ሁኔታ እቀጣሻለሁ፡፡",
      "10": "በዚህ ምክንያት በኢየሩሳሌም ያሉ ወላጆች ልጆቻቸውን ይበላሉ፤ ልጆችም ወላጆቻቸውን ይበላሉ፤ በዚህ ዐይነት ሁላችሁንም እቀጣሁ፤ የተረፉትንም በአራቱ ማእዘን እበትናቸዋለሁ፡፡",
      "11": "“ስለዚህ ሕያው አምላክ እንደመሆኔ መጠን እኔ ያህቬህ(יהוה) የምለው ይህ ነው፤ ክፋትና ርኩሰት የተሞላበት ነገር ሁሉ በመፈጸም ቤተ መቅደሴን በማርከሳችሁ ምክንያት እኔም ያለ ምሕረት እንድትዋረዱ አደርጋለሁ፡፡",
      "12": "ከሕዝባችሁ አንድ ሦስተኛው እጅ በረሀብና በበሽታ ያልቃል፤ አንድ ሦስተኛው ከከተማው ውጪ በሰይፍ ይገደላል፤ ሌላው ሦስተኛው እጅ በአራቱ ማእዘን በነፋስ እንዲበተን አድርጌ በኋላ በሰይፍ አሳድዳቸዋለሁ፡፡",
      "13": "“በምወስደው እርምጃ እስክረካ ድረስ የቁጣዬና የመዓቴ ኀይል ሁሉ በእናንተ ላይ ያርፋል፤ ይህም ሁሉ በሚሆንበት ጊዜ ከዐመፀኛነታችሁ የተነሣ በቁጣ ተነሣሥቼ የአስጠነቀቅሁአችሁን እኔ ያህቬህ(יהוה) እንደሆንሁ ትገነዘባላችሁ፡፡",
      "14": "በዙሪያችሁ ካሉት አገሮች በእናንተ በኩል የሚያልፉ አሕዛብ ሁሉ በንቀት እያፌዙባችሁ ከእናንተ ራቅ ብለው ይሄዳሉ፡፡",
      "15": "“ቁጣዬና መዓቴ በእናንተ ላይ ተገልጦ በምቀጣችሁ ጊዜ በዙሪያችሁ ያሉ ሕዝቦች ይሠቀቃሉ፤ እናንተንም በመጸየፍ መዘባበቻ ያደርጉአችኋል፡፡",
      "16": "ምግባችሁ በመቋረጥ እንድትራቡ አደርጋለሁ፤ ረሀቡም እናንተን ለማጥፋት እንደተወረወረ ፍላጻ ሆኖ በብርቱ ያሠቃያችኋል፡፡",
      "17": "ልጆቻችሁን የሚገድሉ አራዊትንና ረሀብን እሰድባችኋለሁ፤ እናንተንም የሚገድል በሽታ ሽብርና ጦርነት እልክባችኋለሁ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”"
    },
    "Chapter 6": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! ወደ እስራኤል ተራራዎች ተመልከት፤ ቃሌንም አስተላልፍላቸው፤",
      "3": "የእስራኤል ተራራዎች የያህቬህ(יהוה)ን ቃል እንዲሰሙ ንገራቸው፤ እኔ ልዑል ያህቬህ(יהוה) የምናገረውን ተራራዎች፥ ኮረብታዎችና ገደላማ ሸለቆዎች ሁሉ ይስሙ፤ ሕዝቦች ለጣዖታት የሚሰግዱባቸውን ቦታዎች ሁሉ የሚያጠፋ ሰይፍ እልካለሁ፡፡",
      "4": "መሠዊያዎች ሁሉ ይፈርሳሉ፤ የዕጣን ማቅረቢያዎች ሁሉ ይሰባበራሉ፤ በዚያም የሚገኙ ሰዎች ከጣዖቶቻቸው ፊት ይገደላሉ፡፡",
      "5": "የእስራኤል ሕዝብ ሬሳቸው በጣዖቶቻቸው ፊት እንዲወድቅ አደርጋለሁ፤ አጥንቶቻቸውንም በየመሠዊያዎቻቸው ዙሪያ እበትነዋለሁ፡፡",
      "6": "የእስራኤል ከተሞች ሁሉ ይደመሰሳሉ፤ መሠዊያዎቻቸውና ጣዖቶቻቸው ሁሉ ተሰባብረው ይደቅቃሉ፤ የዕጣን ማቅረቢያዎቻቸውም ይንከታከታሉ፤ የሠሩትም ነገር ሁሉ እንዳልነበረ ይሆናል፡፡",
      "7": "ሰዎች በየቦታው ይገደላሉ፤ ከሞት ተርፈው በሕይወት የሚኖሩት ግን እኔ ያህቬህ(יהוה) እንደሆንሁ ያውቃሉ፡፡",
      "8": "“ጥቂት በሰይፍ ከመታረድ አምልጠው በአሕዛብ መካከል እንዲበተኑ አደርጋለሁ፡፡",
      "9": "እዚያም በስደት ይኖራ፤ እዚያ በሚኖሩበትም ጊዜ እኔን ያስታውሳሉ፤ እኔም የቀጣኋቸውና እነርሱን ያዋረድኋቸው ልባቸው ከዳተኛ በመሆኑና እኔን ትተው ጣዖታትን በመምረጣቸው ምክንያት መሆኑን ይገነዘባሉ፤ ካደረጉት ክፋትና ከፈጸሙት አሳፋሪ ነገር የተነሣ ራሳቸውን ይጸየፋሉ፡፡",
      "10": "እኔ ያህቬህ(יהוה) መሆኔንና ጥፋት እንደማመጣባቸው የሰጠሁት ማስጠንቀቂያ ሁሉ ከንቱ ዛቻ እንዳልሆነ ይገነዘባሉ፡፡”",
      "11": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “በእጃችሁ አጨብጭቡ! በእግራችሁም አሸብሽቡ! እስራኤላውያን ስላደረጉት ክፉና አስጸያፊ ነገር ሁሉ በመራራ ሐዘን ጩኹ! እነርሱ በጦርነት በረሀብና በበሽታ ማለቃቸው ነው፡፡",
      "12": "በሩቅ ያሉት ታመው ይሞታሉ፤ በቅርብ ያሉትም በጦርነት ይገደላሉ፤ ከዚያ የሚተርፉትረም በረሀብ ያልቃሉ፤ በዚህም ዐይነት ኀይል የተሞላበትን ቁጣዬን በእርሱ ላይ እፈጽማለሁ፡፡",
      "13": "ሬሳዎች በጣዖታትና በመሠዊያዎች ዙሪያ ይከመራሉ፤ በከፍተኛ ኮተብታዎችና በተራራዎች ጫፍ ላይ፥ እንዲሁም በየለምለሙ ዛፍና በየትልልቁ ወርካ ሥር ለጣዖቶቻቸው በሠውባቸው ስፍራዎች ሁሉ ሬሳዎች ይወድቃሉ፤ በዚያን ጊዜ ሰዎች ሁሉ እኔ ያህቬህ(יהוה) መሆኔን ያውቃሉ፡፡",
      "14": "በእርግጥም እጄን ዘርግቼ አገራቸውን አጠፋታለሁ፤ ከደቡባዊይው በረሓ አንሥቶ በሰሜን በኩል እሰከምትገኘው እስከ ሪብላ ከተማ ድረስ ባድማ አደርጋታለሁ፤ እስራኤለውያን የሚኖሩበትን ስፍራ ሁሉ አንድም ሳይቀር አጠፋዋለሁ፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እነደሆንሁ ሰዎች ሁሉ ያውቃሉ፡፡”"
    },
    "Chapter 7": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥ “የሰው ልጅ ሆይ! እኔ ያህቬህ(יהוה) ስለ እስራኤል ምድር የምለው ይህ ነው፤ በዚህች ምድር ፍጻሜ ተቃርቦአል፡፡",
      "2": "“እስራኤል ሆይ! እነሆ ፍጻሜሽ ተቃርቦአል፤ ስላደረግሺው በደል ሁሉ ልፈርድብሽ ስለሆነ ቁጣዬ በአንቺ ይገለጣል፤ ጠባይሽ እጅግ አሳፋሪ ከመሆኑ የተነሣ ተገቢ ቅጣትሽን ታገኛለሽ፤",
      "3": "ከቶ አልራራላችሁም፤ ምሕረትም አላደርግላችሁም፡፡ በፈጸምሺው አሳፋሪ ድርጊት ምክንያት እቀጣሻለሁ፤ በዚያን ጊዜ እኔ እግዚአሔብር መሆኔን ትረጃለሽ፡፡”",
      "4": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “መቅሠፍት በመቅሠፍት ላይ ይመጣብሻል፤",
      "5": "ሁሉ ነገር አክትሞአል፤ ይህም የመጨረሻው ጊዜ ነው፤ እነሆ ፍጻሜሽ ቀርቦአል፡፡",
      "6": "በምድሪቱ የምትኖሩ ሕዝብ ሁሉ ፍጻሜአችሁ ደርሶአል፤ በተራራ ላይ በተሠሩ መስገጃዎቻችሁ በዓል ማድረጋችሁ ቀርቶ ሁከት ይሆናል፡፡",
      "7": "“አሁን በቅርቡ የቁጣዬ መቅሠፍት ይፈስስባችኋል፤ ስላደረጋችሁት ነገር ሁሉ እፈርድባችኋለሁ፤ በአሳፋሪ ድርጊታችሁም ምክንያት እቀጣችኋለሁ፡፡",
      "8": "ከቶ አልራራላችሁም፤ ምሕረትንም አላደርግላችሁም፤ ከፈጸማችሁት አሳፋሪ ድርጊት የተነሣ ከቅጣት አታመልጡም፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እንደሆንሁና የምቀጣችሁም እኔ ራሴ መሆኔን ታውቃላችሁ፡፡”",
      "9": "የጥፋት ቀን በእስራኤል ላይ ሊመጣ ተቃርቦአል፤ ግፍና ዐመፅ በዝቶአል፤ ትዕቢትም ከፍ ከፍ ብሎአል፤",
      "10": "ከዐመፅ የተነሣ ክፉ ሥራ በዝቶአል፤ ስለዚህ ከሀብታቸውም ሆነ ከውበታቸው ወይም ከክብራቸው የሚቀርላቸው አንድ ነገር እንኳ አይኖርም፡፡",
      "11": "እነሆ ጊዜው ደርሶአል፤ ቀኑም ቀርቦአል፤ የያህቬህ(יהוה) ቅጣት በሁሉም ላይ ስለሚመጣ ገዥ አይደሰት፤ ሻጭም አይዘን፡፡",
      "12": "የያህቬህ(יהוה) ቁጣ በሁሉም ላይ ስለሚገለጥ የከሰረበትን መልሶ እስከሚያገኝ ድረስ ረዥም ዘመን የሚኖር አንድም ነጋዴ አይገኝም፤ ክፉ ሰዎች ከመከራ አያመልጡም፡፡",
      "13": "መለከት ይነፋል፤ ሰው ሁሉ ይዘጋጃል፤ ነገር ግን የያህቬህ(יהוה) ቁጣ በሰው ሁሉ ላይ ስለሚገለጥ ማንም ወደ ጦርነት መሄድ አይችልም፡፡",
      "14": "በየመንገዱ ጦርነት፥ በየቤቱም በሽታና ረሀብ አለ፤ ከከተማ ውጭ በገጠር የሚኖር ሁሉ በጦርነት ይሞታል፤ በከተማም ያለ በበሽታና በረሀብ ይመታል፡፡",
      "15": "አንዳንዶች ከሸለቆ ውስጥ በርግገው እንደሚበርሩ ርግቦች ወደየተራራው ይሸሻሉ፤ ሁሉም ስለ ኃጢአታቸው ያለቅሳሉ፤",
      "16": "የእያንዳንዱ ሰው እጅ ይዝላል፤ ጉልበቱም ይብረከረካል፤",
      "17": "ማቅ ለብሰው በፍርሃት ይንቀጠቀጣሉ፤ ጠጉራቸውንም ተላጭተው ይዋረዳሉ፡፡",
      "18": "ያህቬህ(יהוה) መዓቱን በሚያፈስስበት ጊዜ ብራቸውም ሆነ ወርቃቸው ከጥፋት አያድናቸውም፤ ስለዚህ ብራቸውንና ወርቃቸውን ሁሉ እንደ ጉድፍ በየመንገዱ ይጥሉታል፤ የልባቸውን ምኞት ለመፈጸምም ሆነ ረሀባቸውን ለማስታገሥ ከቶ አይጠቅማቸውም፤ ጥንትም ወደ ኃጢአት የመራቸው ይኸው ብርና ወርቅ ነው፡፡",
      "19": "በተዋቡ የዕንቁ ጌጣጌጦቻቸው የታበዩበት ጊዜ ነበር፤ ዳሩ ምን ይሆናል! አሳፋሪ የሆኑ ጣዖታትን ሠሩባቸው፤ ያህቬህ(יהוה)ም ሀብታቸው ለራሳቸው መስነወሪያ እንዲሆንባቸው ያደረገው በዚህ ምክንያት ነው፡፡",
      "20": "ያህቬህ(יהוה) እንዲህ ይላል፥ “ባዕዳን እንዲዘርፉአቸው አደርጋለሁ፤ ሕግ አፍራሾችም ሀብታቸውን ሁሉ ቀምተው እንዲያረክሱት አደርጋለሁ፤",
      "21": "ውድ የሆነውን ቤተ መቅደሴን ሲያስነውሩት፥ ቀመኞችም ሰብረው በመግባት ሲያረክሱት አልከላከልለትም፡፡",
      "22": "“ሁሉ ነገር ሁከት የሞላበት ሆኖአል፤ ምድሪቱ በነፍሰ ገዳዮች ተሞልታለች፤ በከተሞች ሁሉ ዐመፅ ተስፋፍቶአል፡፡",
      "23": "እጅግ የከፋ ሕዝቦችን ወደዚህ አምጥቼ ቤቶቻችሁን እንዲወርሱ አደርጋለሁ፤ አሕዛብ የምታመልኩባቸውን ስፍራዎች እንዲያረክሱ በምፈቅድላቸው ጊዜ ጀግኖቻቸው ወኔ ይለያቸዋል፤",
      "24": "ተስፋ መቁረጥም ይደርስባቸዋል፤ ሰላምን ትፈልጋላችሁ፤ ነገር ግን አታገኙም፤",
      "25": "አንዱ መቅሠፍት ሌላውን ያስከትላል፤ አንዱ መጥፎ ወሬም ሌላውን መጥፎ ወሬ ተከታትሎ ይመጣል፤ ነቢያት ስለ ወደፊት ሁኔታ ያዩትን እዲነግሩአችሁ ትለምኑአቸዋላችሁ፤ ካህናት ሕዝቡን የሚያስተምሩት ነገር፥ ሽማግሌዎችም ለሕዝቡ የሚሰጡት ምክር አይኖራቸውም፡፡",
      "26": "ንጉሥ ያለቅሳል፤ መስፍኑም ተስፋ ያቆርጣል፤ ሕዝቡም ከፍርሃት የተነሣ ይርበደበዳሉ፤ ባደረጋችሁት ነገር ሁሉ እቀጣችኋለሁ፤ በሌሎች ላይ በፈረዳችሁት ዐይነት እፈርድባችኋለሁ፤ ይህም እኔ ያህቬህ(יהוה) መሆኔን ያመለክታል፡፡”"
    },

    "Chapter 8": {
      "1": "በተሰደድን በስድስተኛው ዓመት፥ በስድስተኛው ወር፥ በአምስተኛው ቀን፥ ከይሁዳ የተሰደዱት ሕዝብ መሪዎች በቤቴ ከእኔ ጋር አብረው ተቀምጠው ሳሉ፥ የልዑል ያህቬህ(יהוה) ኀይል ድንገት በእኔ ላይ ወረደ፡፡",
      "2": "ቀና ብዬ ስመለከት መልኩ እንደ እሳት ነበልባል የሚያበራ የሰው አምሳያ አየሁ፤ ያም የሰው አምሳያ ከወገቡ በታች እሳት፥ ከወገቡ በላይ የተወለወለ ነሐስ ይመስል ነበር፡፡",
      "3": "እርሱም የሰው እጅ የሚመስል ነገር ወደ እኔ ዘርግቶ የራስ ጠጉሬን ያዘ፤ በዚሁ ራእይ የያህቬህ(יהוה) መንፈስ ከምድር ወደ ሰማይ አነሣኝና ወደ ኢየሩሳሌም አደረሰኝ፡፡ በሰሜን በኩል ወደ ቤተ መቅደሱ ውስጥ በሚያስገባው ቅጽር በር አሳልፎ ያህቬህ(יהוה)ን ለቁጣ ያነሣሣው ጣዖት ወዳለበት ስፍራ አደረሰኝ፡፡",
      "4": "በዚያም የእስራኤል አምላክ የሆነውን የያህቬህ(יהוה)ን ክብር የሚያሳይ ደማቅ ብርሃን አየሁ፤ ይህም ብርሃን ከዚህ በፊት በከባር ወንዝ አጠገብ ሳለሁ ያየሁት ዐይነት ነበር፡፡",
      "5": "ያህቬህ(יהוה)ም “የሰው ልጅ ሆይ! በስተ ሰሜን በኩል ተመልከት” አለኝ፤ በተመለከትሁም ጊዜ በቅጽር በሩ ፊት ለፊት ባለው መሠዊያ አጠገብ ያህቬህ(יהוה)ን ለቁጣ ያነሣሣውን ጣዖት አየሁ፡፡",
      "6": "ያህቬህ(יהוה)ም እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! የሆነውን ነገር ሁሉ ታያለህን? የእስራኤል ሕዝብ በዚህ ስፍራ የሚፈጽሙትን አስጸያፊ ነገር ተመልከት፤ በዚህ አድራጎታቸው ከተቀደሰው ስፍራዬ እንድርቅ አድርገውኛል፤ ከዚህም የበለጠ እጅግ አስነዋሪ የሆነ ነገር ገና ታያለህ፡፡”",
      "7": "በውጪ በኩል ወዳለው አደባባይ መግቢያ በር ወሰደኝ፤ በቅጽሩ ግንብ ላይ አንድ ቀዳዳ አሳየኝና፥",
      "8": "“የሰው ልጅ ሆይ! በዚህ በኩል ግንቡን ሸንቁረው” አለኝ፤ በሸነቆርሁትም ጊዜ አንድ በር አገኘሁ፤",
      "9": "እርሱም “ወደ ውስጥ ግባና በዚያ የሚያደርጉትን ክፉና አስጸያፊ ነገር ተመልከት” አለኝ፡፡",
      "10": "እኔም ወደ ውስጥ ገብቼ ተመለከትሁ፤ ግንቡ የእስራኤል ልጆች የሚያመልኩአቸው እባቦች፥ ንጹሕ ያልሆኑ እንስሳትና የሌሎችንም ነገሮች ሥዕል ተስሎበት ነበር፡፡",
      "11": "የሻፋንን ልጅ አዛንያን ጨምሮ ሰባ የእስራኤላውያን መሪዎች በዚያ ነበሩ፤ እያንዳንዱም የዕጣን ማጠንት ይዞ ነበር፤ ከዕጣኑም ጢስ ይወጣ ነበር፤",
      "12": "ያህቬህ(יהוה) እንዲህ ሲል ጠየቀኝ፥ “የሰው ልጅ ሆይ! የእስራኤል መሪዎች በሰውር የሚያደርጉትን ነገር ታያለህን? ምስል በተሞላበት ክፍል እየገቡ ይሰግዳሉ፤ ራሳቸውንም ሲያታልሉ ‘ያህቬህ(יהוה) አያየንም፤ አገሪቱንም ጨርሶ ትቶአታል’ የሚል ምክንያት ይሰጣሉ፡፡”",
      "13": "እንደገና ያህቬህ(יהוה) “ከዚህም እንኳ የሚበልጥ አስጸያፊ ነገር ሲያደርጉ ታያቸዋለህ” አለኝ፤",
      "14": "ስለዚህ በስተሰሜን በኩል ወዳለው ወደ ቤተ መቅደሱ ቅጽር በር ወሰደኝ፤ ተሙዝ የተባለውም አምላካቸው ሞቶ ሴቶች ሲያለቅሱለት አሳየኝ፡፡",
      "15": "እርሱም “የሰው ልጅ ሆይ! ይህን ጉድ ታያለህን? ገና ከዚህ የባሰ አስጸያፊ ነገር ታያለህ” አለኝ፡፡",
      "16": "ስለዚህ በውስጥ በኩል ወዳለው ወደ ቤተ መቅደሱ አደባባይ ወሰደኝ፤ እዚያም ወደ መቅደሱ መግቢያ አጠገብ በመሠዊያውና በመተላለፊያው መካከል ሃያ አምስት ያህል ሰዎች ነበሩ፤ እነርሱም ጀርባቸውን ወደ መቅደሱ አድርገው የምትወጣዋን ፀሐይ በማምለክ ወደ ምሥራቅ ተንበርክከው ይሰግዱ ነበር፡፡",
      "17": "ያህቬህ(יהוה)ም እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! ይህን ጉድ ታያለህን? እነዚህ የይሁዳ ሕዝቦች በዚህ ስፍራ ያየኸውን አስጸያፊ ነገር ሁሉ በመሥራትና በአገሪቱም ላይ ዐመፅ በማስፋፋት ብቻ የሚረኩ አይደሉም፡፡ ይልቁንም ወደዚህ ወደ ቤተ መቅደስ እንኳ ሳይቀር በቀጥታ መጥተው ይህን ሁሉ በማድረግ እኔን እንደገና ማስቆጣት ይፈልጋሉ፤ እንዴት እንደሚሰድቡኝና እኔን ለማስቆጣት የተቻላቸውን ሁሉ እንደሚያደርጉ ተመልከት፤",
      "18": "በእርግጥ ቁጣዬን አወርድባቸዋለሁ፤ ከቶ አልራራላቸውም፤ ድምፃቸውን ከፍ አድርገው ወደ እኔ ቢጸልዩም ከቶ አልሰማቸውም፡፡"
    },

    "Chapter 9": {
      "1": "ከዚህ በኋላ ያህቬህ(יהוה) ድምፁን ከፍ አድርጎ “ከተማይቱን የምትቀጡ እናንተ ወደዚህ ቅረቡ፤ ለማጥፋት የተዘጋጀ የጦር መሣሪያዎቻችሁንም ይዛችሁ ኑ” ብሎ ሲናገር ሰማሁ፡፡",
      "2": "በውጪ ከሰሜን በኩል ከቤተ መቅደሱ ቅጽር በር እያንዳንዳቸው አጥፊ የጦር መሣሪያ የያዙ ስድስት ሰዎች ወዲያውኑ መጡ፤ ከእነርሱም ጋር ቀጭን ሐር ለብሶ የጽሕፈት ዕቃ ማኅደር የያዘ አንድ ሰው ነበር፤ ሁሉም መጥተው ከነሐስ በተሠራው መሠዊያ አጠገብ ቆሙ፡፡",
      "3": "ከዚህ በኋላ የእስራኤልን አምላክ ክብር የሚገልጥ አንጸባራቂ ብርሃን ቀድሞ ካረፈበት ከኪሩቤል ላይ ተነሥቶ ወደ ቤተ መቅደሱ መግቢያ በር ሄደ፤ ያህቬህ(יהוה)ም ቀጭን ሐር የለበሰውንና የጽሕፈት ዕቃ ማኅደር የያዘውን ሰው፥",
      "4": "“በመላዋ ኢየሩሳሌም ከተማ ተዘዋወር፤ በከተማይቱ ከተፈጸመውም አስጸያፊና አሳፋሪ ነገር የተነሣ በመሠቀቅ ባዘኑት ሰዎች ግንባር ላይ ምልክት አድርግባቸው” አለው፡፡",
      "5": "እንደገናም ያህቬህ(יהוה) ሌሎቹን ሰዎች እንዲህ ሲላቸው ሰማሁ፥ “በሉ እናንተም እርሱን ተከትላችሁ በከተማይቱ ውስጥ በመዘዋወር ሁሉን ግደሉ፤ ለማንም በመራራት ምሕረት አታድርጉ፡፡",
      "6": "ሽማግሌ ሆነ ወጣት፥ አሮጊት ሆነች ኮረዳ፥ ሕፃናትም ሳይቀሩ ሁሉንም ግደሉ፤ ነገር ግን በግንባሩ ላይ ምልክት ያለበትን ማንንም አትንኩ፤ ግድያዎችንም ከዚሁ ከቤተ መቅደሴ ጀምሩ፤” ስለዚህ እዚያ በቤተ መቅደስ ከቆሙት መሪዎች አንሥተው ግድያውን ማካሄስ ጀምሩ፡፡",
      "7": "ያህቬህ(יהוה)ም “ሥራቸውን በፍጥነት ጀምሩ፤ ቤተ መቅደሱን አርክሱ፤ አደባባዩንም በሬሳ የተሞላ አድርጉ” አላቸው፤ እነርሱም በከተማይቱ ውስጥ ያሉትን ሰዎች ሁሉ መግደል ጀመሩ፡፡",
      "8": "ግድያውም በሚፈጸምበት ጊዜ ብቻዬን እዚያ ነበርሁ፤ በግንባሬም ወደ መሬት ተደፍቼ በመጮኽ “በእስራኤል የተረፉትን ሁሉ እስክትፈጅ ድረስ በኢየሩሳሌም ላይ ይህን ትቆጣለህን?” አልሁ፡፡",
      "9": "ያህቬህ(יהוה)ም እንዲህ ሲል መልስ ሰጠ፥ “የእስራኤልና የይሁዳ ሕዝብ እጅግ የከፋ ኃጢአት በመሥራት በድለዋል፤ በምድሪቱ ሁሉ ላይ ግድያ ፈጽመዋል፤ ኢየሩሳሌምንም በግፍ ሥራ የተሞላች አድርገዋታል፤ ‘ያህቬህ(יהוה) አገራችንን ትቶአታል፤ እኛንም አይመለከተንም’ ይላሉ፤",
      "10": "ስለዚህ አልራራላቸውም፤ ምሕረትም አላደረገላቸውም፤ እነርሱ በሌሎች ላይ ያደረጉትን ሁሉ በእነርሱ ላይ መልሼ አደርግባቸዋለሁ፡፡”",
      "11": "ከዚህ በኋላ ያ ቀጭን ሐር የለበሰውና የጽሕፈት ዕቃ ማኅደር የያዘው ሰው ተመልሶ መጥቶ “ያዘዝኸኝን ሁሉ ፈጽሜአለሁ” ብሎ ለያህቬህ(יהוה) ተናገር፡፡"
    },
    "Chapter 10": {
      "1": "ክንፍ ካላቸው እንስሳት ራሶች በላይ ያለውን ጠፈር ተመለከትሁ፤ በእንስሳቱም ላይ ከሰንፔር ዕንቁ የተሠራ ዙፋን የሚመስል ነገር አየሁ፡፡",
      "2": "ያህቬህ(יהוה)ም ቀጭን ሐር የለበሰውን ሰው ከእንስሳቱ በታች ባሉት መንኮራኩሮች መካከል አልፈህ ሂድ፤ ከከሰልም ፍም በእጅህ አፍሰህ ውሰድና በከተማይቱ ላይ በትነው፡፡” እኔም እያየሁት ሄጄ፤",
      "3": "ወደ ውስጥ በሚገባበትም ጊዜ ኪሩቤል ከቤተ መቅደሱ በስተ ደቡብ በኩል ቆመው ነበር፤ በውስጥ በኩል ያለውንም አደባባይ ደመና ጋረደው፤",
      "4": "የያህቬህ(יהוה)ን ክብር የሚገልጠውም ደማቅ ብርሃን ከኪሩቤል ላይ ተነሥቶ ወደ ቤተ መቅደሱን መግቢያ በር ሄደ፤ ከዚህ በኋላ ደመናው ቤተ መቅደሱን ሞላው፤ አደባባዩም የያህቬህ(יהוה)ን ክብር በሚገልጠው ብርሃን ተንጸባረቀ፡፡",
      "5": "ኪሩቤል በክንፎቻቸው የሚያሰሙት ድምፅ በውጪ በኩል ባለው አደባባይ እንኳ ይሰማ ነበር፤ ድምፁም የሠራዊት ጌታ የሆነውን አምላክ ድምፅ ይመስል ነበር፡፡",
      "6": "ያህቬህ(יהוה) ያንን ቀጭን የለበሰውን ሰው ከኪሩቤል ሥር ከነበሩት መንኮራኩሮች መካከል እሳት እንዲወስደው ባዘዘው ጊዜ ወዲያውኑ ወደ ውስጥ ገብቶ ከመንኮራኩሮቹ በአንደኛው አጠገብ ቆመ፤",
      "7": "ከኪሩቤልም አንዱ በመካከላቸው ባለው እሳት ውስጥ እጁን ሰድዶ ጥቂት ፍሞች አነሣና ቀጭን ሐር በለበሰው ሰው እጅ ላይ አኖረው፤ ሰውየውም ፍሙን ይዞ ሄደ፡፡",
      "8": "እኔም እያንዳንዱ ኪሩብ የሰው እጅ የሚመስል እጅ በየክንፎቹ ሥር ያለው መሆኑን ተመለከትሁ፤",
      "910": "እንዲሁም ከእያንዳንዱ ኪሩብ አጠገብ ተመሳሳይ የሆኑ አራት መንኮራኩሮች መኖራቸውን አየሁ፤ መንኮራኩሮቹም እንደ ዕንቁ ያበሩ ነበር፤ መንኮራኩሮቹም አንዱ በሌላው ውስጥ ከማእዘን እስከ ማእዘን የሚተላለፉ ነበሩ፡፡",
      "11": "እነዚህ ኪሩቤል ለመሄድ በሚንቀሳቀሱበት ጊዜ ወዲያና ወዲህ ሳይሉ ወደፈለጉበት አቅጣጫ መብረር ይችሉ ነበር፤ መንኮራኩሮቹም ወዲያና ወዲህ ሳይሉ ኪሩቤልን ይከተሉ ነበር፤",
      "12": "ሰውነታቸውም ሆነ ጀርባቸው፥ እጆቻቸውም ሆኑ ክንፎቻቸው መንኮራኩሮቹ እንኳ ሳይቀሩ ሁሉም የየራሳቸው ዐይኖች ነበሩአቸው፤",
      "13": "መንኮራኩሮቹም እነዚያኑ በመጀመሪያው ራእይ ያየኋቸውን ይመስሉ ነበር፡፡",
      "14": "እያንዳንዱ ኪሩብ ፊቶች ነበሩት፤ የመጀመሪያው የበሬ ፊት፥ ሁለተኛው የሰው፥ ሦስተኛው የአንበሳ፥ አራተኛው ደግሞ የንስር ፊት ይመስል ነበር፡፡",
      "15": "ኪሩቤሉም እነዚያው ቀድሞ በከባር ወንዝ ዘጠገብ አይቻቸው የነበሩት ናቸው፤ ኪሩቤል በመንቀሳቀስ፥",
      "16": "ወደ ሰማይ በሚመጥቁበት ጊዜ፥ መንኮራኩሮቹም አብረዋቸው ይመጥቃሉ፤ ክንፎቻቸውን ዘርግተው ወደሚበሩበት ስፍራ ሁሉ አብረዋቸው ይበራሉ፡፡",
      "17": "ኪሩቤል በሚቆሙበት ጊዜም መንኮራኩሮቹም አብረው ይቆማሉ፤ ኪሩቤል ወደሚበሩበት ስፍራ ሁሉ መንኮራኩሮቹም አብረው ይበራሉ፤ ምክንያቱም መንኮራኩሮቹን በቁጥጥር ሥር የሚያውሉአቸው ኪሩቤል ናቸው፡፡",
      "18": "ከዚህ በኋላ የያህቬህ(יהוה)ን ክብር የሚገልጠው ደማቅ ብርሃን ከቤተ መቅደሱ መግቢያ ተነሥቶ ከኪሩቤል በላይ ወዳለው ስፍራ መጣ፡፡",
      "19": "እኔም ይህን በመመልከት ላይ ሳለሁ፥ ኪሩቤል ክንፎቻቸውን ዘርግተው ከመሬት ወደላይ በሚበሩበት ጊዜ መንኮራኩሮቹም አብረዋቸው በረሩ፤ በቤተ መቅደሱ በስተ ምሥራቅ ባለው የቅጽር በር ሲደርሱ ለአንድ አፍታ ቆም አሉ፤ ያም የሚያንጸባርቅ ደማቅ ብርሃን በእነርሱ ላይ ይታይ ነበር፡፡",
      "20": "እኔም ስመለከታቸው በከባር ወንዝ አጠገብ ሳለሁ እነዚያን በእስራኤል አምላክ ዙፋን ሥር ያየኋቸውን ኪሩቤል መሆናቸውን ተረዳሁ፡፡",
      "21": "እያንዳንዳቸውም አራት ፊቶችና አራት ክንፎች ነበሩአቸው፤ በእያንዳንዱም ክንፍ ሥር የሰው እጅ የመሰለ እጅ ነበረ፡፡",
      "22": "ፊቶቻቸውም እነዚያኑ በከባር ወንዝ አጠገብ ያየኋቸውን ኪሩቤል ፊቶች ይመስሉ ነበር፤ እያንዳንዱም ኪሩብ በቀጥታ ወደፊት ይሄድ ነበር፡፡"
    },

    "Chapter 11": {
      "1": "የያህቬህ(יהוה) መንፈስ ከምድር ወደላይ አንሥቶ በምሥራቅ በኩል ወዳለው ወደ ቤተ መቅደሱ ቅጽር በር አመጣኝ፤ እዚያም በቅጽር በሩ አጠገብ ሃያ አምስት ሰዎችን አየሁ፤ በእርሱም መካከል የሕዝብ መሪዎች የሆኑት የዐዙር ልጅ አዛሪያና የበናያ ልጅ ፈላጥያ ይገኙባቸዋል፡፡",
      "2": "ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! እነዚህ ሰዎች መጥፎ ዕቅድ ያወጣሉ፤በዚህችም ከተማ ክፉ ምክር ይመክራሉ፤",
      "3": "‘እንደገና መልሰን ቤቶችን የምንሠራበት ጊዜ ሩቅ አይሆንም፤ ከተማይቱ እንደ ሥጋ መቀቀያ ሰታቴ ስትሆን፥ እኛ ደግሞ በውስጥዋ እንደ ሥጋ ሆነዋል፤ ሆኖም ሌላው እንኳ ቢቀር ከእሳት ከልላናለች’ ይላሉ፡፡",
      "4": "ስለዚህ የሰው ልጅ ሆይ! በእነርሱ ላይ ትንቢት ተናገረባቸው፡፡”",
      "5": "ከዚህ በኋላ የያህቬህ(יהוה) መንፈስ በእኔ ላይ ወረደ፤ ያህቬህ(יהוה)ም ይሚከተለውን የትንቢት ቃል እንድናገር አዘዘኝ፥ “ጠእስራኤል ሕዝብ ሆይ! የምትናገሩትንና ዕቅዳችሁን ሁሉ ዐውቃለሁ፤",
      "6": "በዚህች ከተማ ብዙ ሰው ከመግደላቸውሁ የተነሣ መንገዶች ሁሉ በሬሳ ተሞልተዋል፡፡",
      "7": "“ስለዚህ እኔ ያህቬህ(יהוה) የምላችሁ ይህ ነው፥ ይህች ከተማ በእርግጥ እንደ ሥጋ መቀቀያ ሰታቴ ድስት ናት፤ ታዲያ የሚቀቀለው ሥጋ ምንድን ነው? እናተ የገደላችኋቸው ሰዎች ሬሳ አይደለምን? እናንተም እንዳትኖቱባት ከዚህች ከተማ አውጥቼ እጥላችኋለሁ፡፡",
      "8": "የፈራችሁት ሰይፍን አይደለምን? እንግዲያውስ ሰይፍ የታጠቁ ሰዎች መጠተው እንዲወጉአችሁ አደርጋለሁ፡፡",
      "9": "ከከተማችሁ በማስወጣት ለባዕዳን አሳልፌ እሰጣችኋለሁ፤ ሞት ፈርጄባችኋለሁ፤",
      "10": "ስለዚህም በገዛ አገራችሁ በጦርነት ትገደላላችሁ፤ በዚያን ጊዜ ሰው ሁሉ እኔ ያህቬህ(יהוה) መሆኔን ያውቃል፡፡",
      "11": "የሸክላ ድስት በውስጥም ያለውን ሥጋ ከእሳት እንደሚከላከል ይህች ከተማ ለእናንተ መከላከያ አትሆንላችሁም፤ በእስራኤል ምድር የትም ስፍራ ብትሄዱ እቀጣችኋለሁ፡፡",
      "12": "የእኔን ሕግና ሥርዓት በመሻር በጎረቤት ያሉ ሕዝቦችን ሕግና ሥርዓት በመፈጸማችሁ የቀጣኋችሁ እኔ ያህቬህ(יהוה) መሆኔን ታውቃላችሁ፡፡”",
      "13": "እኔም ትንቢት በምናገርበት ጊዜ ፈላጥያ ወድቆ ሞተ፤ እኔም በግንበሬ ወደ መሬት ተደፍቼ በመጮኽ “ልዑል ያህቬህ(יהוה) ሆይ! በእስራኤል የተረፉትን ሁሉ ልትፈጅ ነውን?” አልሁ፡፡",
      "14": "ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "15": "“የሰው ልጅ ሆይ! የኢየሩሳሌም ነዋሪዎች በስደት ላይ ስላሉት ወገኖችና ስለ አንተ በመነጋገር ላይ ናቸው፤ ‘ስደተኞች ከዚህ ርቀው ስለሄዱ ያህቬህ(יהוה)ን ማምለክ አይችሉም፤ ስለዚህም ያህቬህ(יהוה) ምድሪቱን ለእኛ ሰጥቶናል’ ይላሉ፡፡",
      "16": "“እንግዲህ በስደት ላይ ለሚገኙት ወገኖችህ እኔ የምነግርህን ሁሉ ግለጥላቸው፤ በሩቅ ወዳሉ ሕዝቦች ተሰድደው እንዲኖሩና በሌሎች አገሮች እንዲበተኑ ያደረግሁ እኔ ነኝ፤ ይሁን እንጂ ለጊዜው በተበተኑባቸው አገሮችም ቢሆን እኔ ከእነርሱ ጋር ነኝ፡፡",
      "17": "“ስለዚህ እኔ ያህቬህ(יהוה) የምለውን ሁሉ ንገራቸው፤ ከበተንኋቸው አገሮች ሁሉ መልሼ እሰበስባቸዋለሁ፤ የእስራኤልንም ምድር እንደገና እሰጣቸዋለሁ፡፡",
      "18": "በሚመለሱበት ጊዜ የሚያገኙአቸውን አሳፋሪና አስጸያፊ የሆኑ ጣዖቶችን ወዲያ ማስወገድ ይኖርባቸዋል፡፡",
      "19": "አዲስ ልብና አዲስ አእምሮ እሰጣቸዋለሁ፤ እልኸኛ የሆነውን የድንጋይ ልብ ከእነርሱ አውጥቼ የሚታዘዝ ልብ እሰጣቸዋለሁ፡፡",
      "20": "በዚያን ጊዜ ሕግን ይፈጽማሉ፤ ትእዛዛቴንም ሁሉ ያከብራሉ፤ እነርሱ ሕዝቤ ይሆናለሁ፤ እኔም አምላካቸው እሆናለሁ፡፡",
      "21": "አሳፋሪና አስጸያፊ የሆኑ ጣዖቶችን ማምለክ የሚወዱትን ሕዝብ ግን እቀጣለሁ፤ ስለሚፈጽሙትም ክፉ ሥራ ሁሉ እበቀላቸዋለሁ፤” ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "22": "በዚህ ጊዜ ኪሩቤል ክንፎቻቸውን ዘርግተው መብረር ጀመሩ፤ መንኮራኩሮቹም አብረው ሄዱ፤ የእስራኤልን አምላክ ክብር የሚገልጠውም አንጸባራቂ ብርሃን በእርሱ ላይ ይታይ ነበር፤",
      "23": "ያም የሚያንጸባርቅ ደማቅ ብርሃን ከተማይቱን ትቶ ከከተማይቱ በስተ ምሥራቅ ወዳለው ተፈራ ሄደ፥",
      "24": "በራእይም የያህቬህ(יהוה) መንፈስ ከምድር ወደ ላይ አንሥቶ በባቢሎን ወዳሉት ስደተኞች አመጣኝ፤ ከዚህ በኋላ ራእዩ ተሰወረ፡፡",
      "25": "እኔም ያህቬህ(יהוה) ያሳየኝን ሁሉ ለስደተኞቹ ነገርሁአቸው፡፡"
    },
    "Chapter 12": {
      "1": "ያህዌ እንዲህ አለኝ፥",
      "2": "“የሰው ልጅ ሆይ! አንተ የምትኖረው ዐመፀኞች በሆኑ ሕዝብ መካከል ነው፤ እነርሱ ዐመፀኞች ከመሆናቸው የተነሣ ዐይን አያላቸው አያዩም፤ ጆሮም እያላቸው አይሰሙም፡፡",
      "3": "“ስለዚህ የሰው ልጅ ሆይ! እንደ ስደተኛ ጓዝህን ጠቅልለህ ቀኑ ከመምሸቱ በፊት ጉዞ ቀጥል፤ ይህን ስፍራ ለቅቀህ ወደ ሌላ ስትሄድም ሰው ሁሉ ይይህ፤ እነዚያም ዐመፀኞች ምናልባት ያዩህ ይሆናል፡፡",
      "4": "ሁሉም አንተን ማየት እንዲችሉ ገና የቀኝ ብርሃን ሳለ እንደምትሰደድ ሆነህ ጓዝህን ጠቅልል፤ ቀኑ ሲመሽ ግን ወደ ስደት እንደሚሄድ ሰው ስትዘጋጅ ሁሉም ይዩህ፡፡",
      "5": "በሚመለከቱህም ጊዜ የቤትህን ግድግዳ ሸንቁረህ ቀዳዳ አብጅ፤ ጓዝህንም በዚያ ቀዳዳ አሾልከህ አውጣው፤",
      "6": "የምትሄድበት ስፍራ እንዳታይ ጓዝህን በትከሻህ ተሸክመህ ዐይኖችህን በመጨፈን በጨለማ ስትሄድ ይመልከቱህ፤ የምታደርገውም ሁሉ ለእስራኤላውያን ማስጠንቀቂያ ይሆናል፡፡”",
      "7": "እኔም ያህዌ ያዘዘኝን ሁሉ አደረግሁ፤ በዚያኑ ቀን እንደ ስደተኛ ዕቃዬን ጠቀለልሁ፤ ቀኑም ሲመሽ ግድግዳውን በእጄ ቆፍሬ ቀዳዳ አበጀሁና በዚያ በኩል ዕቃዬን አወጣሁ፤ ሰዎቹም ሁሉ እያዩኝ የተጠቀለለውን ዕቃዬን በትከሻዬ ላይ አድርጌ ሄድሁ፡፡",
      "8": "በማግሥቱ ጠዋት ያህዌ እንዲህ ሲል ተናገረኝ፥",
      "9": "“የሰው ልጅ ሆይ! እነዚያ ዐመፀኞች እስራኤላውያን ‘እነሆ ይህ የምታደርገው ነገር ሁሉ ምንድን ነው?’ ብለው ጠይቀውሃል፡፡",
      "10": "ስለዚህ እኔ ያህዌ የምለውን ንገራቸው፤ ይህ የትንቢት ቃል በኢየሩሳሌም ላይ ለሚያስተዳድረው መስፍንና እዚያም ለሚኖሩት ሕዝብ ሁሉ የተነገረ ነው፤",
      "11": "ይህም አንተ ያደረግኸው ነገር ሁሉ በእርሱ ላይ ሊፈጸም ለተቃረበው ነገር ምልክት መሆኑን አስታውቃቸው፤ እነርሱም ስደተኞችና ምርኮኞች ይሆናሉ ማለት ነው፡፡",
      "12": "እነርሱን የሚያስተዳድረው መስፍን ዕቃውን ጠቅልሎ በትከሻው በመሸከም እነርሱ ግድግዳ ሸንቁረው በሚያወጡለት ቀዳዳ ሾልኮ በጨለማ ይሰደዳል፤ ዐይኑንም ስለሚሸፍን ምድሪቱን አያይም፡፡",
      "13": "ነገር ግን እኔ መረቤን ዘርግቼ አጠምደዋለሁ ፤ በዐይኑ ሳያያት ወደሚሞትባት ወደ ባቢሎን ከተማ አመጣዋለሁ፤",
      "14": "የቅርብ አማካሪዎቹና የክብር ዘብ ጠባቂዎቹን ሁሉ በየአቅጣጫው እበትናቸዋለሁ፤ ሕዝቡም ሁሉ ሊገድላቸው ይፈልጋቸዋል፡፡",
      "15": "“በባዕዳን አገሮች በሚኖሩ ሕዝቦች መካከል በምበትናቸው ጊዜ እኔ ያህዌ እንደሆንሁ ያውቃሉ፤",
      "16": "ከእነርሱ ጥቂቶቹ ከጦርነት፥ ከረሀብና ከበሽታ እንዲተርፉ አደርጋለሁ፤ በዚህም ዐይነት በአሕዛብ መካከል ሲኖቱ ሥራቸው ምን ያህል አስጸያፊ እንደነበር ያገነዘባሉ፤ እኔም ያህዌ እንደሆንሁ ያውቃሉ፡፡”",
      "17": "ያህዌ እንዲህ አለኝ፥",
      "18": "“የሰው ልጅ ሆይ! በምትበላበት በፍርሃት፥ በምትጠጣበትም ጊዜ በሽብር ተንቀጥቀጥ፤",
      "19": "ይህም የትንቢት ቃል አሁን ገና በአገራቸው ለሚኖሩ ለኢየሩሳሌም ሕዝብ ልዑል ያህዌ ያስተላለፈው መሆኑን ለሕዝቡ ሁሉ ንገራቸው፤ እነርሱም ሲበሉ በፍርሃት ሲጠጡም በሽብር ይርበደበዳሉ፤ እዚያ የሚኖር ሁሉ ሕገ ወጥ ከመሆኑ የተነሣ ምድራቸው ትራቆታለች፡፡",
      "20": "አሁን በሕዝብ ተሞልተው የሚያዩ ከተሞች ይጠፋሉ፤ አገሪቱም ምድረ በዳ ትሆናለች፤ በዚያን ጊዜ እነርሱ እኔ ያህዌ መሆኔን ያውቃሉ፡፡”",
      "21": "ያህዌ እንዲህ አለኝ፥",
      "22": "“የሰው ልጅ ሆይ! የእስራኤላውያን ሕዝብ ‘እነሆ ጊዜው አለፈ፤ ትንቢቱም ዋጋ አጥቶ መቅረቱ ነው’ በማለት ደጋግመው የሚናገሩት ስለምንድን ነው?",
      "23": "እኔ ያህዌ ስለዚህ ጉዳይ የምለውን ንገራቸው ንገራቸው፤ ይህ ምሳሌ እዚሁ ላይ እንዲያበቃ አደርገዋለሁ፤ ዳግነኛም በእስራኤል አይነገርም፤ በዚህ ፈንታ ‘እነሆ ጊዜው ደርሶአል፤ የትንቢቱም ቃል ሁሉ ሊፈጸም ነው!’ ብለህ ንገራቸው፡፡",
      "24": "“በእስራኤል ሕዝብ መካከል ሐሰተኛ ራእይ ወይም አሳሳች ትንቢት ከእንግዲህ ወዲህ ከቶ አይነገርም፤",
      "25": "እኔ ልዑል ያህዌ በቀጥታ እናገራለሁ፤ የምናገረውም ቃል ሁሉ ይፈጸማል፤ ከእግዲህ ወዲህም ከቶ አይዘገይም፤ እናንተ አመፀኞች ‘በእናንተ ላይ አመጣለሁ’ ብዬ በማስጠንቀቅ የተናገርሁትን ሁሉ በሕይወታችሁ ዘመን እንዲፈጸም አደርጋለሁ፤ ይህን የተናገርሁ እኔ ያህዌ ነኝ፡፡”",
      "26": "ያህዌ እንዲህ አለኝ፥",
      "27": "“የሰው ልጅ ሆይ! እስራኤላውያን የአንተ ራእይና ትንቢት ‘በሩቅ ዘመን የሚፈጸም ነው’ ብለው ያስባሉ፤",
      "28": "ስለዚህ እኔ ያህዌ የምላቸውን ንገራቸው፤ እኔ የተናገርሁት ሁሉ ይፈጸማል፤ ከቶም አይዘገይም፤ ይህን የተናገርሁ እኔ ልዑል ያህዌ ነኝ፡፡”"
    },
    "Chapter 13": {
      "1": "ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! ከራሳቸው ፈጥረው ትንቢት በሚናገሩ የእስራኤል ነቢያት ላይ ትንቢት ተናገር፤ ይልቅስ የያህቬህ(יהוה)ን ቃል እንዲሰሙ ንገራቸው፡፡”",
      "2": "ልዑል ያህቬህ(יהוה) የሚለው ይህ ነው፥ “ከአሳባቸው ፈጥረው ትንቢት ለሚናገሩና ራእይ ሳያዩ ‘ራእይ አይተናል’ ለሚሉ ለእነዚህ ለማይረቡ ነቢያታ ወዮላቸው!",
      "3": "የእስራኤል ሕዝብ ሆይ! ነቢያቶቻችሁ በፈራረሱት ከተማ ውስጥ እንደሚኖሩ ቀበሮዎች ከንቱዎች ናቸው፡፡",
      "4": "ዘብ ቆመው የፈረሰውን ቅጽር ስለማይጠብቁ፥ ወይም ቅጽሩን ስለማያድሱ፥ ያህቬህ(יהוה) ባቀደው ቀን ጦርነት በሚመጣበት ጊዜ እስራኤል መከላከያ አይኖራትም፡፡",
      "5": "ራእያቸው ሁሉ ሐሰት፥ ትንቢታቸውም ውሸት ነው፤ ከእኔ እንደተሰጣቸው በማስመሰል የትንቢት ቃል ይናገራሉ፤ እኔ ግን አልላክሁአቸውም፤ ይህም ሁሉ ሆኖ ሳለ ቃላቸው ተፈጻሚነት እንደሚያገኝ ይገምታሉ፡፡",
      "6": "እኔም ‘የምትዩት ራእይ ሁሉ ሐሰት ነው፤ የምትናገሩትም ትንቢት ሁሉ ከንቱ ነው፤ ከእኔ እንደተሰጣችሁ በማስመሰል የትንቢት ቃል ትናገራችሁ፤ ነገር ግን እኔ ለእናንተ የተናገርሁት ቃል የለም’ እላቸዋለሁ፡፡”",
      "7": "ስለዚህ ልዑል እግዚብሔር እንዲህ ይላቸዋል፥ “ትንቢታችሁ ከንቱ፥ ራእያችሁም ሐሰት ስለሆነ በእናንተ ላይ በቁጣ እነሣለሁ፡፡",
      "8": "እናንተ የሐሰት ራእይ የምታዩና ግራ የሚያጋባ ትንቢት የምትናገሩ ነቢያት ከእኔ ቅጣት አታመልጡም፤ ሕዝቤ ለውሳኔ በሚሰበሰቡበት ጊዜ ከእነርሱ ጋር አትቆጠሩም፤ ስማችሁም ከእስራኤል ዜጋዎች ጋር አይቆጠርም፤ ከቶ ወደ አገራችሁ ወደ እስራኤል አትመለሱም፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እንደሆንሁ ታውቃላችሁ፡፡",
      "9": "“ነቢያቱ ‘ሁሉ ነገር ሰላም ነው’ እያሉ ሕዝቤን ያስታሉ፤ ነገር ግን ሰላም የለም፤ ሕዝቤ እርስ በርሱ የማይገጣጠም ድንጋይ ቆልለው የቅጽር ግንብ ሠርተዋል፤ ነቢያቱም መጥተው ኖራ ቀባብተውታል፤",
      "10": "እነዚያን ኖራ የቀቡትን ነቢያት ‘ቅጽራችሁ መፍረሱ አይቀርም’ ብላችሁ ንገሩአቸው፤ ከባድ ዝናም አዘንማለሁ፤ የበረዶ ድንጋይም ይወድቅበታ፤ ብርቱ ነፋስም ይመታዋል፤",
      "11": "ቅጽሩም ይፈርሳል፤ በዚያን ጊዜ ‘የግንቡ በኖራ መቀባት ጥቅሙ ምንድን ነው?’ እያሉ ሰዎች ይጠይቁአችኋል፡፡”",
      "12": "እነሆ አሁንም ልዑል እግዚብሔር የሚለው ይህ ነው፥ በቁጣዬ ብርቱ ነፋስ በመላክ ከባድ ዝናም በማዝነም፥ የበረዶ ድንጋይ በማውረድ ቅጽሩን አፈርሳለሁ፤",
      "13": "እነርሱ ኖራ የቀባቡትን ቅጽር ለማፈራረስ፥ ለማድቀቅና የመሠረቱንም ድንጋይ ለመፈነቃቀል ዐቅጃለሁ፤ ቅጽሩም በሚፈርስበት ጊዜ ሁላችሁንም ይገድላ፤ በዚያን ጊዜ እኔ እግዚአብሔ መሆኔን ታውቃላችሁ፡፡",
      "14": "“የቅጽር ግንቡና እርሱንም ኖራ የቀቡት ሁሉ የቁጣዬ ኀይል ይገለጥባቸዋል፤ በዚያን ጊዜ ግንቡም ሆነ እነዚያ ግንቡን ኖራ የቀባቡት እንደማይኖሩ እነግራቸዋለሁ፤",
      "15": "ምንም ሰላም ላይኖር ‘ሁሉ ነገር ሰላም ነው’ እያሉ ኢየሩሳሌምን ይደልሉ የነበሩ ነቢያት አይኖሩም፤” ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "16": "ያህቬህ(יהוה) እንዲህ አለ፥ “አሁንም የሰው ልጅ ሆይ! በሕዝብህ መካከል ከአሳባቸው ፈጥረው የሚናገሩትን ሴቶች ተመልክተህ ትንቢት ተናገርባቸው፤",
      "17": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል ብለህ ንገራቸው፡-",
      "18": "“እናንተ ሴቶች ወዮላችሁ! በክንድ ላይ የሚደረግ አስማት ትሰፋላችሁ፤ ረዣዥም የራስ መጠምጠሚያ ታበጃላችሁ፤ ይህንንም የምታደርጉላቸው በሌሎች ሰዎች ሕይወት ኀይል እንዲኖራቸው ለማድረግ አስባችሁ ነው፤ የራሳችሁን ጥቅም ለመጠበቅ ስትሉ በሕዝቤ ላይ የማዳንና የመግደል ሥልጣን እዲኖራችሁ ትፈልጋላችሁ፡፡",
      "19": "እፍኝ ገብስ ወይም ቁራሽ እንጀራ ለማግኘት ብላችሁ አሳፋሪ ነገር በማድረግ በሕዝቤ ፊት ታዋርዱኛላችሁ፤ ይህም ማለት ሞት የማይገባቸውን ትገድላላችሁ፤ ሞት የሚገባቸውን ደግሞ በሕይወት እንዲኖሩ ታደርጋላችሁ፤ በዚህ ዐይነት ለሕዝቤ ሐሰት ትናገራላችሁ፤ እነርሱም የሐሰት ወሬ የሚሰሙ ስለሆኑ ያምኑአችኋል፡፡”",
      "20": "እነሆ አሁንም ልዑል ያህቬህ(יהוה) የሚለው ይህ ነው፥ “ሕይወትንና ሞትን ለመቆጣጠር በክንዳችሁ ላይ የምትስሩትን አስማት እጠላለሁ፤ ከእጃችሁም ላይ በጣጥሼ በመጣል ሕዝቤን ከእናንተ ቁጥጥር ነፃ አወጣለሁ፡፡",
      "21": "የራስ ጥምጥማችሁን ገፍፌ በመጣል ሕዝቤ ከእናንተ ጭቆና በማያዳግም ሁኔታ ነፃ እንዲወጡ አደርጋለሁ፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) መሆኔን ታውቃላችሁ፡፡",
      "22": "“እኔ ልጎዳቸው የማልፈልገውን ደግ ሕዝብ ሐሰት በመናገር እያስፈራራችሁ ተስፋ ታስቆርጣላችሁ፤ ክፉ ሰዎች ክፋታቸውን በመተው በሕይወት እንዳይኖሩ ትከለክላላችሁ፤",
      "23": "እነሆ ከእንግዲህ ወዲህ የውሸት ራእያችሁና አሳሳች ትንቢታችሁ ሁሉ አብቅቶአል፤ እኔ ያህቬህ(יהוה) መሆኔን ታውቁ ዘንድ ሕዝቤን ከእናንተ ኀይል እታደጋለሁ፡፡”"
    },
    "Chapter 14": {
      "1": "ከእስራኤላውያን መሪዎች አንዳንዶቹ የያህቬህ(יהוה)ን ፈቃድ ማወቅ ይችሉ ዘንድ የእኔን ምክር ለመጠየቅ መጥተው በፊቴ ተቀመጡ፤",
      "2": "በዚያን ጊዜ ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! እነዚህ ሰዎች ልባቸውን ለጣዖታት የሰጡ በመሆናቸው ጣዖታቱ ወደ ኃጢአት እንዲመሩአቸው ፈቅደዋል፤ ታዲያ እኔ ለጥያቄአቸው መለወስ የምሰጣቸወ ይመስላቸዋልን?",
      "3": "“አሁንም እኔ ያህቬህ(יהוה) የምላቸውን ንገራቸው፤ ልቡን ለጣዖታት የሰጠና ወደ ኃጢአት እንዲመሩት የፈቀደላቸው እስራኤላዊ ሁሉ ከነቢዩ ምክር የሚጠይቅ ከሆነ እርሱ በሚከተላቸው ጣዖታት ብዛት ልክ ከእኔ መልስ ያገኛል፤",
      "4": "እነዚያ ጣዖታት እስራኤለውያንን ሁሉ ከእኔ ርቀው እንዳላዩ አድርገዋል፤ ነገር ግን አሁን በምሰጣቸው መልስ ወደ እኔ እንዲመለሱ ተስፋ አደርጋሁ፡፡",
      "5": "“ስለዚህ እኔ ያህቬህ(יהוה) ለእስራኤለውያን የምለውን ንገራቸው፤ አስጸያፊ የሆኑ ጣዖቶቻችሁን ትታችሁ ወደ እኔ ተመለሱ፤",
      "6": "“ከእስራኤለውያን አንዱ ወይም በእነርሱ መካከል ከሚኖሩ ባዕዳን ሰዎች አንዱ ከእኔ ተለይቶ ጣዖታትን በማምለክ ኃጢአት የሚሠራ ቢሆንና እንደገና ደግሞ ምክር ለመጠየቅ ወደ ነቢያት የሚመጣ ከሆነ እኔ ያህቬህ(יהוה) ራሴ መልስ እሰጠዋለሁ፤",
      "7": "እኔም ራሴ እርሱን በመቃወም ለሌሎች መቀመጫ እንዲሆን አደርገዋለሁ፤ እኔ ያህቬህ(יהוה) መሆኔን ታውቁ ዘንድ ከሕዝቤ መካከል አስወግደዋለሁ፡፡",
      "8": "“አንድ ነቢይ ተታልሎ ሐሰተኛ መልስ ሰጥቶ እንደሆን ያን ነቢይ እንዲታለል የፈቀድሁት እኔ ያህቬህ(יהוה) ነኝ፤ እኔ እርሱን ከእስራኤል ሕዝብ መካከል አስወግደዋለሁ፡፡",
      "9": "ነቢዩና ከእርሱ ምክር ለመጠየቅ የሚመጣው ሁለቱም ተመሳሳይ ቅጣት ይደርስባቸዋል፡፡",
      "10": "ይህንንም የምፈጽመው እስራኤለውያን እኔን መክዳት እንዲተውና ራሳቸውንም በኃጢአታቸው ከማርከስ እንዲቆጠቡ ለማድረግ ነው፤ በዚህ ዐይነት እርሱ ሕዝቤ ይሆናሉ፤ እኔም አምላካቸው እሆናለሁ፡፡” ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "11": "ኖኅ፥ ዳንኤልና ኢዮብ",
      "12": "ያህቬህ(יהוה) እዲህ አለኝ፥ “የሰው ልጅ ሆይ! አንዲት አገር ኃጢአት ብትሠራና በእኔ መተማመንዋን ብትተው እጄን ዘርግቼ ምግብ የምታገኝበትን ነገር ሁሉ አጠፋለሁ፤ ረሀብንም በመላክ ሰዎችና እንስሳት በአንድነት እንዲያልቁ አደርጋለሁ፡፡",
      "13": "እነዚያ ሦስት ሰዎች ማለትም ኖኅ፥ ዳንኤልና ኢዮብ በውስጥዋ ቢገኙ እንኳ በደግነታቸው ማትረፍ የሚችሉት የራሳቸውን ሕይወት ብቻ ነው፤ ይህን የተነገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "14": "“ወይም ሕዝቡን የሚገድሉ አራዊት እልካለሁ፤ በዚህ ዐይነት ምድሪቱን ማንም ሊተላለፍባት የማይችል አደገኛ ስፍራ አደርጋታለሁ፡፡",
      "15": "እኔ ያህቬህ(יהוה) ሕያው አምላክ እንደመሆኔ እነዚያ ደጋግ ሰዎች እንኳ በዚያ ቢኖሩ ከራሳቸው ሕይወት በቀር የገዛ ልጆቻቸውን እንኳ ማዳን አይችሉም፤ ምድሪቱም ወደ ምድረ በዳነት ትለወጣለች፡፡",
      "16": "“ወይም በዚያች አገር ጦርነትን አመጣለሁ፤ ሰዎችና እንስሳት በአጥፊ መሣሪያ እንዲወድሙ አደርጋታሁ፡፡",
      "17": "እኔ ያህቬህ(יהוה) ሐያው አምላክ እንደመሆኔ እነዚያ ደጋግ ሰዎች እንኳ በዚያ ቢገኙ ከራሳቸው ሕይወት በቀር የገዛ ልጆቻቸውን እንኳ ማዳን አይችሉም፡፡",
      "18": "“በዚያች አገር በሽታን በመላክ በቁጣዬ የብዙ ሰዎችና እንስሳት ሕይወት እንዲጠፋ ባደርግ፥",
      "19": "እኔ ያህቬህ(יהוה) ሕያው አምላክ እንደመሆኔ ኖኅ፥ ዳንኤልና ኢዮብ እንኳ በዚያ ቢኖሩ በደግነታቸው የራሳቸውን ሕይወት ብቻ ያድናሉ እንጂ የገዛ ልጆቻቸውን እንኳ ማዳን አይችሉም፡፡”",
      "20": "ልዑል ያህቬህ(יהוה) የሚለው ይህ ነው፥ “ሕዝብንና እንስሳትን በአንድነት ለመጨረስ ጦርነትን፥ ረሀብን፥ አራዊትንና በሽታን እዚህን እጅግ የከፉ አራት መመቅሠፍቶች በኢሩሳሌም ላይ አመጣለሁ፡፡",
      "21": "አንድ ሰው እንኳ ከነልጆቹ ቢተርፍ ወደ እናንተ በሚቀርቡበት ጊዜ ልብ ብላችሁ ተመልከቱአቸው፤ ምን ያህል ክፉዎች እንደሆኑም እዩ፤ በዚህም በኢየሩሳሌም ላይ ያመጣሁት ቅጣት ተገቢ መሆኑን ትገነዘባላችሁ፤",
      "22": "በዚያም ጊዜ ላደረግሁት ነገር ሁሉ በቂ ምክንያት እንዳለኝ ታውቃላችሁ፤” ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "23": ""
    },
    "Chapter 15": {
      "1": "ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "2": "“የሰው ልጅ ሆይ! የወይን ተክል ከዛፍ ጋር እንዴት ሊነጻጸር ይችላል? የወይን ተክልን ቅርንጫፍ ከጫካ ዛፍ ጋር ማነጻጸሩስ ምን ይጠቅማል?",
      "3": "አንድ ነገር እንኳ ለመሥራት ይጠቅማልን? የዕቃ መስቀያ ኩላብ እንኳ ከእርሱ ሊሠራ ይችላልን?",
      "4": "የእሳት ማቀጣጠያ ከመሆን በቀር ሌላ ጥቅም የለውም፤ ጫፎቹ ነደው ማካከሉ ካረረ በኋላ በእርሱ አንድ ነገር እንኳ መሥራት ይችላልን?",
      "5": "ከመቃጠሉ በፊት እንኳ ዋጋቢስ ነበረ፤ አሁንማ እሳቱ ካቃጠለውና ካሳረረው በኋላ የባሰውን ጥቅም የሌለው ይሆናል፡፡”",
      "6": "እንግዲህ ልዑል ያህቬህ(יהוה) የሚለው ይህ ነው፥ “የወይን ተክል ከጫካ ተወስዶ እንደሚቃጠል፥ በኢየሩሳሌም የሚኖሩትንም ሕዝብ ወስጄ፥",
      "7": "እቀጣቸዋለሁ፤ ከአንዱ እሳት አምልጠዋል፤ አሁን ደግሞ ሌላ እሳት የበላቸዋል፤ እም እርሱን በምቀጣበት ጊዜ እናንተ እኔ ያህቬህ(יהוה) መሆኔን ታውቀላችሁ፤",
      "8": "እነርሱ በእኔ መታመናቸውን ትተዋል፤ እኔም አገራቸው ምድረ በዳ እንድትሆን አደርጋለሁ፤ ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡”"
    },

    "Chapter 16": {
      "1": "ያህዌም እንደገና እንዲህ አለኝ፥ የሰው ልጅ ሆይ! ኢየሩሳሌም ያደረገቸው ነገር ምን ያህል አስጸያፊ እንደሆነ አስታውቃት፤",
      "2": "ልዑል ያህዌ ስለ እርስዋ የሚለውንም እንዲህ ብለህ ንገራት፡-",
      "3": "የተወለድሽው በከነዓን ምድር ነበር፤ አባትሽ አሞራዊ ሲሆን እናትሽም ሒታዊ ነበረች፤",
      "4": "በተወለድሽ ጊዜ እትብትሽን የቆረጠ ወይም ያጠበሽ ወይም በጨው አሽቶ በጨርቅ የጠቀለለሽ ማንም አልነበረም፡፡",
      "5": "ከእነዚህ ነገሮች አንዱን እንኳ ለማድረግ ለአንቺ ርኅራኄ ያለው ማንም አልነበረም፤ ስትወልጂ ፍቅር ያሳየሽ ስለሌለ በሜዳ ላይ ተጥለሽ ነበር፡፡",
      "6": "እኔም በዚያ ሳልፍ በገዛ ደምሽ ተነክረሽ ስትንፈራፈሪ አገኘሁሽ፤ በደም ተሸፍነሽ ልትሞቺ ነበረ፤ በሕይወት እንድትኖሪ አደረግሁሽ፡፡",
      "7": "ምቾት እንዳለው ተክል እንድታድጊ አደረግሁ፤ ቁመትና ጠንካራ ሰውነት በመጨመር አድገሽ የተዋብሽ ወጣት ሆንሽ፤ ጡትሽ አጎጠጎጠ፤ ጠጉርሽ ረዘመ፤ ነገር ግን እርቃንሽን ነበርሽ፡፡",
      "8": "እንደገናም በአጠገብሽ ሳልፍ በፍቅር የምትነድፊበት ጊዜ እንደደረሰ ዐወቅሁ፤ የተራቆተውን ሰውነትሽንም በመጎናጸፊቴ ሸፍኜ እንደምወድሽ ቃል ገባሁልሽ፤ ከአንቺ ጋር የጋብቻ ቃል ኪዳን ገብቼ የእኔ የግሌ አደረግሁሽ፤ ይህን የተናገረ ልዑል ያህዌ ነው፡፡",
      "9": "ከዚያም በኋላ ሸፍኖሽ የነበረውን ደም በውሃ አጠብሁ፤ የወይራ ዘይትም ቀባሁሽ፤",
      "10": "ጥበብ ቀሚስ አለበስሁሽ፤ ከምርጥ ቆዳ የተሠራ ጫማ አደረግሁልሽ፤ ሐር ሻሽ በራስሽ ላይ አሰርኩልሽ፤ ሐር ካባም አለበስሁሽ፡፡",
      "11": "በእጅ አንባርና በአንገት ድሪ አስጌጥሁሽ፤",
      "12": "ለአፍንጫሽ ቀለበት፥ ለጆሮሽ ጉትቻ፥ እንዲሁም በራስሽ ላይ የምትደፊው ውብ የሆነ አክሊል ሰጠሁሽ፡፡",
      "13": "ከብርና ከወርቅ የተሠሩ ብዙ ጌጣጌጦች ነበሩሽ፤ ከልዩ ልዩ ሐር የተሠሩና በጥልፍ ክር የተዋቡ ብዙ ልብሶች ነበሩሽ፤ ምርጥ ከሆነ ዱቄት የተጋገረ ዳቦ፥ ማርና የወይራ ዘይት ትመገቢ ነበር፤ አንጸባራቂ ውበት ስለነበረሽ ንግስት ለመሆን በቃሽ፡፡",
      "14": "እጅግ የተዋብሽ ስላደረግሁሽ እንከን ከሌለበት ቁንጅናሽ የተነሣ በሁሉ አገር ታወቅሽ፡፡ ይህን የተናገረ ልዑል ያህዌ ነው፡፡",
      "15": "ነገር ግን ይህን ውበትሽንና ዝናሽን መጠቀሚያ በማድረግ ከመጣው ሁሉ ጋር የዝሙት ሥራ ፈጸምሽ፡፡",
      "16": "ከልብሶችሽ ጥቂቱን ወስደሽ የመስገጃ ስፍራዎችሽን አስጌጥሺባቸው፤ በዚያም አመንዝራነትሽን ቀጠልሽ፤ እነዚህ ድርጊቶች መፈጸም አልነበረባቸውም፤",
      "17": "እኔ የሰጠሁሽን ከብርና ከወርቅ የተሠሩ ጌጣጌጦችን ወስደሽ የወንድ ጣዖቶችን በመሥራት ከእነርሱ ጋር አመነዘርሽ፡፡",
      "18": "እኔ የሰጠሁሽንም በጥልፍ ያጌጡ ልብሶችሽንም ወስደሽ ምስሎቹን አለበስሽ፤ እኔ የሰጠሁሽንም የወይራ ዘይትና ዕጣን ለምስሎቹ አቀረብሽ፡፡",
      "19": "ምርጥ የሆነ ዱቄት የወይራ ዘይትና ማር ምግብ እንዲሆንሽ ሰጥቼሽ ነበር፤ አንቺ ግን ጣዖቶችን ለማስደሰት መሥዋዕት አድርገሽ አቀረብሽ፤ ይህን የተናገረ ልዑል ያህዌ ነው፡፡",
      "20": "የወለድሽልኝንም ወንዶችና ሴቶች ልጆች ወስደሽ ለጣዖታት መሥዋዕት በማድረግ አቀረብሻቸው፤ በእኔ ዘንድ እምነት የጎደለሽ መሆንሽ አልበቃሽ ብሎ፥",
      "21": "ልጆቼን በማረድ ለጣዖታት መሥዋዕት አድርገሽ አቀረብሽ፡፡",
      "22": "እጅግ አስጸያፊ በሆነ የአመንዝራነት ኑሮሽ ለአንድ ጊዜ እንኳ የልጅነትሽን ሁኔታ አላስታወስሽውም፤ ይህም ማለት ራቁትሽን በደም ተነክረሽ ስትንፈራፈሪ የነበርሽበት ጊዜ ፈጽሞ ትዝ አላለሽም፡፡\"",
      "23": "ልዑል ያህዌ እንዲህ አለ፥ ወዮልሽ! ያንን ሁሉ ክፋት ከፈጸምሽ በኋላ፥",
      "24": "በየአደባባዩና በየመንገዱ ዳርቻ ጣዖታት የምታመልኪባቸውና የዝሙት ሥራ የምትፈጽሚባቸው ስፍራዎችን አዘጋጀሽ፤",
      "25": "በዚህ ዐይነት በየአውራ መንገዱ ዳር የጣዖት ማምለኪያ ቦታዎችን ሠርተሽ ውበትሽን አረከስሽ፤ ለመጣው ሁሉ ሰውነትሽን አሳልፈሽ እየሰጠሽ በየቀኑ አመንዝራትሽን አበዛሽ፡፡",
      "26": "እነዚያ ቅንዝረኞች የሆኑ ግብጻውያን ጎረቤቶችሽ ከአንቺ ጋር የዝሙት ሥራ እንዲፈጽሙ አደረግሽ፤ አመንዝራነትሽንም እኔን የምታስቆጪበት መሣሪያ በማድረግ ተጠቀምሽበት፡፡",
      "27": "አሁን ግን አንቺን ለመቅጣትና ድርሻሽ የሆነውንም በረከት ከአንቺ ለመውሰድ እጄን ዘርግቼአለሁ፤ አንቺን ለሚጠሉና ብልግናሽ ለሚያሳፍራቸው ለፍልስጥኤማውያን አሳልፌ ሰጥቼሻለሁ፡፡",
      "28": "ከሌሎች ጋር የምትፈጽሚው የዝሙት ሥራ አልበቃ ብሎሽ በዝሙት ለማጥመድ አሦራውያንን ተከትለሽ ትሮጪአለሽ፤ የእርሱም ወዳጅ ነበርሽ፤ ነገር ግን እነርሱም አላረኩሽም፤",
      "29": "ነጋዴዎች ለሆኑት ባቢሎናውያንም ወዳጅ ሆነሽ ታመነዝሪ ነበር፤ ነገር ግን እነርሱም አላረኩሽም፡፡",
      "30": "ልዑል ያህዌ የሚለው ይህ ነው፥ መንፈሰ ደካማና ሐፍረተቢስ እንደሆነች አመንዝራ ሴት ይህን ሁሉ አደረግሽ፤",
      "31": "በየመንገዱ ጣዖታትን ለማምለክና የዝሙት ሥራ ለመፈጸም የሚያመችሽን ስፍራ አዘጋጀሽ፤ እንደ ተራ አመንዝራ ሴት ገንዘብ ለመሰብሰብ እንኳ አልፈለግሽም፤",
      "32": "ባልዋን ማፍቀር ትታ ከባዕዳን ጋር እንደምታመነዝር ሴት ሆንሽ፡፡",
      "33": "አመንዝራ ሴት ገንዘብ ይከፈላት ነበር፤ አንቺ ግን ገንዘብ በመቀበል ፈንታ ለወዳጆችሽ ስጦታ ታበረክችአለሽ፤ ከየአቅጣጫው መጥተው ከአንቺ ጋር ያመነዝሩ ዘንድ መደለያ ገንዘብ ሰጠሸ፡፡",
      "34": "ስለዚህም አንቺ ልዩ ዐይነት አመንዝራ ሴት ሆነሻል፡፡ ነገር ግን እንደዚህ እንድትሆኚ ያባበለሽ የለም፤ ገንዘብ ትከፍያቸዋለሽ እንጂ የሚከፍልሽ የለም፤ ስለዚህ በእርግጥ አንቺ ልዩ ነሽ፡፡\"",
      "35": "በዝሙት የረከስሽ ኢየሩሳሌም ሆይ! እንግዲህ ያህዌ አምላክ የሚለውን ስሚ፤",
      "36": "ልዑል ያህዌ የሚለው ይህ ነው ልብስሽን አውልቀሽ እንደ አመንዝራ ሴት ለወዳጆሽና አስጸያፊ ለሆኑ ጣዖቶችሽ ሰውነትሽን አጋለጠሽ፤ ለጣዖታት መዕዋዕት አድርገሽ ለማቅረብ ልጆችሽን ገደልሽ፡፡",
      "37": "በዚህ ምክንያት የወደድሻቸውንና የጠላሻቸውን ጭምር እነዚያን የጥንት ወዳጆችሽን ሰብስቤ አመጣሁ፤ ዙሪያሽንም እንዲከቡሽ አደርጋለሁ፤ ልብስሽንም አውልቄ እርቃንሽ በፊታቸው እንዲጋለጥ አደርጋለሁ፤",
      "38": "የጋብቻ ቃል ኪዳናቸውን አፍርሰው ነፍሰ ገዳዮች እንደሆኑ ሴቶች እፈርድብሻለሁ፤ በቁጣዬና በማዓቴም በሞት እቀጣሻለሁ፡፡",
      "39": "በሥልጣናቸው ሥር ስለማደርግሽ፥ የጣዖት አምልኮና የዝሙት ሥራ የፈጸምሽባቸውን ከፍተኛ ስፍራዎች ሁሉ ያፈራርሳሉ፤ ልብስሽንና ጌጣጌጥሽን ሁሉ ገፍፈው እርቃንሽን ያስቀሩሻል፡፡",
      "40": "በድንጋይ ወግሮ በሰይፍ ቆራርጦ የሚገድልሽን ሠራዊት በአንቺ ላይ እያነሣሡ ናቸው፤",
      "41": "ቤቶችሽን በእሳት ያቃጥላሉ፤ መቀጣጫ ሆነሽ ለሴቶች ሁሉ እንድትታይ ያደርጉሻል፤ በዚህ ዐይነት አመንዝራነትሽንና ለወዳጆችሽ የዝሙት ዋጋ መክፈልሽን እንድትተይ አደርግሻለሁ፡፡",
      "42": "ከዚያም በኋላ በአንቺ ላይ ያለኝ ቁጣ በርዶ ዝም እላለሁ፤ ዳግመኛም በአንቺ በመቅናት አልቆጣም፡፡",
      "43": "በልጅነትሽ ወራት ያደረግሁልሽን ሁሉ ረሳሽ፤ በፈጸምሺውም ክፉ ሥራ አስቆጣሽኝ፤ ስለዚህ እኔም በሠራሺው ኃጢአት መጠን ዋጋሽን እንድትቀበይ አደረግሁ፤ በፈጸምሺው አስጸያፊ ሥራ ሁሉ ላይ የዝሙትን ርኩሰት መጨመርሽ ለምን ይሆን? ይህን የተናገረ ልዑል ያህዌ ነው፡፡",
      "44": "ያህዌ እንዲህ አለ፥ ኢየሩሳሌም ሆይ! ሰዎች ስለ አንቺ 'ልጅትዋም እንደ እናትዋ ሆነች' እያሉ መተረቻ ያደርጉሻል፡፡",
      "45": "በእርግጥም አንቺ የእናትሽ ልጅ ነሽ፤ እናትሽ ባልዋንና ልጆችዋን በመጸየፍ ጠልታ ነበር፤ አንቺም ባሎቻቸውንና ልጆቻቸውን እንደ ጠሉ እንደ እኅቶችሽ ነሽ፤ አንቺና እኅቶችሽ ከተሞችሽ ሒታዊ እናትና አሞራዊ አባት ነበራችሁ፡፡",
      "46": "ታላቅ እኅትሽ ከመንደሮችዋ ጋር በስተ ሰሜን የምትገኘው ሰማርያ ናት፤ ታናሽ እኅትሽም ከመንደሮችዋ ጋር በስተ ደቡብ የምትገኘው ሰዶም ናት፤",
      "47": "የእነርሱን ዱካ ተከትለሽ አስጸያፊ ሥራዎችን በመማርሽ ረክሰሻልን? ታዲያ እኮ ከጥቂት ጊዜ በኋላ ባደረግሻቸው ነገሮች ከእነርሱ የከፋሽ ሆነሽ ተገኝተሻል፡፡",
      "48": "እኔ ያህቬህ(יהוה) ሕያው አምላክ እንደ መሆኔ የምለው ይህ ነው፤ እኅትሽ ሰዶምና መንደሮችዋ አንቺና መንደሮችሽ ካደረጋችሁት የባሰ ክፋት አልሠሩም፡፡",
      "49": "እርስዋና ልጆችዋ በቂ ምግብ አግኝተው በሰላምና በጸጥታ በመኖራቸው ነበር፤ ነገር ግን ለድኾችና ለችግረኞች ዕርዳታ አላደረጉም፡፡",
      "50": "እነርሱ ትዕቢተኞችና እልኸኞች በመሆን እኔ የምጠላውን ነገር ሁሉ ፈጸሙ፤ አንቺም እንደምታውቂው ደመሰስሁአቸው፡፡",
      "51": "ሰማርያም ብትሆን የአንቺን ግማሽ ያህል እንኳ ኃጢአት አልሠራችም፤ ከእርስዋ ይበልጥ አንቺ እጅግ አስጸያፊ የሆነ ኃጢአት ሠርተሻል፡፡ የአንቺ ርኩሰት ከእኅቶችሽ ጋር ቢመዛዘን እነርሱን ፍጹም ከበደል ነፃ እንዲሆኑ ያደርጋቸዋል፡፡",
      "52": "እነሆ አሁንም ውርደትሽን ለብቻሽ መሸከም ይኖርብሻል፤ የአንቺ ኃጢአት እጅግ የከፋ ከመሆኑ የተነሣ እኅቶችሽ ከአንቺ ሲነጻጸሩ ምንም በደል የሌለባቸው ንጹሖች መስለው ይታያሉ፤ አሁንም እኅቶችሽን በደል የሌለባቸው ንጹሖች ሆነው እንዲገኙ በማድረግሽ ሐፍረትን እንደ ልብስ ተከናንበሽ ተቀመጪ፡፡",
      "53": "ያህቬህ(יהוה) ስለ ኢየሩሳሌም እንዲህ አለ፥ “ሰዶምንና መንደሮችዋን፥ ሰማርያንና መንደሮችዋን እንደገና በማበለጽግበት ጊዜ አንቺንም አበለጽግሻለሁ፡፡",
      "54": "ስለ ራስሽ እጅግ ታፍሪያለሽ፤ በውርደትሽም እኅቶችሽ ከአንቺ መሻላቸውን በመገንዘብ ይጽናናሉ፡፡",
      "55": "እነርሱ ወደ ቀድሞ ሁኔታቸው ይመለሳሉ፤ አንቺና መንደሮችሽም ትታደሳላችሁ፤",
      "56": "ትታበይባቸው በነበሩት በእነዚያ ቀናት በሰዶም ላይ ስታፌዢባት አልነበርሽምን?",
      "57": "እንዲሁም የሠራሺው ክፋት ሁሉ ከመገለጡ በፊት በሰዶም ትቀልጂ ነበር፤ አሁን ግን አንቺም እንደ እርስዋ ሆነሻል፤ ማለትም ለኤዶማውያን፥ ለፍልስጥኤማውያንና ለሌሎችም ለሚጠሉሽ ጎረቤቶችሽ መቀለጃ ሆነሻል፡፡",
      "58": "ስላደረግሺው አሳፋሪና አስጸያፊ ሥራ ሁሉ መሠቃየት ይኖርብሻል፤” ያህቬህ(יהוה) ይህን ተናግሮአል፡፡",
      "59": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “የሰጠሽውን የተስፋ ቃል ችላ በማለት ቃል ኪዳንሽን በማፍረስሽ የሚገባሽን ቅጣት እሰጥሻለሁ፡፡",
      "60": "ነገር ግን በወጣትነትሽ ወራት ከአንቺ ጋር የገባሁትን ቃል ኪዳን አከብራለሁ፤ ለዘላለም የሚጸና ሌላም ቃል ኪዳን ከአንቺ ጋር እገባለሁ፡፡",
      "61": "ታላቅና ታናሽ እኅቶችሽን መልሰሽ በምታገኝበት ጊዜ ያደረግሺውን ሁሉ በማስታወስ በሐፍረት ይሰማሻል፤ ምንም እንኳ ይህ በቃል ኪዳኔ ውስጥ የሌለ ቢሆንም እነርሱ እንደ ልጆችሽ እንዲሆኑ አደርጋለሁ፡፡",
      "62": "ከአንቺ ጋር የገባሁትንም ቃል ኪዳኔን አድሳለሁ፤ አንቺም በዚያን ጊዜ እኔ ያህቬህ(יהוה) መሆኔን ታውቂያለሽ፤",
      "63": "የፈጸምሺውን በደል ሁሉ ይቅር እልሻለሁ፤ አንቺ ግን ያን ሁሉ በደል በማስታወስ እጅግ ስለምታፍሪ ምንም መናገር አትችዪም፤” ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡"
    },

    "Chapter 17": {
      "1": "የእግዚአብሔር ቃል ወደ እኔ ተገለጠ እንዲህ ሲል፥",
      "2": "“የሰው ልጅ ሆይ! ለእስራኤል ቤት ተምሳሌትን አቅርብ፥ ምሳሌውንም ንገራቸው።",
      "3": "እንዲህ ብለህ ንገራቸው፤ እግዚአብሔር አምላክ እንዲህ ይላል፥ ከብላቴናዎች የተመረጠ ታላቅ ንስር ነበረ፥ ክንፎቹ ረዣዥም ነበሩ፥ ሰፊም ነበሩ፥ በላቅም ሞልቶ ነበር። ወደ ሊባኖስም ወረደ፥ የሰንበትን አጭር ዛፍ ወሰደ።",
      "4": "የዛፉን ጫፍ ላብ አጠቀለለው፥ ወደ ንግስት ከተማም አገባው፥ በነጋዴዎች ከተማም አኖረው።",
      "5": "ከዚያም ከአገሩ ዘር ወሰደ፥ በፈለግ ላይ ተከለው፥ በልዩ ውሃ ወንዝ አጠገብ አቆመው።",
      "6": "በተነሣ ጊዜ ወደ እርሱ ዘራሽ የሆነ ዝርያ ያለው የወይን ዛፍ ሆነ፥ አነስተኛ ዛፍ ሆነ፥ ቅርንጫፎቹ ወደ ንስሩ ይጠጉ ነበር፥ ሥሮቹም በሥሩ ነበሩ። ስለዚህ ወደ ንስር ዘራሽ ያለው የወይን ዛፍ ሆነ።",
      "7": "ሌላ ታላቅ ንስር ነበረ፥ ክንፎቹ ሰፊ ነበሩ፥ በላቅም ሞልቶ ነበር። እነሆም፥ ይህ ወይን ዛፍ ሥሮቹን ወደ እርሱ አዞረ፥ ቅርንጫፎቹንም ወደ እርሱ ለመጠጣት ዘረጋ።",
      "8": "በደስታ ስፍራ በተተከለበት፥ በልዩ ውሃ ወንዝ አጠገብ ነበረ፥ የቅርንጫፎችን ለማድረግና ፍሬን ለማፍራት ነበረ፥ የተራ ወይን ዛፍ ሆኖ።",
      "9": "እግዚአብሔር አምላክ እንዲህ ይላል፥ ይበልጥ ይድረስ ዘንድ አይደለምን? ሥሮቹን እንኳ እናገራቸዋለን፥ ፍሬውንም እንጭፈርፈራለን፥ ቅጠሎቹም ሁሉ ይደርቃሉ። ብዙ ሕዝብ ወይም ኃይለኛ ሰው ሳይኖር ሥሮቹ ይነቃሉ።",
      "10": "እነሆ፥ ተተክሎ ነበር፥ ይበልጥ ይድረስ ዘንድ አይደለምን? ሲነፋም የምሥራቅ ነፋስ ሲነካው ሁሉ ይደርቃል፥ በተተከለበት ስፍራ ይደርቃል።”",
      "11": "የእግዚአብሔር ቃል ደግሞ ወደ እኔ ተገለጠ እንዲህ ሲል፥",
      "12": "“አሁን ለአመጽ ቤት ንገራቸው፥ ይህን ተምሳሌት ምን ማለት እንደሆነ አታውቁምን? እንደሆነ ንገራቸው፤ እነሆ፥ የባቢሎን ንጉሥ ወደ ኢየሩሳሌም መጣ፥ ንጉሡንና ሹማምንቱን ወሰደ፥ ወደ ባቢሎንም ወሰዳቸው።",
      "13": "ከመንግሥተ ንጉሥ ዘር ወሰደ፥ ከእርሱም ጋር ቃል ኪዳን አደረገ፥ ማረከውም፥ የምድሩን ኃያላንም ወሰደ።",
      "14": "መንግሥቱ የታችኛው ይሆን ዘንድ፥ በቃል ኪዳኑ ሊቆም ይህን አደረገ።",
      "15": "ነገር ግን ከባቢሎን ንጉሥ ዘንድ ወደ ግብጽ እልማ ላከ፥ ፈረሶችንና ሰዎችን ለማግኘት ነበር። ይተውድም ዘንድ ይሳካለታልን? የእንደዚህ ዓይነትን ሥራ የሚሠራ ያመልጣልን? ቃል ኪዳንን የሚያፈርስ አያመልጥም።",
      "16": "እግዚአብሔር አምላክ እንዲህ ይላል፥ ሕያው እኔ እግዚአብሔር እንደ ሆንሁ፥ በባቢሎን ንጉሥ ዘንድ ያለውን የማረከውን ቃል ኪዳን የናቀ በዚያ ንጉሥ ዘንድ በባቢሎን ይሞታል።",
      "17": "በግብጽ ንጉሥ ፈርዖን በታላቅ ሰራዊትና በብዙ ሕዝብ ጦር አያድነውም፥ በውጊያ በግድያ ላይ ሲሆን፥ ብዙ ሕዝብን ለመግደል ድልድይ ሲገነባ።",
      "18": "ቃል ኪዳንን ናቀ፥ ማረከ ከእጁ ስለ ሰጠ፥ ይህን ሁሉ አድርጎ አያመልጥም።",
      "19": "ስለዚህ እግዚአብሔር አምላክ እንዲህ ይላል፥ ሕያው እኔ እግዚአብሔር እንደ ሆንሁ፥ የናቀውን ቃል ኪዳኔንና ያረከውን ማረኬቴን በራሱ ላይ እገብራለሁ።",
      "20": "መረቤንም በእርሱ ላይ ዘርጋለሁ፥ በገተራዬም ውስጥ ይጣላል፥ ወደ ባቢሎንም እወስደዋለሁ፥ በዚያም ላይ ስለ ማያምነው ኃጢአት እገልግለዋለሁ።",
      "21": "ሁሉም ምርጥ የተመረጡት በሰይፍ ይወድቃሉ፥ የቀሩትም ወደ አየር አራዊት ይበተናሉ፥ እኔ እግዚአብሔር ተናገርሁ እንደ ᆖነቴ ታውቃላችሁ።",
      "22": "እግዚአብሔር አምላክ እንዲህ ይላል፥ እኔ ከረጅም አጭር ዛፍ ጫፍ ወስጄ፥ ከእርሱም ልዑል ጫፍ አበቅልጥ፥ እተክለዋለሁ።",
      "23": "በእስራኤል ከፍተኛ ተራራ ላይ እተክለዋለሁ፥ ቅርንጫፎችን ያበቅላል፥ ፍሬን ያፈራል፥ የተራ የሰንበት ዛፍ ይሆናል፥ ከበታችም ሁሉ ዓይነት ወፎች ይጠጉበታል፥ በቅርንጫፎቹም ጥላ ይቀመጣሉ።",
      "24": "የሜዳም ዛፎች ሁሉ እግዚአብሔር እኔ ከፍተኛ ዛፍ አዋርዼ፥ ዝቅተኛ ዛፍ ከፍ አድርጌዋለሁ፥ ለምለም ዛፍ አደርቅቼዋለሁ፥ ደረቅ ዛፍ አበቅልቼዋለሁ። እግዚአብሔር ተናግሮ ፈጽሞአል።”"
    },

    "Chapter 18": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥ በእስራኤል ምድር ተደጋግሞ የሚነገር ይህ ምሳሌ ምንድን ነው? 'ወላጆች ጎምዛዛ የወይን ፍሬ በሉ፤ ነገር ግን የልጆቻቸውን ጥርስ አጠረሰ' ይላሉ፤",
      "2": "እኔ ያህቬህ(יהוה) ሕያው አምላክ እንደ መሆኔ ይህን ምሳሌ በእስራኤል ዳግመኛ አትናገሩትም፤",
      "3": "የእያንዳንዱ ሰው ሕይወት የእኔ ነው፤ የወላጅም ሆነ የልጅ ሕይወት የእኔ ነው፤ ኃጢአት የሚሠራ ሰው ራሱ ይሞታል፡፡",
      "4": "በእውነት ደግ የሆነ ቅንና ታማኝ ሰው ቢኖር፥",
      "5": "ለእስራኤለውያን ጣዖታት አይሰግድም፥ ወይም በተከለከሉ መስገጃዎች የተሠዋውን ማንኛውንም ነገር አይመገብም፤ የሌላ ሰው ሚስት አይደፍርም፤ ወይም የወር አበባ ከታያት ሴት የግብረ ሥጋ ግንኙነት አያደርግም፤",
      "6": "ማንንም አይታልልም ወይም የማንንም ሀብት አይቀማም፤ ገንዘብ ሲያበድር በመያዣ ስም የወሰደውን ሁሉ ይመልሳል፤ ለተራበ ያበላል፤ ለታረዘ ያለብሳል፤",
      "7": "ገንዘቡን በአራጣ አያበድርም፤ ወይም ምንም ዐይነት በደል አይፈጽምም፤ ጠበኞችን ለማስታረቅ ትክክለኛ ፍትሕ ይሰጣል፡፡",
      "8": "እንዲህ ዐይነቱ ሰው ትእዛዜን ይፈጽማል፤ ሕጌንም ያከብራ፤ ከቅንነቱም የተነሣ በሕይወት ይኖራል፤ ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "9": "ነገር ግን ይህ ሰው ቀማኛና ነፍሰ ገዳይ የሆነ፥ አባቱም ያላደረገውን ክፉ ነገር ሁሉ የሚሠራ፥ ወንድ ልጅ ቢኖረው፥",
      "10": "በተከለከሉ መስገጃዎች ላይ የተሠዋውን ሁሉ ይመገባል፤ የሌሎች ሰዎችን ሚስቶች ይደፍራል፤",
      "11": "ድኾችንና ችግረኞችን ይጨቁናል፤ ይቀማልም፤ ገንዘብ ሲያበድር በመያዣ ስም የወሰደውን ያስቀራል፤ ወደ አረማውያን መስገጃ ስፍራዎች ሄዶ ለጣዖታት በመስገድ አስጸያፊ የሆነ ድርጊት ይፈጽማል፤",
      "12": "ገንዘቡን በአራጣ ያበድራል፤ ታዲ እንዲህ ዐይነቱ ሰው በሕይወት ሊኖር ይችላልን? ከቶ በሕይወት ሊኖር አይችላም፤ ይህን ሁሉ አስጸያፊ ነገር በማድረጉ ይሞታል፤ ለሞቱም ተጠያቂው እርሱ ራሱ ይሆናል፡፡",
      "13": "ደግሞም ይህ ሰው በተራው ወንድ ልጅ ቢኖረው አባቱ የሚሠራውን ኃጢአት ሁሉ ያያል፤ ነገር ግን የአባቱን ምሳሌነት አይከትልም፤",
      "14": "ለእስራኤለውያን ጣዖታት አይሰግድም ወይም በተከለከሉ መስገጃዎች የተሠዋውን ማንኛውንም ነገር አይመገብም፤ የሌላ ሰው ሚስት አይደፍርም፤",
      "15": "ማንንም አይጨቁንም ወይም የሰው ሀብት አይቀማም፤ ገንዘብ ሲያበድር በመያዣ የወሰደውን አያስቀርም፤ ለተራበ ያበላል፤ ለታረዘም ያለብሳል፤",
      "16": "በድኾች ላይ ምንም ዐይነት ግፍ መሥራት አይፈልግም፤ ገንዘቡንም በአራጣ አያበድርም፤ ሕጌን ያከብራል፤ ትእዛዜንም ይፈጽማል፤ እንዲህ ዐይነቱ ሰው በሕይወት ይኖራል እንጂ አባቱ በሠራው ኃጢአት ምክንያት አይሞትም፡፡",
      "17": "አባቱ ግን በማታለልና በመቀማት በሰው ሁሉ ላይ ግፍ ሠርቶአል፤ ስለዚህም እርሱ ራሱ በሠራው ኃጢአት ምክንያት ይሞታል፡፡",
      "18": "'ታዲያ ልጁ በአባቱ ኃጢአት ምክንያት ያልተቀጣው ስለምንድን ነው?' ትሉ ይሆናል፤ ልጁ ትክክልና መልካም የሆነውን ነገር አድርጎአል፤ ትእዛዛቴን በመጠበቅ ሕጌን አክብሮአል፤ ስለዚህ እርሱ በእርግጥ በሕይወት ይኖራል፤",
      "19": "ሞት የሚገባው ኃጢአት ለሚሠራ ሰው ብቻ ነው፤ ልጅ ስለ አባቱ ኃጢአት አይቀጣም፤ አባትም ስለ ልጁ ኀጢአት አይቀጣም፤ ደግ ሰው በደግነቱ መልካም ዋጋውን ያገኛል፤ ክፉ ሰውም በክፋቱ ይቀጣል፡፡",
      "20": "ክፉ ሰው ኃጢአት መሥራት ትቶ ሕጌን ቢጠብቅ፥ ትክክልና መልካም የሆነውን ነገር ቢያደርግ፥ በሕይወት ይኖራል እንጂ አይሞትም፤",
      "21": "ትክክል የሆነውን ነገር ስላደረገም የሠራው ኃጢአት ሁሉ ይቅር ተብሎለት በሕይወት ይኖራል፡፡",
      "22": "እኔ በክፉ ሰው ሞት የምደሰት ይመስላችኋልን? አይደለም፤ እኔ ደስ የሚለኝ ስለ ኃጢአቱ ንስሓ ገብቶ በሕይወት በሚኖር ሰው ነው፡፡",
      "23": "ነገር ግን ደግ ሰው መልካም ማድረጉን ትቶ ክፉ ሰዎች የሚያደርጉአቸውን ክፉና አስጸያፊ ነገሮች ማድረግ ቢጀምር፥ በሕይወት መኖር የሚችል ይመስላችኋልን? አይደለም፤ እንዲያውም ያደረገው የደግነት ሥራ ሁሉ አይታሰብለትም፤ ባለመታመኑና ኃጢአተኛም በመሆኑ ምክንያት ይሞታል፡፡",
      "24": "እናንተም 'እንዲህ ከሆነ ያህቬህ(יהוה) የሚያደርገው ነገር ትክከል አይደለም' ትሉ ይሆናል፤ እናንተ እስራኤላውያን እኔን አድምጡ፤ እኔ የማደርገው ነገር ሁሉ ትክክል እንዳልሆነ ታስባላችሁን? ነገር ግን ትክክል ያልሆነው የእናንተ መንገድ ነው፤",
      "25": "ደግ ሰው መልካም ማድረጉን ትቶ ክፉ ማድረግ በሚጀምርበት ጊዜ ቢሞት የሚሞተው ካደረገው ክፋት የተነሣ ነው፤",
      "26": "ክፉ ሰው ኃጢአት መሥራት ትቶ ትክክልና መልካም የሆነ ነገር ቢያደርግ ሕይወቱን ያድናል፤",
      "27": "የሚያደርገው ነገር ከንቱ መሆኑን ተገንዝቦ ኀጢአት መሥራቱን ስለተወ በሕይወት ይኖራል እንጂ ከቶ አይሞትም፤",
      "28": "እናንተ እስራኤለውያን ግን 'ልዑል ያህቬህ(יהוה) የሚያደርገው ነገር ትክክል አይደለም' ትላላችሁ፤ ታዲያ የእኔ መንገድ ትክክል እንዳልሆነ ታስባላችሁን? ትክክል ያልሆነውስ የእናንተ መንገድ ነው፡፡",
      "29": "አሁንም እኔ ያህቬህ(יהוה) ለእናንተ ለእስራኤለውያን የምላችሁ ይህ ነው፤ በክፉ ሥራችሁ እያንዳንዳችሁን እቀጣለሁ፤ ስለዚህ ከምታደርጉት ክፋት ተመለሱ፤ በኃጢአታችሁም ምክንያት ራሳችሁን አታጥፉ፤",
      "30": "ከክፉ ሥራችሁ ሁሉ ተላቃችሁ፥ አዲስ አእምሮና አዲስ ልብ ይኑራችሁ፤ እናንተ እስራኤላውያንወደ ሞት ለምን ታመራላችሁ?",
      "31": "እኔ ማንም ሰው እንዲሞት አልፈልግም፤ ስለዚህ ሁላችሁም ከኃጢአታችሁ ተመልሳችሁ በሕይወት ተመልሳችሁበሕይወት ኑሩ፤ ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡"
    },

    "Chapter 19": {
      "1": "ያህቬህ(יהוה) ይህን የሐዘን መዝሙር ስለ ሁለቱ የእስራኤል መሳፍንት እንድዘምር ነገረኝ፥",
      "2": "እናትህ እንዴት ያለች እንስት አንበሳ ነበረች፤ አስፈሪ በሆኑ ወንዶች አናብስት መካከል ግልገሎችዋን አሳደገች፤",
      "3": "በተለይ አንድ ግልገል አሳድጋ አደን አስተማረችው፤ ሰውንም አድኖ የሚበላ ሆነ፤",
      "4": "አሕዛብ ስለ እርሱ ሰምተው ወደ ጉድጓድም አስገብተው ያዙት፤ መንጠቆም በአፍንጫው አስገብተው እየጎተቱ ወደ ግብጽ ወሰዱት፡፡",
      "5": "ተስፋ እስከትቆርጥ ድረስ ጠበቀቸው፤ ከዚያም ከግልገሎችዋ አንዱን አሳደገች፤ የሚያስፈራ አንበሳም እንዲሆን አደረገቸው፤",
      "6": "አድጎ ባበቃ ጊዜ ከሌሎች አናብስት ጋር መዞር ጀመረ፤ እርሱም ሰው አድኖ መብላት ተማረ፡፡",
      "7": "ምሽጎችን ሰባበረ፤ ከተሞችንም አፈራረሰ፤ እርሱ ባገሳ ቁጥር በምድሪቱ ላይ የሚኖር ሰዎች ሁሉ ይሸበራሉ፤",
      "8": "አሕዛብ ሁሉ እርሱን ለመውጋት ተሰበሰቡ፤ ሕዝቡም ሁሉ ከየቦታው መጡ፤ የአደን መረባቸውን ዘረጉ፤ በወጥመዳቸውም ያዙት፡፡",
      "9": "በመንጠቆ ይዘው በማፈኛ ጎጆ ውስጥ አኖሩት፤ ወደ ባቢሎን ንጉሥ ዘንድም ወሰዱት፤ የጩኸትም ድምፅ ዳግመኛ በእስራኤል ኮረብታዎች እንዳይሰማ፥ በዘበኞች እንዲጠበቅ አደረጉት፤",
      "10": "እናትህ በውሃ ምንጭ አጠገብ እንደተተከለ የወይን ተክል ነበረች፤ በቂ ውሃም ስለነበረ የወይን ተክሉ በቅጠልና በፍሬ የተሸፈነ ሆነ፡፡",
      "11": "ቅርንጫፎቹ ብርቱዎች ስለነበሩ፥ በትረ መንግሥት እስከሚገኝባቸው ድረስ አደጉ፤ የወይን ተክሉም ጥቅጥቅ ካለው ደን በላይ አደገ፤ ቅርንጫፍ የበዛበትና ረዥም መሆኑን ሰው ሁሉ ተመለከተ፡፡",
      "12": "ነገር ግን የተቆጡ ሰዎች እስከ ሥር መሠረቱ በእጃቸው ነቃቅለው ጣሉት፤ ፍሬውንም ከበረሓ የሚነሣ የምሥራቅ ነፋስ አደረቀው፤ ብርቱ የሆኑት ቅርንጫፎቹም ተሰባበሩ፤ ከደረቁም በኋላ በእሳት ተቃጠሉ፡፡",
      "13": "አሁን ደግሞ በበረሓ ውሃ ከሌለበት ደረቅ ምድር ተተከለ፡፡",
      "14": "የወይን ተክሉ ግንድ በእሳት ተያያዘ፤ ቅርንጫፎቹንና ፍሬውን ሁሉ እሳት በላው፤ ቅርንጫፎቹ ዳግማ ብርቱ አይሆኑምና በትረ መንግሥት መሆንም አይችሉም፡፡ እንግዲህ በመደጋገም ሲዘመር የቆየው የሐዘን መዝሙር ይህ ነው፡፡"
    },

    "Chapter 20": {
      "1": "በተሰደድን በሰባተኛው ዓመት፥ በአምስተኛው ወር፥ በዐሥራኛው ቀን ከእስራኤል ሕዝብ መሪዎች ጥቂቶቹ ስለ ያህቬህ(יהוה) ፈቃድ ሊጠይቁኝ ወደ እኔ መጥተው በፊቴ ተቀመጡ፡፡",
      "2": "በዚያን ጊዜ ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "3": "“የሰው ልጅ ሆይ! እኔ ልዑል ያህቬህ(יהוה) የምለውን ለእነዚህ ሰዎች እንዲህ ብለህ ንገራቸው፥ ‘ፈቃዴን ለማወቅ መጥታችኋልን? እኔ ሕያው አምላክ እንደመሆኔ ምንም ነገር እንድትጠይቁኝ አልፈቅድላችሁም፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡’",
      "4": "“የሰው ልጅ ሆይ! በእነዚህ ሰዎች ላይ ፍርድ ልታስተላልፍ ተዘጋጅተሃልን? እንግዲያውስ አባቶቻቸው ስላደረጉት አስጸያፊ ነገር ሁሉ አስታውሳቸው፡፡",
      "5": "እኔ የምለውንም ንገራቸው፤ እኔ እስራኤላውያን በመረጥሁ ጊዜ ቃል ገብቼላቸዋለሁ፤ በግብጽ ሳሉ ራሴን ገልጨላቸዋለሁ፤ እንዲሁም ‘እኔ ያህቬህ(יהוה) አምላካችሁ ነኝ’ ብያቸዋለሁ፡፡",
      "6": "ከግብጽ እንደማወጣቸውና እኔ ወደመረጥሁላቸው ማርና ወተት ወደምታፈስስ ለም ምድር እንደምመራቸው ቃል የገባሁላቸው በዚያን ጊዜ ነበር፡፡",
      "7": "የሚያፈቅሩአቸውን አስጸያፊ ጣዖታት አሽቀንጥረው እንዲጥሉና እኔ ያህቬህ(יהוה) አምላካቸው ስለሆንሁ በግብጽ ሐሰተኛ አማልክት ራሳቸውን እንዳያረክሱ ነግሬአቸው ነበር፡፡",
      "8": "ነገር ግን እኔን በመፈታተን ትእዛዜን ለመስማት እምቢ አሉ፤ አስጸያፊ የሆኑ ጣዖቶቻቸውን አልጣሉም፤ ወይም የግጻውያንን ሐሰተኛ አማልክት ማምለክ አልተውም፤ ስለዚህ በዚያው በግብጽ በነበሩበት ጊዜ የቁጣዬን ኀይል ልገልጥባቸው ፈልጌ ነበር፤",
      "9": "ነገር ግን ስሜ እንዳይነቀፍ ባለመፍቀድ ይህን አላደረግሁም፤ ምክንያቱም አብረዋቸው በሚኖሩ አሕዛብ ፊት ከግብጽ ምድር መርቼ እንደማወጣቸው ለእስራኤላውያን ቃል ገብቼላቸው ነበር፡፡",
      "10": "“ስለዚህም ከግብጽ መርቼ ወደ በረሓ አወጣኋቸው፤",
      "11": "ለሚፈጽመው ሁሉ ሕይወት የሚያስገኝለትን ትእዛዛቴን ሰጠኋቸው፤ ሕግጋቴንም አስተማርኋቸው፤",
      "12": "የምቀድሳቸው እኔ መሆኔን ያውቁ ዘንድ ሰንበትን ማክበራቸው በእኔና በእነርሱ መካከል ላለው ቃል ኪዳን ምልክት እንዲሆን አደረግሁ፡፡",
      "13": "ነገር ግን በበረሓ ሳሉ እንኳ በእኔ ላይ ዐመፁ፤ ለሚፈጽመው ሁሉ ሕይወትን ትእዛዜን አፈረሱ፤ ሕጌንም ጣሱ፤ ፈጽመውም ሰንበትን አረከሱ፤ በዚያም በበረሓ ቁጣዬን በእነርሱ ላይ በመግለጥ ላጠፋቸው ዝግጁ ነበርሁ፤",
      "14": "ነገር ግን እስራኤላውያን ከግብጽ ምድር መጥቼ ሳወጣ በተመለከቱኝ ሕዝቦች ፊት ስሜ እንዳይነቀፍ ይህን ሁሉ አላደረግሁም፡፡",
      "15": "ስለዚህ በበረሓ ሳሉ ወደ ሰጠኋቸው ማርና ወተት ወደምታፈስ ለም ምድር እንደማላስገባቸው ማልሁ፡፡",
      "16": "ይህንንም መሐላ ያደረግሁበት ምክንያት ጣዖታት በማምለክ ትእዛዜን ስላፈረሱ፥ ሕጌን ስለጣሱ፥ ሰንበትንም ስላረከሱ ነው፡፡",
      "17": "“ይህም ሆኖ ስለራራሁላቸው በበረሓ እንዳልገድላቸው ወሰንሁ፤",
      "18": "ይልቁንም በመካከላቸው ያሉትን ወጣቶች እንዲህ ብዬ አስጠነቀቅሁአቸው፡- የቀድሞ አባቶቻችሁ ባወጡት ሰው ሠራሽ ሕግ አትመሩ፤ ልማዳቸውንም አትከተሉ፤ ወይም በጣዖቶቻቸው አትርከሱ፤",
      "19": "እኔ ያህቬህ(יהוה) አምላካችሁ ነኝ፤ ሕጌንና ትእዛዛቴን ጠብቁ፤",
      "20": "እኔ ከእናንተ ጋር ለገባሁት ቃል ኪዳን ምልክት ይሆንላችሁ ዘንድ፥ እንዲሁም እኔ ያህቬህ(יהוה) አምላካችሁ እንደሆንሁ ያስታውሳችሁ ዘንድ ሰንበትን የተቀደሰ ቀን አድርጉት፡፡",
      "21": "“ነገር ግን ያም ትውልድ በእኔ ላይ ዐመፁ፤ ለሚፈጽመው ሁሉ ሕይወት የሚያስገኝለትን ሕጌን አፈረሱ፤ ትእዛዛቴንም አልጠበቁም፤ ሰንበትንም አረከሱ፤ በዚያም በበረሓ ሳሉ የቁጣዬን ኀይል በእነርሱ ላይ በማውረድ ሁሉንም ላጠፋቸው ተዘጋጅቼ ነበር፤",
      "22": "ነገር ግን እስራኤላውያን ከግብጽ ማውጣቴን በተመለከቱ አሕዛብ ዘንድ ስሜ እንዲነቀፍ ስላልፈቀድሁ፥ ይህን አላደረግሁም፡፡",
      "23": "ስለዚህ በበረሓ ሳሉ ሌላ የተስፋ ቃል ሰጠሁ፤ በዓለም ሁሉ ልበትናቸው ማልሁ፡፡",
      "24": "ይህንንም ያደረግሁት ትእዛዛቴን ስለናቁ፥ ሕግጋቴን ስላፈረሱ፥ ሰንበትን ስላረከሱ፥ የቀድሞ አባቶቻቸው ያመልኮአቸው ለነበሩት ጣዖታት ስለ ሰገዱ ነው፡፡",
      "25": "“ከዚህ በኋላ ሕይወት ለማይገኝባቸው ትእዛዛትና መልካም ሕግጋት አሳልፌ ሰጠኋቸው፡፡",
      "26": "የራሳቸውን የበኩር ልጆች እንኳ በመሠዋት በሚያቀርቡአቸው መሥዋዕቶች ራሳቸውን እንዲያረክሱ ተውኩአቸው፤ ይህንንም ያደረግሁት ልቀጣቸውና እኔ ያህቬህ(יהוה) መሆኔን ላሳያቸው ነው፡፡",
      "27": "“እንግዲህ የሰው ልጅ ሆይ! እኔ ያህቬህ(יהוה) የምላቸውን ለእስራኤላውያን ንገራቸው፤ አባቶቻቸው በእኔ ባለመታመን የሰደቡኝ ሌላው መንገድ ይህ ነበር፤",
      "28": "ለእነርሱ እንደምሰጣቸው ቃል ወደገባሁላቸው ምድር አመጣኋቸው፤ ይሁን እጂ እነርሱ ከፍተኛ ኮረብታዎችንና ለምለም ዛፎችን ባዩ ጊዜ በሁሉም ላይ መሥዋዕት አቀረቡ፤ በሚቃጠል መሥዋዕታቸው፥ በሚያጤሱት ዕጣናቸው፥ ለመሥዋዕትም በሚያቀርቡት የወይን ጠጅ አስቆጡኝ፤",
      "29": "እኔም ‘እነዚህ የምትሄዱባቸው ከፍተኛ ቦታዎች ምንድን ናቸው?’ ብዬ ጠየቅሁአቸው፤ ከዚያን ጊዜም ጀምሮ ‘ከፍተኛ ቦታዎች’ ተብለው ይጠራሉ፡፡",
      "30": "አሁንም እኔ ያህቬህ(יהוה) የምለውን ለእስራኤላውያን እንዲህ ብለህ ንገራቸው፤ ‘አባቶቻችሁ የፈጸሙትን ኃጢአት ሁሉ በመሥራት ለምን ራሳችሁን ታረክሳላችሁ? ወደ እነርሱስ አስጸያፊ ጣዖታት ለምን ትቀርባላችሁ?",
      "31": "ዛሬም እንኳ ተመሳሳይ መባ ታቀርባላችሁ፤ ልጆቻችሁን በእሳት ውስጥ መሥዋዕት አድርጋችሁ በማቅረብ በእነዚያው በጥንታውያኑ ጣዖታት ራሳችሁን ታረክሳላችሁ፤ ይህን ሁሉ ካደረጋችሁ በኋላ እናንተ እስራኤላውያን ፈቃዴ ምን እንደሆን ለመጠየቅ ትመጣላችሁ፤ እኔ ያህቬህ(יהוה) በእርግጥ ሕያው አምላክ እንደመሆኔ ምንም ነገር እንድትጠይቁኝ አልፈቅድላችሁም፡፡",
      "32": "እንደ ሌሎች አሕዛብ ወይም ለዛፍና ለድንጋይ እንደሚሰግዱ በሌሎች አገሮች እንደሚኖሩ አረማውያን ለመሆን ወስናችኋል፤ ነገር ግን ይህ ከቶ ሊሆን አይችልም፡፡’",
      "33": "“እኔ ያህቬህ(יהוה) በእርግጥ ሕያው ኣምላክ እንደመሆኔ በቁጣዬ እጄን ዘርገቼ በሙሉ ኀይሌ እንደምገዛችሁ አስጠነቅቃችኋለሁ፡፡",
      "34": "በአንድነት እሰበስባችኋለሁ፤ ከተበታተናችሁባቸውም አገሮች ሁሉ መልሼ አመጣችኋለሁ፤ ኀይሌና ቁጣዬም ምን ያህል እንደሆነ አሳያችኋለሁ፡፡",
      "35": "‘የአሕዛብ በረሓ’ ተብላ ወደምትጠራ ምድር አመጣችኋለሁ፤ በዚያም ዐይናችሁ እያየ እፈርድባችኋለሁ፤",
      "36": "በሲና በረሓ በአባቶቻችሁ ላይ እደፈረድሁ በእናንተም ላይ እፈርዳለሁ፤” ይህን የተናገረ ልዑል ያህቬህ(יהוה) ነው፡፡",
      "37": "“ከእንግዲህ ወዲህ በጥብቅ እቆጣጠራችኋለሁ፤ ቃል ኪዳኖቼንም እንድትፈጽሙ አደርጋለሁ፤",
      "38": "ዐመፀኞችና ኃጢአተኞች የሆኑትን ከመካከላችሁ አስወግዳለሁ፤ አሁን ከሚኖሩባቸው አገሮች አወጣቸዋለሁ፤ ነገር ግን ወደ እስራኤል ምድር እንዲመለሱ ከቶ አልፈቅድላቸውም፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) መሆኔን ታውቃላችሁ፡፡”",
      "39": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “እነሆ አሁንም እናንተ እስራኤላውያን እኔን መስማት ካልፈለጋችሁ የወደዳችሁትን ሁሉ አድርጉ፤ ሂዱ፥ ጣዖታትንም አምልኩ፤ ነገር ግን ከዚህ ሁሉ በኋላ ለእኔ መታዘዝ እንዳለባችሁና ለጣዖቶቻችሁ መሥዋዕት በማቅረብ የተቀደሰውን ስሜን ከማስነወር መቆጠብ እንዳለባችሁ አስጠነቅቃችኋለሁ፡፡",
      "40": "በዚያ ምድር በተቀደሰው ተራራዬ፥ ማለትም በከፈትኛው የእስራኤል ተራራ ላይ እናንተ የእስራኤል ሕዝብ ሁሉ ታመልኩኛላችሁ፤ እኔም በእናንተ ደስ ያለኛል፤ መሥዋዕታችሁን፥ ምርጥ የሆኑ መባዎቻችሁንና የተቀደሱ ስጦታዎቻችሁን ይዛችሁልኝ እንድትመጡ እፈልጋሁ፡፡",
      "41": "ከተበተናችሁባቸው አገሮች አውጥቼ በአንድነት በምሰበስባችሁ ጊዜ የሚቃጠል መሥዋዕታችሁን እቀበላለሁ፤ አሕዛብም እኔ በመካከላችሁ የምኖር ቅዱስ መሆኔን ያያሉ፤",
      "42": "ለቀድሞ አባቶቻችሁ እንደምሰጣቸው ቃል ወደገባሁላቸው ምድር ወደ እስራኤል መልሼ በማመጣችሁ ጊዜ እኔ ያህቬህ(יהוה) መሆኔን ታውቃላችሁ፡፡",
      "43": "የፈጸማችኋቸውን አሳፋሪ ነገሮችና ራሳችሁንም እንዴት እንዳረከሳችሁ በዚያ ቦታ ታስታውሳላችሁ፤ በሠራችሁትም ክፉ ነገር ሁሉ ራሳችሁን እስከመጸየፍ ትደርሳላችሁ፡፡ ",
      "44": "ስለ ስሜ ክብር በምወስደው እርምጃ እናንተ እስራኤላውያን እኔ ያህቬህ(יהוה) እደሆንሁ ታውቃላችሁ፤ ምክንያቱም እኔ ክፋትና ጥፋት ስለተሞላበት ሥራችሁ ተገቢውን ቅጣት አልሰጣችሁም፡፡” ልዑል ያህቬህ(יהוה) ይህን ተናግሮአል፡፡",
      "45": "ያህቬህ(יהוה) እንዲህ አለኝ፥ 46“የሰው ልጅ ሆይ! ወደ ደቡብ ተመልከት፤ በደቡብና በደቡብ ጫካ ትንቢት ተናገርበት፡፡ 47ለደቡብም ጫካ ልዑል ያህቬህ(יהוה) እንዲህ የሚለውን ስማ ብለህ ንገረው፤ ‘ተመልከት! እሆ እኔ በውስጥህ እሰትን በማቀጣጠል ላይ ነኝ፤ ይህን እሳት ለምለሙንም ሆነ ደረቁን ሳይመርጥ ዛፎቹን ሁሉ ያቃጥላል፤ እሳቱንም ሊያጠፋው የሚችል አይኖርም፤ ከደቡብ እስከ ሰሜን ይዛመታል፤ ለእያንዳንዱም ሰው የነበልባሉ ትኩሳት ይሰማዋል፤",
      "48": "እኔ ያህቬህ(יהוה) የደቡብን ጫካ በእሳት እንዳያያዝሁትና ማንም ሊያጠፋው እንደማይችል ሁሉም ይመለከታሉ፡፡’”",
      "49": "እኔ ግን “ልዑል ያህቬህ(יהוה) ሆይ! ይህን እኔ እንዳደርገው አትዘዘኝ፤ ‘እርሱ ዘወትር የሚያስተምረው በምሳሌ ነው’ አያሉ ሁሉም ያጉረመርማሉ” አልሁ፡"
    },

    "Chapter 21": {
      "1": "ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "2-3": "“የሰው ልጅ ሆይ! በኢየሩሳሌምና ሰዎች በሚሰግዱባቸው ቦታዎች ላይ ትንቢት ተናገር፤ እኔ ያህቬህ(יהוה) የምለውን በመንገር የእስራኤልን ምድር አስጠንቅቅ፤ እንዲህም በላት እኔ በቁጣተነሥቼብሻለሁ፤ ሰይፌን መዝዤ ደጉንና ክፉውን ሳልለይ ሁሉንም እገድላለሁ፤",
      "4": "ሰይፌን በመምዘዝ ከደቡብ እስከ ሰሜን ደጉንም ክፉውንም ሳላይ ሁሉንም አጠፋለሁ፤",
      "5": "እኔ ያህቬህ(יהוה) ሰይፌን እንደመዘዝሁና መልሼም ወደ አፎቱ እንደማልከተው ሰው ሁሉ ያውቃል፡፡",
      "6": "“የሰው ልጅ ሆይ! ሰው ሁሉ በሚያይህ ስፍራ በተስፋ መቁረጥ ልብህ የተሰበረ ያህል ᆖነህ በመቃተት እዘን፤",
      "7": "‘በመቃተት ለምን ታዝናለህ?’ ብሎ ለሚጠይቅህ፥ ‘ወደ ፊት ስለሚመጣው መጥፎ ወሬ ነው’ ብለህ ንገረው፤ ያ ወሬ በሚመጣበት ጊዜ ልባቸው በፍርሃት ይቀልጣል፤ እጃቸው ይዝላል፥ ወኔአቸው ከእነርሱ ይለያል፥ ጉልበታቸውም ይብረከረካል፤ ጊዜው ደርሶአል፤ ፍጻሜውም ቅርብ ነው፤” ልዑል ያህቬህ(יהוה) ይህን ተናግሮአል፡፡",
      "8": "ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "9": "የሰው ልጅ ሆይ! ትንቢት ተናገር፤ እኔ ያህቬህ(יהוה) የምለውን ለሕዝቡ ተናገር፤",
      "10": "ሰይፍ! የተሳለና የተወለወለ ሰይፍ! ለመግደል ተስሎአል፤ እንደ መብረቅ ለማብለጭለጭ ተወልውሎአል፤ ሕዝቤ የተሰጣቸውን ማስጠንቀቂያና ቅጣት ሁሉ ችላ ስላሉ፤ ከእንግዲህ ወዲህ ደስታ አይኖርም፡፡",
      "11": "በጥቅም ላይ እንዲውል ሰይፉ ተወልውሎአል፤ ተስሎና ተወልውሎ ለገዳዩ ተሰጥቶአል፤",
      "12": "የሰው ልጅ ሆይ! በሐዘን ጩኽ፤ ይህ ሰይፍ የተዘጋጀው ሕዝቤንና የእስራኤልን መሪዎች ለማጥፋት ነው፡፡ እነርሱም ከቀሩት ሕዝቤ ጋር ይገደላሉ፤ ስለዚህ ተስፋ በመቁረጥ ደረትህን ምታ፡፡",
      "13": "እነሆ እኔ ሕዝቤን እፈትናለሁ፤ ንስሓ መግባት እምቢ ቢሉ ይህ ሁሉ በእነርሱ ላይ ይደርስባቸዋል፡፡",
      "14": "“አሁንም የሰው ልጅ ሆይ! ትንቢት ተናገር፤ እጅህን አጨብጭብ፤ ሰይፉም በመደጋገም ይመታል፤ እርሱም የሚገድል፥ የሚያሸብርና የሚያርድ ሰይፍ ነው፤",
      "15": "ሕዝቤ በፍርሃት ተሞልተው እንዲወድቁ ያደርጋቸዋል፤ እንደ መብረቅ በሚያብለጨልጭ፥ ለመግደል በተዘጋጀ ሰይፍ፥ በከተማቸው ላይ አደጋ ልጥል ነኝ፡፡",
      "16": "አንተ ስለታም ሰይፍ! በቀኝና በግራ ቆራርጥ፤ በዞርክበት ስፍራ ሁሉ ቁረጥ፤",
      "17": "እኔም በእጆቼ አጨበጭባለሁ ቁጣዬም ይበርዳል፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”",
      "18": "ያህቬህ(יהוה) እዲህ ብሎ ተናረኝ፥",
      "19": "“የሰው ልጅ ሆይ! የባቢሎን ንጉሥ ሰይፉን ይዞ የሚመጣባቸውን ሁለቱን መንገዶች ምልክት አድርግባቸው፤ የሁለቱም መነሻቸው አንዲት አገር ናት፤ ሁለቱ መንገደኞች በሚገናኙበት መስቀለኛ ስፍራ ላይ ምልክት የሚሆኑ ምሰሶዎች ትከል፡፡",
      "20": "ከእነዚህ አንደኛው ራባ የተባለችውን የዐሞናውያንን ከተማ ለንጉሡ ያመለክታል፤ ሌላው ደግሞ በይሁዳ የተመሸገችው የኢየሩሳሌም ከተማ የት እንደሆነች ያሳያል፤",
      "21": "የባቢሎን ንጉሥ በመንገዶቹ መገናኛ ላይ ለምልክት በተተከሉት ምሰሶዎች አጠገብ ይቆማል፤ በየትኛው መንገድ መሄድ እንዳለበት ለማወቅ ፍላጻዎችን ይወረውራል፤ ጣዖታቱንም ምክር ይጠይቃል፤ ለመሥዋዕት የታረደ እንስሳ ጉበት ወስዶም ይመረምራል፤",
      "22": "እነሆ በቀኝ እጁ ‘ኢየሩሳሌም’ ይሚል ጽሑፍ ያለበትን ፍላጻ አንሥቶ ይይዛል፤ እርሱም ሄዶ ምሽግ ማፍረሻዎችን እንዲያዘጋጅ፥ ለጦርነት የሚያዘጋጅ ድንፋታ እዲያሰማ፥ ምሽግ ማፍረሻዎችን ወደ ቅጽር በሮቹ እንዲያስጠጋ፥ ዐፈር ቆልሎ እንዲደለድልና ቦዮችንም እንዲቆፍር ይነግዋል፡፡",
      "23": "የኢየሩሳሌም ሕዝብ ከገቡት የስምምነት ውል የተነሣ ይህ ይደርስብናል ብለው አያምኑም፤ ነገር ግን ይህ ትንቢት የተነገረው ስለ ኃጢአታቸው ሊያስታውሳቸው፥ እደሚያዙም ሊያስጠነቅቃቸው ነው፤",
      "24": "እንግዲህ እኔ ያህቬህ(יהוה) የምለው ይህ ነው፤ ኃጢአታችሁ ተገልጦአል፤ በደለኞች መሆናችሁን ሰው ሁሉ ያውቃል፤ በምትደርጉት ነገር ሁሉ ኃጢአተኞች መሆናችሁን ታሳያላችሁ፤ ስለዚህ ከፍርድ አታመልጡም፤ ለጠላቶቻችሁም አሳልፌ እሰጣችኋለሁ፡፡",
      "25": "“አንተ ክፋትና ርኩሰት የሞላብህ የእስራኤል መሪ! ለመጨረሻ ጊዜ የምትቀጣበት ቀን እነሆ ቀርቦአል፤",
      "26": "እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፤ የራስ ዘውድህን አንሣ፤ ጥምጥምህን አውልቅ፤ ተመልሶ እንደ ድሮ የሚሆን ነገር ከቶ አይኖርም፤ ድኾችን በሥልጣን ከፍ አድርጋችሁ፥ አሁን ገዥዎች የሆኑትን ዝቅ አድርጉአቸው፤",
      "27": "ጥፋት! ጥፋት! አዎ በእርግጥ ከተማይቱን እዲቀጣ የመረጥሁት እስከሚመጣ ድረስ ይህ አይሆንም፤ በዚያን ጊዜ ለእርሱ አሳልፌ እሰጠዋለሁ፡፡",
      "28": "“የሰው ልጅ ሆይ! ትንቢት ተናገር፤ እስራኤልን ለሚሰድቡ ለዐሞናውያን እኔ ያህቬህ(יהוה) የምለውን እንዲህ ብለህ አስታውቃቸው፤",
      "29": "‘አጥፊ ሰይፍ ተዘጋጅቶአል፤ ለመግደልና እንደ መብረቅ ለማብለጭለጭ ተወልውሎአል፡፡ የምታዩት ራእይ ሐሰት ነው፤ የምትናገሩትም ትንቢት ቃል ውሸት ነው፤ እናተ ክፋትና ርኩሰት የሞላችሁ ናችሁ፤ ለመጨረሻ ጊዜ ቅጣት የምትቀበሉበት ቀን ቀርቦአል፤ በአንገታችሁ ላይ ሰይፍ ተቃጥቶአል፡፡",
      "30": "“‘ሰይፉን ወደ አፎቱ መልሱ፤ በተፈጠራችሁበት ስፍራ፥ በተወለዳችሁትም አገር እፈርድባችኋለሁ፤",
      "31": "የቁጣዬ ኀይል እንደተቀጣጠለ እሳት በላያችሁ ሲነድ ይሰማችኋል፤ ጥፋት ማድረግ ልማዳቸው ለሆነ ለጨካኞች ሰዎች አሳልፌ እሰጣችኋለሁ፤",
      "32": "በእሳት ትጠፋላችሁ፤ ደማችሁ በገዛ አገራችሁ ላይ ይፈሳል፤ ዳግመኛም የሚያስታውሳችሁ አይኖርም፤’” ያህቬህ(יהוה) ይህን ተናግሮአል፡፡"
    },
    "Chapter 22": {
      "1": "ያህቬህ እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! በነፍሰ ገዳዮች የተሞላቸውን ከተማ ልትፈርድባት ተዘጋጅተሃልን? እንግዲያውስ የፈጸመቻችውን አስጸያፊ ነገሮች ሁሉ ገልጠህ አሳያት፡፡",
      "3": "ለከተማይቱ እኔ ያህቬህ የምለው ይህ ነው፡- ከገዛ ሕዝቦችሽ ብዙዎችን ስለገደልሽና ጣዖታትን በማምለክ ራስሽን ስላረከስሽ የመጥፊያሽ ጊዜ ተቃርቦአል፤",
      "4": "በፈጸምሺው ግድያ በደለኛ ሆነሻል፤ በሠራሻቸውም ጣዖታት ረክሰሻል፤ ስለዚህ የምትጠፊበት ጊዜ ቀርቦአል፤ እንዲያውም ደርሶአል፤ አሕዛብ እንዲቀልዱብሽ፥ አገሮችም በንቀት አመለካከት እንዲያፌዙብሽ ያደረግሁትም ስለዚህ ነው፡፡",
      "5": "ሕገ ወጥ ከመሆንሽ የተነሣ በቅርብና በሩቅ ያሉ አገሮች በንቀት አመለካከት ያፌዙብሻል፡፡",
      "6": "በውስጥሽ ያሉ የእስራኤል መሪዎች ሁሉ በኀይላቸው ተመክተው የግድያ ወንጀል ይፈጽማሉ፤",
      "7": "በከተማይቱ ውስጥ ወላጁን የሚያከብር አልተገኘም፤ የውጪ አገር ሰዎችን ያታልላሉ፤ ባሎቻቸው የሞቱባቸውን ሴቶችንና አባትና እናት የሌላቸውን ድኻ አደግ ልጆችን ይበዘብዛሉ፡፡",
      "8": "ለተቀደሱ ስፍዎች አክብሮት የላችሁም፤ ሰንበትንም አቃልላችኋል፤",
      "9": "ከእናንተ አንዳንዶቹ ሌሎችን ለማስገደል ሐሰት ይናገራሉ፤ አንዳንዶቹ ለጣዖት የተሠዋውን ሁሉ ይመገባሉ፤ አንዳንዶቹ ዘወትር ፍትወታቸውን ለማርካት ያጣደፋሉ፡፡",
      "10": "አንዳንዶቹ ከእንጀራ እናታቸው ጋር የሥጋ ፍትወት ይፈጽማሉ፤ አንዳንዶቹ በወር አበባ ጊዜ ውስጥ ያሉትን ሴቶች በማስገደድ የግብረ ሥጋ ግንኙነት ይፈጽማሉ፡፡",
      "11": "አንዳንዶቹ ከጎረቤቶቻቸው ሚስቶች ጋር ያመነዝራሉ፤ ሌሎችም ምራቶቻቸውን ይደፍራሉ፤ እዲሁም ከአባት የተቀለዱትን እኅቶቻቸውን ያረክሳሉ፤",
      "12": "ከሕዝብሽ አንዳንዶቹን ገንዘብ ተቀብለው ሰው ይገድላሉ፤ አንዳንዶቹ ለገዛ ወገኖቻቸው ለእስራኤላውያን ሳይቀር በአራጣ ያበድራሉ፤ እነርሱንም በመበዝበዝ ያለ አግባብ ያበለጽጋሉ፤ እኔንም ፈጽሞ ረስተዋል፤” ልዑል ያህቬህ ይህን ተናግሮአል፡፡",
      "13": "“ዝርፊያችሁንና ነፍስ መግደላችሁን በመቃወም በእናንተ ላይ ክንዴን አነሣለሁ፡፡",
      "14": "እኔ እናንተን በምቀጣበት ጊዜ ወኔ የሚቀርላችሁ ይመስላችኋልን? ወይስ እጃችሁን ለማንሳት ኀይል የሚኖራችሁ ይመስላችኋልን? ያህቬህ ይህን ተናግሬአለሁ፤ የተናገርሁትንም ቃል እፈጽማለሁ፡፡",
      "15": "ሕዝብሽ ወደየአገሩና ወደየሕዝቡ እበትናለሁ፤ ክፉ ሥራሽም እንዲያከትም አደርጋለሁ፤",
      "16": "ሌሎች አሕዛብ ያዋርዱሻል፤ አንቺ ግን እኔ ያህቬህ መሆኔን ታውቂያለሽ፡፡”",
      "17": "ያህቬህ እንዲህ አለኝ፥",
      "18": "“የሰው ልጅ ሆይ! እስራኤላውያን ለእኔ ምንም አይጠቅሙኝም፤ ለእነርሱ ብር በእሳት ከነጠረ በኋላ ዝቃጭ ሆኖ እንደሚቀር መዳብ፥ ቆርቆሮ፥ ብረትና እርሳስ ናቸው፡፡",
      "19": "ስለዚህ እኔ ያህቬህ እነርሱ እንደዚህ የብር ዝቃጭ ዋጋቢስ መሆናቸውን እነግራቸዋለሁ፤ ሁሉንም በአንድነት ሰብስቤ ወደ ኢየሩሳሌም አመጣቸዋለሁ፤",
      "20": "ይኸውም የብር፥ የመዳብ፥ የብረት፥ የእርሳስና የቆርቆሮ ማዕድን ወደ ማንጠሪያው እሳት እንደሚገባ ዐይነት ማለት ነው፡፡ እሳት ማዕድኑን እንደሚያቀልጥ ቁጣዬና መዓቴም እነርሱን ያቀልጣቸው፤",
      "21": "አዎ በኢየሩሳሌም እሰበስባቸዋለሁ፤ እሳትንም አቀጣጥዬ በቁጣዬ አቀልጣቸዋለሁ፡፡",
      "22": "ብር በምድጃ ውስጥ እንደሚቀልጥ፥ እነርሱም በኢየሩሳሌም ይቀልጣሉ፤ በዚያን ጊዜ እኔ ያህቬህ የቁጣዬን ኀይል እንዳወረድሁባቸው ያውቃሉ፡፡”",
      "23": "ያህቬህ እንደገና እንዲህ አለኝ፥",
      "24": "“የሰው ልጅ ሆይ! ምድራቸው ስከረከሰች በቁጣዬ ዝናም እንዳይዘንም በማድረግ ልቀጣት የተዘጋጀሁ መሆኑን ለእስራኤላውያን ንገራቸው፤",
      "25": "መሪዎቻቸው፥ በገደሉአቸው እንስሳት ዙሪያ እንደሚያገሱ አንበሶች ናቸው፤ ሕዝቡንም በጭካኔ ይገድላሉ፤ ገንዘብም ሆነ ሌላ ንብረት ያገኙትን ሁሉ ይወስዳሉ፤ በግድያቸውም ብዙዎችን ሴቶች ያለ ባል አስቀርተዋል፤",
      "26": "ካህናቱ ሕጌን ይጥሳሉ፤ ቅዱስ ለሆነ ነገርም አክብሮት የላቸውም፤ ቅዱሱን ከርኩሱ አይለዩም፤ ንጹሕ በሆነና ባልሆነ ነገር መካከል ያለውን አያስተምሩም፤ ሰንበትንም ያቃልላሉ፤ ከዚህ የተነሣ የእስራኤል ሕዝብ እኔን አያከብሩኝም፡፡",
      "27": "ባለ ሥልጣኖቹ፥ የገደሉትን እንስሳ እንደሚቦጫጭቁ ተኩላዎች ናቸው፤ ሀብታም ለመሆን ሰው ይገድላሉ፤",
      "28": "ነቢያቱ ግድግዳን ኖራ እንደሚቀባ ሰው ይህን ሁሉ ኃጢአት ይሸፋፍናሉ፤ የሐሰት ራእይ ያያሉ፤ የውሸት ትንቢትም ይናገራሉ፤ የልዑል ያህቬህን ቃል እደሚናገሩ ያስታውቃሉ፤ ነገር ግን እኔ ያህቬህ ምንም ቃል አልነገርሁአቸውም፡፡",
      "29": "ሀብታሞቹ በማታለል ይዘርፋሉ፤ ድኾችንና ችግረኞችን ያንገላታሉ፤ የውጪ አገር ሰዎችንም ትክክለኛ ፍርድን በማሳጣት ያጉላላሉ፡፡",
      "30": "በቁጣዬ አገሪቱን ከማጥፋቴ በፊት የቅጽር ግንብ የሚሠራ፥ ቅጽሮቹ በፈረሱበት በኩል በመቆም የሚከላከልላት አንድ ሰው ፈለግሁ፤ ነገር ግን ማንንም አላገኘሁም፡፡",
      "31": "ስለዚህ ቁጣዬን በእነርሱ ላይ አወርዳለሁ፤ ካደረጉትም ክፋት ሁሉ የተነሣ በመዓቴ እሳት እደመስሳቸዋለሁ፤” ልዑል ያህቬህ ይህን ተናግሮአል፡፡"
    },

    "Chapter 23": {
      "1": "የእግዚአብሔር ቃል ወደ እኔ ደረሰ እንዲህ ሲል፦",
      "2": "የሰው ልጅ ሆይ! ከአንድ እናት የተወለዱ ሁለት ሴቶች ነበሩ፥",
      "3": "እነርሱም በግብጽ ተፀንሰው በዚያም ተወለዱ፤ የእነርሱም ስም ከታላቋ ኦሆላ ነበረ፥ የታናሹትም ኦሆሊባ ነበረ። በዚያም ተቀበልኸኝ፥ ልጆችም ወለዱልኝ። የእነርሱም ስም ኦሆላ ሰማርያ ናት፥ ኦሆሊባም ኢየሩሳሌም ናት።",
      "4": "ኦሆላም በወጣትነቷ ጊዜ ከእኔ ጋር ትዝሙት ነበረች፥ ወደ ጣዖታትዋም ትወዳለች፥ ወንድሞቿን ወደ አሦር ወዳጆችዋ ወሰደቻት፥",
      "5": "ወደ አሦር ወዳጆችዋ ትዝሙት ነበረች፥ ሁሉም የሚመለከቱ ወጣቶች ነበሩ፥ መኳንንትና ገዥዎች፥ ሁሉም የሚያማኝሩ የፈረስ አሽከሮች ነበሩ።",
      "6": "የእስራኤል ልጆች ሁሉ የተለያዩ ልብሶችን የሚለብሱ የአሦር መኳንንት ነበሩ፥ ሁሉም የሚያማኝሩ ወጣቶች ነበሩ። እርስዋም በሁሉ ትዝሙት ነበረች፥ በልቤ ያለውን ሁሉ አደረገች።",
      "7": "የእስራኤል ልጆች ሁሉ የተለያዩ ልብሶችን የሚለብሱ የአሦር መኳንንት ነበሩ፥ ሁሉም የሚያማኝሩ ወጣቶች ነበሩ። እርስዋም በሁሉ ትዝሙት ነበረች፥ በልቤ ያለውን ሁሉ አደረገች።",
      "8": "የእስራኤል ልጆች ሁሉ የተለያዩ ልብሶችን የሚለብሱ የአሦር መኳንንት ነበሩ፥ ሁሉም የሚያማኝሩ ወጣቶች ነበሩ። እርስዋም በሁሉ ትዝሙት ነበረች፥ በልቤ ያለውን ሁሉ አደረገች።",
      "9": "ስለዚህ እጅ ሰጥቼአታለሁ፥ ለአሦር ወዳጆችዋ ለሁሉ ለሚወዷቸው ለአሦር መኳንንት ሁሉ ሰጥቼአታለሁ።",
      "10": "እነርሱም ሸለቆዋን ገለጡ፥ ልጆቿንም ወሰዱ፥ እርስዋንም በሰይፍ ገደሉ፥ በሴቶችም መካከል ስም አላት፥ ፍርድም ፈጸሙባት።",
      "11": "እኅትዋ ኦሆሊባ ይህን ባየች ጊዜ ከእኅትዋ ይልቅ በመጥፎነትዋ ተቀላቀለች፥ ከእኅትዋም ይልቅ በዝሙትዋ ተባበረች።",
      "12": "ወደ አሦር ወዳጆችዋ ተከተለች፥ ወደ አቤቱ መኳንንት ወደ ገዥዎች ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "13": "ያየሁላትም እንደ እኅትዋ እንደ ሰማርያ ትዝሙት እንደ ሆነች አየሁ።",
      "14": "ከዚያም ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "15": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "16": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "17": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "18": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "19": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "20": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "21": "ወደ ባቢሎን ወደ ከለዳውያን ወደ ምስሎቻቸው ወደ ቀይ ልብስ የለበሱ ወደ ገዥዎች ወደ መኳንንት ወደ ሹሞች ወደ የፈረስ አሽከሮች ሁሉ ወደ ወጣቶች ሁሉ ተከተለች።",
      "22": "ስለዚህ ኦሆሊባ ሆይ! እግዚአብሔር እንዲህ ይላል፦ እነሆ እኔ ወዳጆችሽን ያንቺን የተጠራጠርሽባቸውን ወዳጆችሽን ሁሉ በአንቺ ላይ አበርታለሁ፥ ከዚህችም አገር ሁሉ አምጣቸዋለሁ።",
      "23": "የባቢሎን ልጆችና ሁሉም ከለዳውያን፥ ፈቆድና ሾዓ ቆዓም ሁሉ፥ ሁሉም የአሦር ልጆች፥ ወጣቶች መልከ ጥሩ የሆኑ መኳንንትና ገዥዎች ሁሉ፥ ሹሞችና ሹም ልጆች ሁሉ፥ የፈረስ አሽከሮች ሁሉ ይመጣሉ።",
      "24": "በጦር ኃይልም በአሕዛብ ሰፈር ሁሉ ይመጣሉ፥ ትላትላ ጋሻ መከታ ራስ ጦር ይዘው ይመጣሉ። ፍርድንም አዘጋጅቼ በእጃቸው አሳልፌ ይሰጣሉ፥ በፍርዳቸውም ይፈርዱብሻል።",
      "25": "ቍጣዬንም በአንቺ ላይ አደርጋለሁ፥ በቍጣቸውም ያደርጉብሻል፥ አፍንጫሽንና ጆሮሽን ይቆርጣሉ፥ የቀሩትሽም ልጆች በሰይፍ ይወድቃሉ፥ ልጆችሽንም ይይዛሉ፥ በእሳትም ያቃጥላሉ።",
      "26": "ልብስሽንም ያግለልጡሻል፥ የጌጥሽንም ዕቃ ይወስዳሉ።",
      "27": "የዝሙትሽንም መጥፎነት ከግብጽ የመጣሽውን አሳፋሪነትሽን አቁማለሁ፥ ወደ እነርሱም አይደርስሽም፥ ግብጽንም አትመለከቺም እንጂ።",
      "28": "እግዚአብሔር እንዲህ ይላል፦ እነሆ አሳልፌ ለጠላቶችሽ ለወዳጆችሽ ለምትጠራጠሪያቸው ለሁሉ አሳልፌ እሰጣችኋለሁ።",
      "29": "በጥላቻም ይቀበሉሻል፥ የሠራሽውን ሁሉ ይወስዱ፥ ዕራስሽንም ይግለጡሻል፥ የዝሙትሽንም ርኵሰት ያሳዩ። ይህ ሁሉ የደረሰብሽ ስለ ዝሙትሽና ስለ አሕዛብ ጣዖታት ስለ ርኵሰትሽ ነው።",
      "30": "ይህ ሁሉ የደረሰብሽ እኅትሽን መንገድ ስለ ተከተልሽ ነው፥ ጽዋዋንም ትጠጣለሽ።",
      "31": "እግዚአብሔር እንዲህ ይላል፦ የእኅትሽን ጽዋ ትጠጣለሽ፥ ጥልቅና ሰፊ ነው፥ ብዙ ሊያስጨንቅ ይቻላል፥ ሞገስ ትሆንበታለሽ።",
      "32": "በጽድግዋ ትጠጣለሽ፥ ትላለቅሽማለሽ፥ ጽዋውንም ትቆርጣለሽ፥ ጡቶችሽንም ትቆርጣለሽ፥ እግዚአብሔር ተናግሮአልና።",
      "33": "በጽድግዋ ትጠጣለሽ፥ ትላለቅሽማለሽ፥ ጽዋውንም ትቆርጣለሽ፥ ጡቶችሽንም ትቆርጣለሽ፥ እግዚአብሔር ተናግሮአልና።",
      "34": "በጽድግዋ ትጠጣለሽ፥ ትላለቅሽማለሽ፥ ጽዋውንም ትቆርጣለሽ፥ ጡቶችሽንም ትቆርጣለሽ፥ እግዚአብሔር ተናግሮአልና።",
      "35": "ስለዚህ እግዚአብሔር እንዲህ ይላል፦ እኔን ስለ ረሳሽ፥ ፊትሽንም ስለ ጣልሽ፥ አንቺም ዝሙትሽንና ርኵሰትሽን ስለ ተሸከምሽ ቅጣት ትሸከሚለሽ።",
      "36": "እግዚአብሔርም እንዲህ አለኝ፦ የሰው ልጅ ሆይ! ኦሆላንና ኦሆሊባን ፍረድ፥ ኃጢአታቸውንም ንገራቸው።",
      "37": "ዝሙት አድርገዋልና፥ እጆቻቸውም በደም አልፈዋል፥ ከጣዖታቸውም ጋር ዝሙት አድርገዋል፥ ልጆቻቸውንም ወደ ጣዖታት አሳልፈው ሰጥተዋል።",
      "38": "ከዚህም በተጨማሪ ይህን አድርገዋል፦ በዚህ ቀን ቤቴን አርክሰዋል፥ ሰንበቴንም ረስተዋል።",
      "39": "ልጆቻቸውን ለጣዖታቸው በገደሉ ጊዜ በዚህ ቀን ወደ ቤቴ ገብተው አርክሰዋል፥ እነሆ በመካከልም ይህን አድርገዋል።",
      "40": "በተጨማሪም ለሰዎች ወደ ሩቅ አገር ወደ መጡ መልክተኞች ላኩ፥ እነርሱም መጡ፥ ለእነርሱ ልትታጠቢ ታጠብሻለሽ፥ ዓይንሽን ትቀላጥፋለሽ፥ ለጌጥሽም ዕቃ ትለብሻለሽ።",
      "41": "በዚያም በተዋቢ አልጋ ተቀምጠሻል፥ ጠረጴዛም በፊትሽ ተደርጎልሻል፥ ዕጣንና ዘይቴን ላዩ ላይ አኖርሁልሻል።",
      "42": "የብዙ ሕዝብ ድምፅ በእርስዋ ዘንድ ይሰማ ነበር፥ ከምድረ በዳም ሰዎች በብዛት ይመጡ ነበር፥ በእጃቸውም አንባር ጫኑላቸው፥ በራሶቻቸውም ላይ የሚያምር አክሊል ጫኑላቸው።",
      "43": "በዝሙት ላይ ያረፈችውን ለርስዋ አልኩ፦ አሁን ይህች ዝሙትዋን ትጠብቃለችን?",
      "44": "ወደ እርስዋም ገቡ፥ እንደ ሴት ወደ ዝሙተኛ እንደሚገቡ ወደ ኦሆላና ወደ ኦሆሊባ ወደ ዝሙተኛው ሴት ገቡ።",
      "45": "ሰዎችም ጻድቃን ናቸው፥ ይፈርዱባቸዋል፥ የዝሙትና የደም ፈሳሽ ፍርድ ይፈርዱባቸዋል፥ ዝሙት አድርገዋልና፥ እጆቻቸውም በደም አልፈዋል።",
      "46": "እግዚአብሔር እንዲህ ይላል፦ ጉባኤ አምጡባቸው፥ ለጭቆናና ለጭስ ይስጧቸው።",
      "47": "ጉባኤውም በድንጋይ ይውገራቸው፥ በሰይፍም ይቁረጫቸው፥ ልጆቻቸውንና ሴቶቻቸውን ይግደሉ፥ ቤቶቻቸውንም በእሳት ያቃጥሉ።",
      "48": "የዝሙትንም ርኵሰት ከምድር አጠፋለሁ፥ ሴቶችም ሁሉ እንዳይማሩ እንዳያድርጉ ይሆናል።",
      "49": "ዝሙታችሁንም ትጠየቃላችሁ፥ የጣዖታትንም ኃጢአት ትሸከማላችሁ፥ እግዚአብሔር እኔ መሆኔን ታውቃላችሁ።"
    },

    "Chapter 24": {
      "1": "በተሰደድን በዘጠነኛው ዓመት፥ በዐሥራው ቀን፥ ያህዌ እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! የባቢሎን ንጉሥ ኢየሩሳሌምን መክበብ የሚጀምርበት ስለሆነ ይህን የዛሬውን ዕለት በመዝገብ ጻፈው፤",
      "3": "እኔ ያህዌ ስለ እነርሱ የመሰልሁትን ይህን ምሳሌ ዐመጸኞች ለሆኑት ሕዝቤ ንገራቸው፤ ‘የብረት ድስት በእሳት ላይ ጥደህ ውሃ ሙላበት፤",
      "4": "ጭንና ወርች የመሳሰሉትን ጥሩ የሥጋ ብልቶች ቆራርጠህ፥ ምርጥ የሆኑትንም አጥንቶች ሰባብረህ በውስጥ ጨምር፡፡",
      "5": "ጥሩ የበግ ሙክት ሥጋ ውሰድ፤ በብረት ድስቱም ሥር እንጨት ቆልል፤ ውሃውም ይፍላ፤ ሥጋውን እና አጥንቱንም እስኪበስል ድረስ ቀቅለው፡፡’”",
      "6": "ልዑል ያህዌ የሚለውን ይህ ነው፤ “ለነፍሰ ገዳዮች ከተማ ወዮላት! ከዝገቱ እንዳልጠራ እና ከቶም እንደማይጠራ ብረት ድስት ሆናለች፤ በውስጥዋ ያለው ቁራጭ ሥጋ ሁሉ ይወሰዳል፤ አንድ እንኳ አይቀርም፡፡",
      "7": "በከተማይቱ ውስጥ ግድያ ተፈጽሞአል፤ ደሙም የፈሰሰው ትቢያ በሚሸፍነው መሬት ላይ አይደለም፤ ነገር ግን ደሙ የፈሰሰው ምንም በማይሸፈነው ገላጣ አለት ላይ ነው፡፡",
      "8": "እኔም ደሙን እዚያው ሊደበቅ በማይችልበት ገላጣ አለት ላይ ትቼዋለሁ፤ በዚያም ሰዎች በቁጣ ተነሣሥተው ይበቀሉታል፡፡”",
      "9": "ልዑል ያህዌ የሚለው ይህ ነው፤ “ለነፍሰ ገዳዮች ከተማ ወዮላት! ለእሳት ማቀጣጠያ የሚሆነውን እንጨት እ ራሴ እጨምራለሁ፡፡",
      "10": "ብዙ እንጨት አምጣ! እሳቱንም አርገብግብ! ሥጋውን ቀቅል! መረቁን በቅመም አጣፍጠው! አጥንቱን አቃጥለው!",
      "11": "ከነሐስ የተሠራውን ባዶ ብረት ድስት በፋመው ከሰል ላይ ጣደው፤ ቀይ እስኪሆንም ድረስ ይጋይ፤ በዚህ ዐይነት ዝገቱ ከለቀቀ በኋላ ብረት ድስቱ ከርኩሰት ይነጻል፡፡",
      "12": "ይህም ሁሉ ሆኖ በእሳቱ ነበልባል ውስጥ ዝገቱ አይጠፋም፡፡",
      "13": "ኢየሩሳሌም ሆይ! ሴሰኛነትሽ አርክሶሻል፤ እኔ እንኳ ላነጻሽ ብሞክር አንቺ ከርኩሰትሽ አልነỂሽም፡፡ የቁጣዬ ኀይል እስከሚገለጥብሽ ድረስ ዳግመኛ ንጹሕ አትሆኚም፡፡",
      "14": "እኔ ያህዌ ይህን ተናግሬአለሁ፤ እኔ የምሠራበት ጊዜ እነሆ ቀርቦአል፤ ኃጢአትሽን ችላ አልልም ወይም በመራራት ምሕረት አላደርግልሽም፤ ስላደረግሺው ክፉ ነገር ሁሉ ትቀጪአለሽ፤” ይህን የተናገረ ልዑል ያህዌ ነው፡፡",
      "15": "ያህዌ እንዲህ ሲል ተናገረኝ፥",
      "16": "“የሰው ልጅ ሆይ! የምትወዳት እና የዐይንህ መደሰቻ የሆነችው ሚስትህ ተቀሥፋ በድንገት ትሞትብሃለች፤ በዚህም አትመረር፤ እንባህንም በማፍሰስ አታልቅስ፤",
      "17": "በሐዘንም መንሰቅሰቅህን ሰው አይስማህ፤ ሐዘንህንም ለመግለጥ መጠምጠሚያህንም በራስህ ላይ አድርግ፤ ጫማህንም በእግርህ አጥልቅ፤ ፊትህን አትሸፍን፤ ሐዘንተኞች የሚመገቡትንም እንጀራ አትብላ፡፡”",
      "18": "ጠዋት በማለዳም ከሰዎች ጋር እነጋገር ነበር፤ በዚያች ምሽት ሚስቴ ሞተች፤ በሚቀጥለውም ቀን ልክ እንደተነገረኝ አደረግሁ፡፡",
      "19": "ሰዎችም “ይህን ማድረግህ ለእኛ ምን ልትገልጥልን ፈልገህ ነው?” ሲሉ ጠየቁኝ፡፡",
      "20": "እኔም እንዲህ ስል መለስሁላቸው፥ “ይህን እንዳደርግ የነገረኝ ያህዌ ነው፤",
      "21": "ለእናንተም ለእስራኤላውያን ከዚህ የሚከተለውን መልእክት እንድነግራችሁ አዘዘኝ፥ ‘ስለ ቤተ መቅደሴ ጽናት ትምክሕት አድሮባችኋል፤ እርሱን ማየት እና እርሱን መጎብኘት ደስ ያሰኛችኋል፤ እኔ ያህዌ ግን አረክሰዋለሁ፤ በኢየሩሳሌም የቀሩት ወንዶች እና ሴቶች ልጆቻችሁ በጦርነት ይገደላሉ፡፡’",
      "22": "በዚያን ጊዜ እኔ ያደረግሁትን ሁሉ ታደርጋላችሁ፤ ፊታችሁን አትሸፍኑም፤ ሐዘንተኞች የሚመገቡትን እንጀራ አትበሉም፤",
      "23": "ጥምጥማችሁን አታወልቁም፤ ጫማችሁን አውልቃችሁ በባዶ እግራችሁ አትሄዱም፤ እንባችሁን በማፍሰስ አታለቅሱም ወይም ምርር ብላችሁ አታዝኑም፤ ከኃጢአታችሁም የተነሣ ትመነምናላችሁ፤ አንዱ ስለ ሌላው በሐዘን ይቃትታል፡፡",
      "24": "በዚያ ጊዜ እኔ ለእናንተ ምልክት እሆናለሁ፤ እኔ ያደረግሁትን ሁሉ ታደርጋላችሁ፤ ይህ ሁሉ በሚፈጸምበት ጊዜ እርሱ ልዑል ያህዌ መሆኑን እንደምታውቁ ያህዌ ተናግሮአል፡፡”",
      "25": "ያህዌ እንዲህ አለ፥ “አሁንም የሰው ልጅ ሆይ! ዘወትር ሊያዩት እና ሊጎበኙት የሚወዱትን፥ የሚመኩበትን እና የሚደሰቱበትን እጅግ ጽኑ የሆነውን ቤተ መቅደስ ከእነርሱ እወስድባቸዋለሁ፤ ወንዶች እና ሴቶች ልጆቻቸውንም እወስዳለሁ፤",
      "26": "እኔ ይህን የመደርግበት ቀን ከጥፋት ያመለጠ ሰው መጥቶ ስለዚህ ሁሉ ድርጊት ይተርክልሃል፤",
      "27": "በዚያኑ ቀን ከዚህ በፊት አጥተኸው የነበረውን የመናገር ችሎታ መልሰህ ታገኛለህ፤ ከእርሱም ጋር ትነጋገራለህ ለሕዝቡም ምልክት ትሆናለህ፤ እነርሱም እኔ ያህዌ መሆኔን ያውቃሉ፡፡”"
    },
    "Chapter 25": {
      "1": "ያህዌ እንዲህ ሲል ተናገረኝ፥ “የሰው ልጅ ሆይ! ፊትህን ወደ ዐሞን ምድር አዙረህ በዐሞናውያን ላይ ትንቢት ተናር፤",
      "2": "እኔ ያህዌ የምላቸውን እዲያዳምጡ ንገራቸው፤ ቤተ መቅደሴ ሲረክስ፥ የእስራኤል ምድር ሲጠፋና የይሁዳም ሕዝብ ሲሰደድ በማየታችሁ ደስ ብሎአችሁ ነበር፤",
      "3": "በዚህ ሁሉ ደስ ስላላችሁ ከምሥራቅ በረሓ በሚመጣ ነገድ እንድትወረሩ አደርጋለሁ፤ በአገራችሁ የጦር ሠፈር ሠርተው በዚያው ይኖራሉ፤ ለእናንተ ሊሆን የሚገባውን ፍሬ ይበላሉ፤ ወተቱንም ይጠጣሉ፡፡",
      "4": "የራባን ከተማ የግመሎች ማሠማሪያ፥ መላውንም የዐሞን አገር የበጎች መዋያ አደርገዋለሁ፤ በዚህም ዐይነት እኔ ያህዌ መሆኔን ታውቃላችሁ፡፡",
      "5": "ልዑል ያህዌ የሚለው ይህ ነው፤ በእጃችሁ በማጨብጨብ በደስታ ዘላችሁ ነበር፤ የእስራኤልንም ምድር በንቀት ተመልክታችኋት ነበር፡፡",
      "6": "ይህንንም በማድረጋችሁ ለሚዘርፉአችሁና ለሚበዘብዙአችሁ አሕዛብ አሳልፌ እሰጣችኋለሁ፤ ዳግመኛ ሕዝብ እስከማትሆኑ ወይም የራሳችሁ አገር እስከማይኖራችሁ ድረስ ጨርሶ አጠፋችኋለሁ፤ በዚያን ጊዜም እኔ ያህዌ መሆኔን ታውቃላችሁ፡፡”",
      "7": "ልዑል ያህዌ እንዲህ አለ፥ “ሞአብና ኤዶም ‘ይሁዳ ከሌሎች አሕዛብ አገሮች የተለየች አይደለችም’ በማለታቸው፥",
      "8": "ቤትየሺሞት፥ ባዓልመዖንና ቂርያታይም የተባሉት ዝነኞቹ ከተሞች ሰይቀሩ የሞአብን ጠረፎች የሚጠብቁትን ከተሞች ሁሉ በጠላት እዲመቱ አደርጋለሁ፡፡",
      "9": "ከእንግዲህ ወዲህ ዐሞን በመንግሥትነት እንዳትታወቅ ከምሥራቅ በረሓ የሚመጡ ነገዶች ሞአብንና ዐሞንን እንዲወርሩአቸው አደርጋለሁ፡፡",
      "10": "እኔ ሞአብን እቀጣለሁ፤ እነርሱም እኔ ያህዌ መሆኔን ያውቃሉ፡፡”",
      "11": "ልዑል ያህዌ እንዲህ አለ፥ “የኤዶም ሕዝብ በይሁዳ ጭካኔ የተሞላበት በቀል ፈጽመዋል፤ ይህንንም በማድረጋቸው በደለኞች ሆነዋል፡፡",
      "12": "ስለዚህ አሁን ኤዶምን እደምቀጣና በዚያም ያሉትን ሰዎችንና እንስሳት በሙሉ እንደማጠፋ አሳውቃለሁ፤ ከቴማን ከተማ እስከደዳን ከተማ ድረስ ባድማ እንዲሆን አደርጋለሁ፤ ሕዝቡም በጦርነት ያልቃሉ፤",
      "13": "ሕዝቤ እስራኤል ስለ እኔ ኤዶምን ይበቀላሉ፤ የእኔም ቅጣት ኀይል እንዲሰማት ያደርጋሉ፤ የእኔም ቅጣት የሚፈጸምበት ሁሉ ምን ያህል እንደሚጎዳ ኤዶም ራስዋ እንድታውቅ አደርጋለሁ፤” ልዑል ያህዌ ይህን ተናሮአል፡፡",
      "14": "ልዑል ያህዌ እንዲህ አለ፥ “ፍልስጥኤማውያን ለብዙ ዘመናት ጠላቶቻቸው በሆኑት ላይ ጭካኔ የተሞላበት በቀል ፈጽመዋል፤ በጥላቻቸውም ሕዝቤን ለማጥፋት ሞክረዋል፤",
      "15": "ስለዚህ ፍልስጥኤማውያንን የምቀጣና ከምድር ላይ የማጠፋቸው መሆኔን አሳውቃለሁ፤ በፍልስጥኤማውያን ሜዳ ላይ የቀሩትን ሁሉ አጠፋሁ፤",
      "16": "በብርቱ እቀጣቸዋለሁ፤ ታላቅ የበቀል እርምጃም እወስድባቸዋለሁ፤ የቁጣዬም ኀይል ይሰማቸዋል፤ በዚያን ጊዜ እኔ ያህዌ መሆኔን ያውቃሉ፡፡”"
    },

    "Chapter 26": {
      "1": "በተሰደድን በዐሥራ አንደኛው ዓመት በወሩም መባቻ ዕለት ያህዌ እዲህ ሲል ተናረኝ፥",
      "2": "“የሰው ልጅ ሆይ! በጢሮስ ከተማ ያሉ ሕዝቦች የሚደሰቱበት ነገር ይህ ነው፤ ‘ኢየሩሳሌም ፈራርሳለች! የንግድ ኀይልዋም ወድቆአል! ከእንግዲህ ወዲህ ከእኛ ጋር መወዳደር ከቶ ስለማትችል ᥑኛ እንበለጽጋለን’ ይላሉ፡፡",
      "3": "“እንግዲህ እኔ ያህዌ የምለው ይህ ነው፤ የጢሮስ ከተማ ሆይ! እነሆ እኔ በቁጣ ተነሣቼብሻለሁ፤ በአንቺ ላይ አደጋ እንዲጥሉ ብዙ አሕዛብ ወደዚህ አመጣለሁ፤ እደሚያቋርጥ የባሕር ሞገድ እየገሠገሡ ይመጣሉ፡፡",
      "4": "የከተማሽን የቅጽር ግንቦች ያፈራርሳሉ፤ ምሽጎችንም ይሰባብራሉ፤ ዐፈሩን ሁሉ ጠራርጌ በማጥፋት አለቱ ብቻ አጥግቦ እንዲቀር አደርጋለሁ፤",
      "5": "እዚያው በባሕር መካከል ዓሣ አጥማጆች መረባቸውን ለማድረቅ የሚያሰጡበት ስፍራ አደርጋታለሁ፤ እኔ ያህዌ ይህን ተናገርኩ፤ አሕዛብ ጢሮስን ይመዘብራሉ፤",
      "6": "በዋናይቱ ምድር ላይ ባሉት መንደሮች የሚኖሩትንም ሕዝብ በሰይፋቸው ይጨፈጭፋሉ፤ በዚያን ጊዜ ጢሮስ እኔ ያህዌ መሆኔን ታውቃለች፡፡”",
      "7": "ልዑል ያህዌ እንዲህ ይላል፥ “በጢሮስ ላይ አደጋ እንዲጥል የነገሥታት ንጉሥ የሆነውን የባቢሎንን ንጉሥ ናቡከደነፆርን ከሰሜን በኩል አመጣባታለሁ፤ እርሱም ከታላቅ ሠራዊት ጋር በብዙ ፈረሶችና ሠረገላዎች በፈረሰኞችም ታጅቦ ይመጣል፤",
      "8": "በዋናይቱ ምድር ባሉት መንደሮች ነዋሪ የሆኑ ሕዝብ ሁሉ በሰይፍ ያልቃሉ፤ ጠላትም እስከ ቅጽሮችሽ ጫፍ ዐፈር ይደለድላል፤ እናንተንም የሚከላከልበት ምሽግ ይሠራል፤ በጋሻም ብዛት እየተከላከለ ያጠቃችኋል፡፡",
      "9": "በምሽግ ማፍረሻ መሣሪያ ቅጽሮችሽን ይመታል፤ ምሽጎችሽንም በብረት ዘንግ ያፈራርሳል፤",
      "10": "በፈረሶቻቸው ኮቴ የሚነሣው አቧራ እንደ ደመና ሆኖ ይሸፍንሻል፤ ሠረገላና ጋሪ የሚጎትቱ ፈረሶቻቸው በፈረሰቸው ከተማ ቅጽር በሮች ሲገቡ የሚያሰሙት ድምፅ የቅጽር ግንቦችሽን ያናጋል፡፡",
      "11": "ፈረሰኞቻቸው በየመንገዱ ተገኝተው በሰይፋቸው ሕዝብሽን ይጨፈጭፋሉ፤ ታላላቅ ዐምዶችሽም ተሰባብረው ትቢያ ላይ ይወድቃሉ፡፡",
      "12": "ጠላቶችሽ ሀብትሽንና የንግድ መደበርሽን ይዘርፋሉ፤ የቅጽር ግንቦችሽንና ለቅንጦት የተሠሩ ቤቶችሽን ሁሉ ያፈራርሳሉ፤ ድንጋዩን፥ እንጨቱንና ፍርስራሹን ሁሉ ወስደው ወደ ባሕር ይጥሉታል፤",
      "13": "ዘፈንሽንና በበገና የምታሰሚውን የሙዚቃ ድምፅ ሁሉ ጸጥ አደርጋለሁ፤",
      "14": "ዓሣ አጥማጆች መረባቸውን የሚያሰጡበት አለት ብቻ አግጥጦ ይቀራል፤ ከተማይቱ ዳግመኛ አትታደስም፤ እኔ ያህዌ ይህን ተናገርኩ፡፡”",
      "15": "ልዑል ያህዌ ለጢሮስ ከተማ የሚለው ይህ ነው፥ “በምትወረሪበት ጊዜ በባሕ ዳር የሚኖሩ ሕዝቦች በሰይፍ የሚታረዱትን ሰዎች ጩኸት በመስማት በፍርሃት ይሸበራሉ፤",
      "16": "በባሕር አጠገብ ያሉ አገሮች ነገሥታት ሁሉ ከዙፋናቸው ይወርዳሉ፤ መጎናጸፊያቸውንና በእጅ ሥራ ጥልፍ ያጌጠ ልብሳቸውን አውልቀው በፍርሃት እየተንቀጠቀጡ መሬት ላይ ይቀመጣሉ፤ በአንቺ ላይ የደረሰውን አሠቃቂ ሁኔታ በብርቱ ይሸበራሉ፤ ማንቀጥቀጡም አይተዋቸውም፡፡",
      "17": "እንዲህም እያሉ ስለ አንቺ ሙሾ ያወጣሉ፤ ‘ዝነኛይቱ ከተማ ፈረሰች! መርከቦችዋ ከየባሕሩ ተነድተው ተወሰዱ፤ የዚህች ከተማ ሕዝቦች የባሕር አለቆች ነበሩ፤ በባሕር አጠገብ የሚኖሩትንም ሁሉ ያሸብሩ ነበር፤",
      "18": "እነሆ አሁን በወደቀችበት ቀን ደሴቶች ተንቀጠቀጡ፤ በላያቸው የሚኖሩ ሕዝቦች ሁሉ ከዚህ ታላቅ ጥፋት የተነሣ ደነገጡ፡፡’”",
      "19": "ልዑል ያህዌ እንዲህ ይላል፥ “ምንም ሊኖርባቸው እንደማይችል እንደፈራረሱ ከተሞች ባድማ አደርግሻለሁ፤ ጥልቅ ከሆነ ውቅያኖስ በሚገኝ ውሃ እሸፍንሻለሁ፤",
      "20": "ወደ ሙታን ዓለም ወርደሽ በጥንት ዘመን ይኖሩ ከነበሩ ሕዝቦች ጋር እንድትደባለቂ አደርጋለሁ፤ ከሙታን ጋር ተወዳጅተሽ እንድትኖሪ በዚያ ከምድር በታች ባለ ዓለም ውስጥ ዘላለም ፈራርሰው ከሩቅ ነገሮች ጋር እተውሻለሁ፤ ከዚህም የተነሣ ዳግመኛ ሰው አይኖርብሽም፤ በሕያዋንም ምድር ዕድል ፈንታ አይኖርሽም፤ በሕያውያንም ምድር ዕድል ፈንታ አይኖርሽም፤",
      "21": "ሰዎች በመሸበር የሚሰቀቁበት የመቀጣጫ ምልክት አደርግሻለሁ፤ ከዚያም በኋላ ፍጻሜሽ ይሆናል፤ ሰዎች ቢፈልጉሽ እንኳ ከዚያን ጊዜ ጀምሮ ከቶ አያገኙሽም፤” ልዑል ያህዌ ይህን ተናገረ፡፡"
    },
    "Chapter 27": {
      "1": "ያህቬህ(יהוה) እንዲህ አለኝ፥ የሰው ልጅ ሆይ! ስለ ጢሮስ ሙሾ አውጣ፤",
      "2": "በባሕር ጠረፍ ለምትገኘውና በባሕር ዳርቻ ከሚኖሩ ሕዝቦች ሁሉ ጋር የንግድ ሥራ ለምታካሄደው፥ ለዚያች ከተማ ልዑል ያህቬህ(יהוה) የሚለውንም እንዲህ ብለህ ንገራት፡\"",
      "3": "ጢሮስ ሆይ! ፍጹም ስለሆነው ውበትሽ ትምክሕት አድሮብሻል፤",
      "4": "መኖሪያሽ ባሕር ነው፤ ገንቢዎችሽ እንደተዋበች መርከብ ሠርተውሻል፤",
      "5": "ሳንቃሽ የተሠራው ከሔርሞን ተራራ በተገኘ ጥድ ነው፤ ምሰሶዎችሽ የተሠሩት ከሊባኖስ በመጣ ዝግባ ነው፤\"",
      "6": "መቅዘፊያዎችሽ የተሠሩት ከባሳን በተገኘ የሾላ ዛፍ ነው፤ ወለልሽም የተሠራው ከቆጵሮስ በተገኘ ልዩ በሆነ የጥድ ሳንቃ ነው፤ ዙሪያውም በዝሆን ጥርስ ተለብጦአል፡፡\"",
      "7": "ሸራሽ እንደ ዓላማ ሆኖ ከሩቅ ይታይ ዘንድ፥ በእጅ ሥራ ባጌጠ የግብጽ በፍታና ቀጭን ሐር ተሠርቶአል፤ መጋረጃዎችሽ ከቆጵሮስ ደሴት በተገኘ እጅግ በሚያምር ሐምራዊ ጨርቅ ተሠርቶአል፤\"",
      "8": "ቀዛፊዎችሽ ሲዶናና አርዋድ ከተባሉ ከተሞች የመጡ ናቸው፤ መርከቢቱን የሚነዱት ብልኀተኞች የሆኑት የራስሽ ሰዎች ናቸው፡፡\"",
      "9": "በመርከቢቱ ውስጥ በአናጢነት የሚያገለግሉት ከቢብሎስ የመጡ ብልኀኞች ሰዎች ናቸው፤ በባሕር ላይ የሚጓዝ የእያንዳንዱ መርከብ ነጂዎች፥ በሱቆችሽ ይገበያያሉ፡፡\"",
      "10": "ከፋርስ፥ ከልድያና ከሊቢያ የመጡ ወታደሮች በሠራዊትሽ ውስጥ ያገለግላሉ፤ ጋሻቸውንና የራስ ቁራቸውን በጦር ሠፈርሽ ሰቅለዋል፤ እነርሱ ለአንቺ ክብር ያስገኙ ሰዎች ናቸው፡፡\"",
      "11": "ከአርዋድ የመጡ ወታደሮች የቅጽር ግንቦችሽን ይጠብቁ ነበር፤ ከጋማድም የመጡ ሰዎች ምሽጎችሽ ላይ ሰቀሉ፤ የተዋብሽ እንድትሆኚ ያደረጉሽ እነርሱ ናቸው፡፡\"",
      "12": "ከእስፔን ጋር ትነግጂ ነበር፤ መጠን የሌለው ሸቀጥ ለእርስዋ ሰጥተሸ በለውጡ ብር፥ ብረት፥ ቆርቆሮና እርሳስ ከእርስዋ ትወስጂ ነበር፡፡\"",
      "13": "ከግሪክ፥ ከቱባልና ከሜሼክ ጋር የንግድ ሥራ ታካሂጂ ነበር፤ ባሪያዎችንና ከኘሐስ የተሠሩ ዕቃዎችን ወስደሽ፥ በምትኩ ሸቀጥን ትሰጫቸው ነበር፤",
      "14": "ከቤትቶጋርማ የበረሓ ፈረሶችን፥ የጦር ፈረሶችንና በቅሎዎችን ወስደሽ ሸቀጥሽን ለእነርሱ ትሸጪ ነበር፡፡",
      "15": "ከሮድ አገር ሰዎች ጋር የንግድ ሥራ ታካሂጂ ነበር፤ በባሕር ዳር የሚገኙ አገሮች ሕዝቦች ሸቀጥሽን ወስደው በምትኩ የዝሆን ጥርስና ዞጲ ያመጡልሽ ነበር፤",
      "16": "የሶርያ ሕዝብ የንግድ ሸቀጥሽን ሁሉና ሌሎችንም ብዙ ዕቃዎች ይገዙሽ ነበር፤ በወሰዱአቸውም ዕቃዎች ምትክ በሉር፥ ሐምራዊና በጥልፍ ያጌጠልብስ፥ ቀጭን ሐር፥ ከዛጎል የተሠሩ ጌጣጌጦችና ቀይ ዕንቁ ይሰጡሽ ነበር፤\"",
      "17": "የይሁዳና የእስራኤል ነጋዴዎች ለሸቀጥሽ ዋጋ ስንዴ፥ ስለእህል ማር፥ የወይራ ዘይትና ቅመማ ቅመም ይከፍሉሽ ነበር፤",
      "18": "የደማስቆ ሕዝብ ስለ ሸቀጥሽና ስለ ሌሎችም ዕቃዎችሽ ከሔልቦን የተገኘ የወይን ጠጅና ከሳሖር የተገኘ የበግ ጠጉር ይሰጡሽ ነበር፤",
      "19": "እንዲሁም ስለ ዕቃዎችሽና ልዋጭ ቀልጦ የተሠራ ብረትና ቅመማ ቅመም ያቀርቡልሽ ነበር፤",
      "20": "የደዳን ሕዝብ ስለ ሸቀጥሽ ልዋጭ የኮርቻ ልብስ ያመጣሽ ነበር፤\"",
      "21": "ዐረቦችና የቄዳር ምድር አለቆች ሁሉ ስለ ንግድ ዕቃሽ ጥቦቶች፥ በጎችና ፍየሎች ያመጡልሽ ነበር፤",
      "22":"የሳባና የራዕማ ነጋዴዎች ለሸቀጥሽ ልዋጭ ዕንቁ፥ ወርቅና ምርጥ የሆኑ ቅመማ ቅመሞች ያቀርቡልሽ ነበር፡፡",
      "23": "የካራን፥ የካኔህና የዔደን ከተሞች፥ የሳባ ነጋዴዎች፥ የአሹርና የኪልማድ ከተሞች፥ እነዚህ ሁሉ ከአንቺ ጋር ይነግዱ ነበር፡፡",
      "24": "የተዋቡ ልብሶችን፥ ሐምራዊ ጨርቆችና፥ በእጅ ሥራ ያጌጡ ልብሶችን፥ ደማቅ የሆኑ ሥጋጃዎችን፥ በደንብ የተሠሩ ሲባጎዎችንና ገመዶችን ይሸጡልሽ ነበር፡፡",
      "25": "የሸቀጥ ዕቃዎችሽም በብዙ ታላላቅ የጭነት መርከቦች ተጭነው ነበር፡፡",
      "26": "አንቺም ብዙ ዕቃ ተጭና በባሕር ላይ እንደምትጓዝ መርከብ፤ ቀዛፊዎችሽ አውጥተው ወደ ባሕር ወሰዱሽ፤ የምሥራቅም ነፋስ አንገላትቶ በባሕሩ ውስጥ ሰባበረሽ፤\"",
      "27":"የንግድ ሸቀጥ ሀብትሽ ሁሉ፥ መርከብ ነጂዎችሽ ሁሉ፥ በመርከብ ውስጥ የሚያገለግሉ አናጢዎችሽና ነጋዴዎችሽ ሁሉ፥ በመርከቢቱ ውስጥ የነበሩ ወታደሮች ሁሉ፥ መርከቦችሽ በተሰባበሩ ጊዜ ሁሉም ተጠራርተው በባሐር ውስጥ ጠፉ፡፡\"",
      "28": "መርከበኞቹ ወደ ባሕር ሲሰጥሙ ያሰሙት ጩኸት እስከ ባሕር ዳር አስተጋባ፡፡",
      "29": "እያንዳንዱ መርከብ ባዶውን ቀረ፤ እያንዳንዱም መርከበኛ ወደ ባሕር ዳር ሸሸ፡፡",
      "30": "ሁሉም በራሳቸው ላይ ትቢያ ነሥንሠው በዐመድ ላይ እየተንከባለሉ፥ ስለ አንቺ ጥፋት ምርር ብለው ያለቅሳሉ፡፡",
      "31": "ስለ አንቺ በማዘን ጠጉራቸውን ተላጭተው ማቅ ይለብሳሉ፤ በሚያለቅሱበትም ጊዜ በመረረ ሁኔታ ልባቸው ይጨነቃል፡፡",
      "32": "ስለ አንቺም እንዲሁ እያሉ ሙሾ ያወጣሉ፤ 'አሁን በባሕር ውስጥ ጸጥ ብላ ከምትገኘው ከጢሮስ ጋር የሚወዳደር ከቶ ማን ነው?'",
      "33": "'የሸቀጥ ዕቃሽ በየሀገሩ ሲሰራጭ፥ የየሀገሩን ሕዝብ ፍላጎት ያሟላ ነበር፤ ከአንቺ ሸቀጥ በሚገኘው ሀብት ነገሥታት ይበለጽጉ ነበር፡፡'",
      "34": "'አሁን ግን በባህር ውስጥ ተሰባብረሽ ቀርተሻል፤ ወደ ውቅያኖስ ጥልቀት ሰጥመሻል፤ የሸቀጥ ዕቃሽና ለአንቺ ያገለገሉ ሰዎች ሁሉ ከአንቺ በባሕር ውስጥ ጠፍተዋል፤'\"",
      "35": "'በባሕር ዳር የሚኖሩ ሁሉ አንቺን ከገጠመሽ መጥፎ ዕድል የተነሣ ደንግጠዋል፤ ነገሥታቶቻቸው እንኳ ሳይቀሩ ተሸብረዋል፤ በያንዳንዳቸውም ፊት ላይ ፍርሃት ይነበባል፡፡'\"",
      "36": "'እነሆ ጠፍተሻል! ለዘላለምም አትገኚም! በዓለም ዙሪያ ያሉ ነጋዴዎች ተሸብረዋል፤ የአንቺ ዕድል ይደርስብናል በማለትም ፈርተዋል፡፡'"
    },

    "Chapter 28": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! እኔ እዚአብሔር የምለውን ለጢሮስ ንጉሥ እዲህ ብለህ ንገረው፥ ‘ልብህ በትዕቢት ስለተወጠረ ራስህን እንደ አምላክ አድርገህ ቆጥረሃል፤ እንደ አምላክም በባሕር በተከበበ ዙፋን ላይ ተቀምጨአለሁ ብለሃል፤ አምላክ እንደሆንህ ብታስመስልም ሰው እንጂ ከቶ አምላክ አይደለህም፤",
      "3": "ከዳንኤል ይበልጥ ጥበበኛ የሆንህ ይመስልሃል፤ ምንም ምስጢር እንደማይሰወርብህም ታስባለህ፤",
      "4": "በእርግጥም ጥበብህና ብልኀትህ ብዙ ወርቅና ብር በማስገኘት ሀብታም አድርጎሃል፡፡",
      "5": "በንግድ ሥራም ባሳየኸው ብልኀት ብዙ ትርፍ አግኝተሃል፤ ከሀብትህም ብዛት የተነሣ ኩራት ተሰምቶሃል፡፡’",
      "6": "“እንግዲህ እኔ ያህቬህ(יהוה) የምለው ይህ ነው፤ ‘እንደ አምላ ጥበበኛ ነኝ ብለህ በማሰብህ ምክንያት፥",
      "7": "በአንተ ላይ አደጋ የሚጥሉ ጨካኞች ጠላቶችን አመጣብሃለሁ፤ እነርሱ በጥበብህና በብልኀትህ ያገኘኸውና ያከማቸኸውን መልካም ነገር ሁሉ ያጠፋሉ፡፡’",
      "8": "አንተንም ገድለው በባሕር ጥልቀት ወደሚገኘው መቃብር ይጥሉሃል፤",
      "9": "ታዲያ ሊገድሉህ በሚመጡበት ጊዜ አሁንም ራስህን እንደ አምላክ ትቆጥር ይሆን? በገዳዮችህ እጅ ወድቀህ ስትገኝ ሟች ሰው እንጂ አምላክ ያለመሆንህ ይታወቃል፡፡",
      "10": "ያህቬህ(יהוה)ን በማያውቁ ባዕዳን ሰዎች እጅ እንደ ዕብድ ውሻ ተቀጥቅጠህ ትሞታለህ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ”",
      "11": "ያህቬህ(יהוה) እንዲህ ሲል እንደገና ተናገረኝ፥",
      "12": "“የሰው ልጅ ሆይ! የጢሮስ ስለሚገጥመው መጥፎ ዕድል ሙሾ አውጣ፤ እኔ ልዑል ያህቬህ(יהוה) የምለውንም እንዲህ ብለህ ንገረው፥ ‘በጥበብ የተሞላህና እጅግ መልከ ቀና በመሆንህ የፍጹምነት ምሳሌ ነበረህ፡፡",
      "13": "የያህቬህ(יהוה) የአትክልት ቦታ በሆነችው በዔደን ውስጥ ትኖር ነበር፤ ሰርድዮን፥ ዐልማዝ፥ ቢረሌ፥ መረግድ፥ ኢያሰጲድ፥ ሰንፔርና፥ በሉር ተብለው በሚጠሩ የከበሩ ድንጋዮች ያጌጠ የወርቅ ልብስ ትለብስ ነበር፤ ከተፈጠርህበት ጊዜ አንሥቶ ይህ ሁሉ ነበረህ፡፡",
      "14": "አንተን እንደ ጠባቂ ኪሩብ አድርጌ በመሾም በዚያ መደብሁህ፤ በተቀደሰው ተራራዬ ላይ ትኖር ነበር፤ እጅግ በሚያብረቀርቁ የከበሩ ድንጋዮች መካከል ትመላለስ ነበር፡፡",
      "15": "ጠባይህም ከተፈጠርህበት ጊዜ አንሥቶ ክፋት ማድረግ እስከጀምርህበት ጊዜ ድረስ ፍጹም ነበር፤",
      "16": "በመግዛትና በመሸጥ ተግባር ትጣደፍ ነበር፤ ይህም ሁሉ ወደ ግፍ ሥራና ወደ ኀጢአት መራህ፤ በዚያም ምክንያት የተቀደሰውን ተራራዬን ለቅቀህ እንድትወጣ አስገደድሁህ፤ እንደ ጠባቂ ኪሩብ አድርጌ ብሾምህም፥ ከነዚያ ከሚያብረቀርቁ የከበሩ ድንጋዮች መካከል እያባረርሁ አስወጣሁህ፤",
      "17": "መልከ ቀና በመሆንህ እጅግ ታብየህ ነበር፤ ክብር በመፈለግህም ጥበብን አረከስህ፤ ከዚህም የተነሣ አምዘግዝጌ ወደ መሬት ጣልሁህ፤ ለሌሎች ነገሥታትም የመቀጣጫ ምልክት አደረግሁህ፤",
      "18": "በመግዛትና በመሸጥ ከፈጸምከው በደል የተነሣ የአምልኮ ስፍራዎችህ ሁሉ ረከሱ፤ ስለዚህ በከተመይቱ የሰደድ እሳት እንዲነሣ አድርጌ በሙሽ አቃጠልኋት፤ አሁን ወደ አንተ የሚመለከቱ ሁሉ ዐመድ ብቻ መሆንህን ያያሉ፤",
      "19": "እነሆ ጠፋህ! ለዘላለምም አትገኝም፤ ያውቁህ የነበሩ አገሮች ሁሉ ተሸብረዋል፤ በአንተ ላይ የደረሰው መጥፎ ዕድል እንዳይገጥማቸው ፈርተዋል፡፡’”",
      "20": "ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "21": "“የሰው ልጅ ሆይ! በሲዶና ላይ ትንቢት ተናገር፤",
      "22": "እዚያ ለሚኖሩ ሕዝብ እኔ ልዑል ያህቬህ(יהוה) ስለ እነርሱ የምለውን ንገራቸው፤ ሲዶና ሆይ! እኔ በአንቺ ላይ በቁጣ ተነሥቻለሁ፤ በአንቺ ላይ ስለምፈጽመው ነገር ሕዝብ ሁሉ ያከብረኛል፤ በአንቺ ውስጥ የሚኖሩትን በመቅጣት ምን ያህል ሕዝብ ቅዱስ እንደሆንሁ በማሳይበት ጊዜ እኔ ያህቬህ(יהוה) እደሆንሁ ያውቃሉ፡፡",
      "23": "በሽታ እልክብሻለሁ፤ በመንገዶችሽም ደም እንደሚጎርፍ አደርጋለሁ፤ ከሁሉም አቅጣጫ አደጋ ይጣልብሻል፤ ሕዝብሽ ሁሉ ይገደላል፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እንደሆንሁ ታውቂያለሽ፡፡”",
      "24": "ያህቬህ(יהוה) እንዲህ ይላል፥ “በንቀት ከሚመለከትዋት፥ በዙሪያዋ ካሉ አገሮች ሁሉ እንደ እሾኽና አሜክላ በመሆን እስራኤልን የሚጎዳ ከእንግዲህ ወዲህ ማንም አይኖርም፡፡ እኔም ልዑል ያህቬህ(יהוה) እንደሆንሁ ያውቃሉ፡፡”",
      "25": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “የእስራኤልን ሕዝብ ከበተንሁአቸው አገሮች ሁሉ መልሼ አመጣቸዋለሁ፤ አሕዛብም ሁሉ እኔ ቅዱስ መሆኔን ያውቃሉ፤ የእስራኤል ሕዝብ ለአገልጋዬ ለያዕቆብ በሰጠሁት በገዛ ምድራቸው ላይ ይኖራሉ፤",
      "26": "እዚያ በሰላም ይኖራሉ፤ ቤቶችን ይሠራሉ፤ ወይንም ይተክላሉ፤ በንቀት ይመለከቱአቸው የነበሩትን ጎረቤቶቻቸውን ሁሉ እቀጣለሁ፤ እስራኤላውያን ግን ያለስጋት በመተማመን ይኖራሉ፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) አምላካቸው እንደሆንሁ ያውቃሉ፡፡”"
    },

    "Chapter 29": {
      "1": "በተሰደድን በዐሥረኛው ዓመት፥ በዐሥረኛው ወር፥ ከወሩም በዐሥራ ሁለተኛው ቀን እግዚአብሔር እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! በግብጽ ንጉሥ ላይ ትንቢት ተናገር፤ እርሱና መላዋ የግብጽ ምድር ቅጣት እንደሚደርስባቸው ንገረው፤",
      "3": "ጌታ እግዚአብሔር ለግብጽ ንጉሥ እንዲህ ይላልብለህ ንገረው፤ በወንዝ ውስጥ የተጋደመ አስፈሪ አዞ የምትመስል አንተ! እነሆ እኔ በቁጣ ተነሥቼብሃለሁ፤ ‘የአባይ ወንዝ የእኔ ነው፤ ይህን ወንዝ የሠራሁት እኔ ነኝ’ ትላለህ፤",
      "4": "በመንጋጋህ መቃጥን አስገባለሁ፤ በወንዝህ ውስጥ ያሉትንም ዓሣዎች በሰውነትህ ላይ እንዲጣበቁ አደርጋለሁ አደርጋለሁ፤ ዓሣዎቹም በአንተ ላይ እንደተጣበቁ ከአባይ ወንዝ ጎትቼ አወጣሃለሁ፤",
      "5": "አንተንና እነዚያን በአንተ ላይ የተጣበቁ ዓሣዎች ሁሉ ወደ በረሓ እወረውራቸዋለሁ፤ ሬሳህም ተነሥቶ ሳይቀበር በመሬት ላይ ወድቆ ይቀራል፤ ለወፎችና ለአራዊትም ምግብ እንዲሆን አደርገዋለሁ፡፡",
      "6": "በዚያን ጊዜ የግብጽ ሕዝብ ሁሉ እኔ እግዚአብሔር መሆኔን ያውቃሉ፡፡”",
      "7": "እግዚአብሔር እንዲህ ይላል፥ “እስራኤላውያን በእናንተ በግብጻውያን ዕርዳታ ተማምነው ነበር፤ ነገር ግን አንተ ከመቃ በትር አትሻልም፤",
      "8": "እነርሱም በአንተ ላይ በተደገፉ ጊዜ ተሰብረህ ብብታቸውን ወጋህ፤ ወገባቸውንም አሽመደመድህ፤",
      "9": "እንግዲህ እኔ ጌታ እግዚአብሔር የምነግርህ ይህ ነው፥ ‘በሰይፍ አደጋ የሚጥልብህን ሰዎች አመጣለሁ፤ እነርሱ ሕዝብህንና እንስሳትህን ሁሉ ይፈጃሉ፤",
      "10": "ግብጽም ባዶዋን ምድረ በዳ ሆና ትቀራለች፤ በዚያን ጊዜ እኔ እግዚአብሔር መሆኔን ታውቃለህ፡፡’",
      "11": "“አንተ ‘የአባይ ወንዝ የእኔ ነው? ይህን ወንዝ የሠራሁት እኔ ነኝ’ በማለትህ፥",
      "12": "እኔ በአንተና የእኔ ነው በምትለው በአባይ ወንዝ ላይ በቁጣ ተነሥቻለሁ፤ በሰሜን ከሚግዶል ከተማ አንሥቼ በደቡብ እስከ አስዋን ከተማ ድረስ፥ እንዲያውም እስከ ኢትዮጵያ ጠረፍ ድረስ ግብጽን በሙሉ ምድረ በዳ አድርጌ ባዶዋን አስቀራታለሁ፡፡",
      "13": "ሰውም ሆነ እንስሳ በዚያች ዝር አይልም፤ እስከ አርባ ዓመት ድረስ ምንም ነገር በዚያ አይኖርም፤",
      "14": "ግብጽን ከዓለም ሁሉ መሰል የሌላት ምድረ በዳ አደርጋታለሁ፤ የግብጽ ከተሞች እስከ አርባ ዓመት ፍርስራሽ ሆነው ይቀራሉ፤ በፍርስራሽነትም ከእነርሱ ጋር የሚመሳሰል ከተማ ከቶ አይኖርም፤ ግብጻውያን ስደተኞች አደርጋቸዋለሁ፤ በሌሎች ሕዝቦች መካከልም ተበታትነው እንዲኖሩ አደርጋለሁ፡፡”",
      "15": "ጌታ እግዚአብሔር እንዲህ ይላል፥ “ከአርባ ዓመት በኋላ ግብጻውያንን ከበተንሁአቸው አገሮች ሁሉ መልሼ አመጣቸዋለሁ፤",
      "16": "በቀድሞ መኖሪያቸው በደቡብ ግብጽ እንዲኖሩ እፈቅድላቸዋለሁ፤ በዚያም ደካማ መንግሥት ይሆናሉ፤",
      "17": "እንዲያውም ከሁሉ የደከመ መንግሥት ስለሚሆኑ ዳግመኛ ሌሎች መንግሥታትን የመግዛት ዕድል አይኖራቸውም፤ ኩሉ ያነሡ ስለማደርጋቸው ሌላ መንግስት ማስገበር አይችሉም፡፡",
      "18": "እስራኤልም ዳግመኛ ዕርዳታ ለማግኘት በእነርሱ ላይ አትተማመንም፤ በግብጽ ላይ የሚደርሰው መጥፎ ዕድል ዳግመኛ በእነርሱ ላለመደገፍ ለእስራኤል የኃጢአታቸው ማስጠንቀቂያ ይሆናል፡፡ በዚያን ጊዜ እስራኤላውያን እኔ ጌታ እግዚአብሔር መሆኔን ያውቃሉ፡፡”",
      "19": "ንጉሥ ናቡከደነፆር ግብጽን ይይዛል",
      "20": "በተሰደድን በሃያ ሰባተኛው ዓመት፥ በመጀመሪያው ወር በወሩም በመጀመሪያው ቀን እግዚአብሔር እንዲህ ሲል ተናገረኝ፥",
      "21": "“የሰው ልጅ ሆይ! የባቢሎን ንጉሥ ናቡከደነፆር በጢሮስ ላይ አደጋ ለመጣል ተነሥቶአል፤ ራሳቸው እስኪመለጥና ትከሻቸው እስኪቆስል ወታደሮቹን ከባድ ሸክም እንዲሸከሙ አድርጎአቸዋል፤ ይሁን እንጂ ንጉሡም ሆነ ሠራዊቱ በዚህ ሁሉ ድካማቸው ምንም ያተረፉት ነገር የለም፡፡",
      "22": "ስለዚህ እኔ ጌታ እግዚአብሔር የምለው ይህ ነው፥ ‘የግብጽን ምድር ለንጉሥ ናቡከደነፆር አሳልፌ እሰጠዋለሁ፤ እርሱም ለሠራዊቱ እንደ ደመወዝ ይሆንለት ዘንድ በዘረፋና በብዝበዛ የሚያገኘውን ሀብት ሁሉ ይዞ ይሄዳል፡፡",
      "23": "የእርሱ ሠራዊት እኔን ስላገለገለ ግብጽን የድካሙ ዋጋ አድርጌ እሰጠዋለሁ፡፡ እኔ እግዚአብሔር ይህን ተናግሬአለሁ፡፡’",
      "24": "“ይህ በሚሆንበት ጊዜ የእስራኤልን ሕዝብ አበረታለሁ፤ አንተም ሕዝቅኤል ሆይ! ሰዎች ሊያደምጡህ በሚችሉበት ቦታ ሁሉ ድምፅህን ከፍ አድርገህ እንድትናገር አደርግሃለሁ፤ በዚህም ሁኔታ እኔ እግዚአብሔር መሆኔን ያውቃሉ።”"
    },
    "Chapter 30": {
      "1": "ያህቬህ(יהוה) እደገና እንዲህ ሲል ተናረኝ፥",
      "2": "“የሰው ልጅ ሆይ! እኔ ያህቬህ(יהוה) የምገልጥልህን ሁሉ በማስታወቅ ይህን ትንቢት ተናገር፥ 'ወዮ! የሽብረ ቀን ቀርቦአል!",
      "3": "ያህቬህ(יהוה) ሥራውን የሚሠራበት ቀን ደርሶአል! ያም ቀን ለአሕዛብ ሁሉ የደመና ግርዶሽና መከራ የሚበዛበት ይሆናል፤",
      "4": "በግብጽ ጦርነት ይሆናል፤ በኢትዮጵያም አስጨናቂ ሁከት ይደርሳል፤ ብዙዎች በግብጽ ምድር ይደላሉ፤ አገሪቱም ተመዝብራ ፍርስራሽ ሆና ትቀራለች'",
      "5": "“ያም ጦርነት ከኢትዮጵያ፥ ከልድያ፥ ከሊቢያ፥ ከዐረብ አገር፥ ከኩብና በቃል ኪዳን የእኔ ወገኖች ከሆኑት ሕዘብ መካከል እንኳ ተቀጥረው የመጡትን ሁሉ የሚፈጅ ይሆናል፡፡”",
      "6": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “በሰሜን በኩል ከሚግዶል ጀምሮ በደቡብ በኩል እስከሚገኘው አስዋን ድረስ ያሉት የግብጽ ተከላከይ ኀይሎች ሁሉ በጦርነት ያልቃሉ፤ ግብጽ የምትመካበት ሠራዊት ይደመሰሳል፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡",
      "7": "ምድሪቱ ምድረ በዳ ከሆኑ አገሮች መካከል አንድዋ ትሆናለች፤ ከተሞችዋም ሁሉ ፍርስራሽ ሆነው ይቀራሉ፤",
      "8": "ግብጽን የሚያጋይ እሳት በማቀጣጥልበት ጊዜ፥ እንዲሁም ተከላካይ ሀይሎችዋ ሁሉ በሚገደሉበት ጊዜ፥ እኔ ያህቬህ(יהוה) መሆኔን ያውቃሉ፡፡",
      "9": "“ያ ቀን ደርሶ ግብጽ በምትደመሰስበት ጊዜ በሳላም ተዝናንተው የሚኖሩትን የኢትዮጵያን ሕዝብ በጦርነት የሚያስፈሩ መልእክተኞች በመርከብ እልካለሁ፤ ሕዝቡም ይሸበራሉ፤ ያም ቀን ሊደርስ ተቃርቦአል!”",
      "10": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “የግብጽን ብልጽግና ያወድም ዘንድ የባቢሎንን ንጉሥ ናቡከደነፆርን መሣሪያ አድርጌ እልከዋለሁ፡፡",
      "11": "እርሱም ምሕረት የሌለውን ጨካኝ ሠራዊቱን አስከትሎ ምድሪቱን ለመደምሰስ ይመጣል፡፡ እነርሱም ግብጽን በሰይፍ ይመታሉ፡፡ አገሪቱም በሬሳ የተሞላች ትሆናለች፡፡",
      "12": "የዓባይን ወንዝ ውሃ አደርቃለሁ፤ ግብጽም በክፉ ሰዎች ሥልጣን ሥር እንድትወድቅ አደርጋለሁ፡፡ ስለዚህም ባዕዳን ሕዝብ አገሪቱን በሞላ ያጠፋሉ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”",
      "13": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “በሜምፊስ ያሉትን ጣዖታትና የሐሰት አማልክት ሁሉ አወድማለሁ፤ በግብጽ ላይ ገዥ ሆኖ የሚነሣ አይኖርም፤ ሕዝቡንም ሁሉ አሸብራለሁ፡፡",
      "14": "ፋትሮስ የተባለውን የግብጽን ደቡባዊ ክፍል ባድማ አደርጋለሁ፤ በሰሜን በኩል በምትገኘው በጾዓን ከተማ ላይም እሳት አቀጣጥላለሁ፤ የቴብስንም ከተማ በፍርድ እቀጣለሁ፡፡",
      "15": "የግብጽ ዋና ምሽግ የሆነችው የፔሉስየም ከተማ የቁጣዬ መዓት እንዲሰማት አደርጋለሁ፤ የቴብስን ሀብትና ብልጽግና ሁሉ አወድማለሁ፡፡",
      "16": "በግብጽ ላይ እሳት አነድዳለሁ፤ ፔሉስየምም በብርቱ ትጨነቃለች፤ የቴብስ የቅጽር ግንቦች ይፈራርሳሉ፤ በሜምፊስም ከተማ ላይ የማይቋረጥ ሥቃይ ይደርስባታል፡፡",
      "17": "በኦንና በቡባስቲስ ከተሞች የሚገኙ ወጣቶች ሁሉ በጦርነት ያልቃሉ፡፡ ከዚያ የሚተርፈውም ሕዝብ ተማርኮ ይወሰዳል፡፡",
      "18": "ይግብጽን ኀይል በመሰባበር የሚመኩበትን ብርታት በማስወግድበት ጊዜ ጣፍናስ በጨለማ ትጋረዳለች፤ ግብጽ በደመና ትሸፈናለች፤ በየከተሞችዋ የሚኖረውም ሕዝብ ሁሉ ተማርኮ ይወሰዳል፡፡",
      "19": "ግብጽን በዚህ ዐይነት በምቀጣበት ጊዜ እኔ ያህቬህ(יהוה) እንደሆንሁ ያውቃሉ፡፡”",
      "20": "በተሰደድን በዐሥራ አንደኛው ዓመት የመጀመሪያው ወር በገባ በሰባተኛው ቀን ያህቬህ(יהוה) እንዲህ ሲል ተናገኝ፥",
      "21": "“የሰው ልጅ ሆይ! እኔ የግብጽን ንጉሥ ክንድ ሰብሬአለሁ፤ በሸምበቆ ጠግኖ በጨርቅ በመጠቅለል መልሶ የሚያድነው ወጌሻ የለም፤ ስለዚህም ከእንግዲህ ወዲህ ብርታት አግኝቶ ሰይፍ ማንሣት አይችልም፡፡",
      "22": "ከዚህም የተነሣ እኔ ያህቬህ(יהוה) የምለው ይህ ነው፤ እነሆ እኔ የግብጽን ንጉሥ በቁጣ ተነሥቼበታለሁ፤ ስዚህም ሁለት እጆቹን፥ ማለትም ከዚህ በፊት የተሰበረውንና ደኅናውን ጭምር ልሰብር ተዘጋጅቼአለሁ፤ ሰይፉም ከእጁ ላይ እንዲወድቅ አደርጋለሁ፡፡",
      "23": "ግብጻውያን በመላው ዓለም እበትናቸዋለሁ፤",
      "24": "በዚህም ዐይነት የባቢሎንን ንጉሥ ክንድ በማጠንከር የእኔን ሰይፍ በእጁ አስይዘዋለሁ፡፡ የግብጽን ንጉሥ ክንድ ግን እሰብራለሁ፤ በጠላቱም ፊት በብርቱ ጣዕር ይሞታል፡፡",
      "25": "አዎ፥ የግብጽን ንጉሥ በማዳከም የባቢሎንን ንጉሥ አበረታለሁ፡፡ እኔ የምሰጠውንም ሰይፍ ወደ ግብጽ በሚቃጣበት ጊዜ ሰው ሁሉ እኔ ያህቬህ(יהוה) መሆኔን ያውቃል፡፡",
      "26": "ግብጻውያን በመላው ዓለም እበትናቸዋለሁ፤ ከዚያም በኋላ እኔ ያህቬህ(יהוה) መሆኔን ያውቃሉ፡፡”"
    },

    "Chapter 31": {
      "1": "በተሰደድን በዐሥራ አንደኛው ዓመት፥ ሦስተኛው ወር በገባ በመጀመሪያው ቀን ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ለጅ ሆይ! ለግብጽ ንጉሥና ለሕዝቡም ሁሉ እዲህ ብለህ ንገር፥ 'እንዴት ኀያል ነህ! ከምንስ ጋር አነጻጽርሃለሁ?",
      "3": "አንተ የተዋቡ ጥላማ ቅርንጫፎች እንዳሉትና የቁመቱም ርዝመት ደመናዎችን እንደሚነካ የሊባኖስ ዝግባ ሆነሃል፡፡",
      "4": "እዚያም በማለምለም የሚያሳድገው በቂ ውሃ ነበረው፤ የሚመግቡትም ወንዞች ከሥሩ ይፈልቁ ነበር፤ እነዚያም ወንዞች ዛፉ የሚበቅልበትን ስፍራ ሁሉ ያጠጣሉ፤ በጫካ ላሉትም ዛፎች ሁሉ የውሃ ምንጮች ይልካሉ፡፡",
      "5": "ይህም ዛፍ ጥሩ የመስኖ ውሃ በማግኘቱ፥ ቁመቱ ከሌሎች ዛፎች ሁሉ የበለጠ ሆነ፤ ቅርንጫፎቹም ወፍራሞችና ረዣዥሞች ሆኑ፡፡",
      "6": "የወፍ ዐይነቶች ሁሉ በቅርንጫፎቹ ላይ ጎጆአቸውን ሠሩ፤ የምድር አራዊትም ግልገሎቻቸውን በጥላዎቹ ሥር ወለዱ፤ ታላላቅ መንግሥታት ሁሉ በጥላው ሥር ያርፉ ነበር፤",
      "7": "ዛፍ ረዥም ሆኖ ታላላቅ ቅርንጫፎች ያሉት በመሆኑ፥ እንዴት የተዋበ ነበር! ሥሮቹንም ወደ ጥልቅ ፈሳሾች ሰድዶ ነበር፤",
      "8": "እኔ ያህቬህ(יהוה) በተከልኋት ገነት እንኳ ከእርሱ የሚወዳደር ዝግባ አልነበረም፤ የእነርሱን ያህል ቅርንጫፎች ያሉት የጥድ ዛፍ አልነበረም የእነርሱንም ያህል ልምላሜ ያለው ምንም ዐይነት ዛፍ አልነበረም፡፡",
      "9": "እኔ እርሱን በተንሠራፉ ቅርንጫፎች የተዋበ አደረግሁት፤ እርሱ እኔ ያህቬህ(יהוה) በተከልኋት በዔደን ገነት ያለውን ዛፍ ሁሉ የሚያስቀና ነበር፡፡’",
      "10": "“እንግዲህ አድጎ እስከ ደመናት በደረሰ መጠን፥ ትዕቢት በሚሰማው በዚያ ዛፍ ላይ እኔ ልዑል ያህቬህ(יהוה) የማደርገው ይህ ነው፤",
      "11": "እኔ እርሱን በመናቅ ውድቅ አድርጌዋለሁ፤ ለባዕድ ገዥም አሳልፌ እሰጠዋለሁ፤ ያም ባዕድ ገዥ የክፋቱን ብድራት ይመልስበታል፤",
      "12": "ምሕረት የሌላቸው ባዕዳንም ዛፉን ቆርጠው ይጥሉታል፤ ቅርንጫፎቹና ጭፍጫፊው ሁሉ ተቆራርጠው በአገሪቱ ውስጥ በሚገኙ ተራራዎችና ኮረብታዎች ወድቀው ይቀራሉ፤ በእርሱ ሥር ተጠልለው ይኖሩ የነበሩ አሕዛብ ከዚያ ለቅቀው ይሄዳሉ፤",
      "13": "ወፎች መጥተው በወደቀው ዛፍ ላይ ያርፋሉ፤ አራዊትም በቅርንጫፎቹ ላይ ይረማመዳሉ፤",
      "14": "የቱንም ያህል ውሃ እየጠጣ ቢያድግ በዚህ ዐይነት ከፍተኛ ቁመት እስከ ደመና የሚደርስ፥ የዚህ ዐይነት ዛፍ ከእንግዲህ ወዲህ ከቶ አይኖርም፡፡ ሟቾች በሆኑ ሰዎች ላይ የሚደርሰው የሞት ፍርድ በእነርሱም ላይ ይደርሳል፤ ወደ ሙታን ዓለም ከሚወርዱትም ጋር እንዲቀላቀሉ ተፈርዶባቸዋል፡፡”",
      "15": "ልዑል ያህቬህ(יהוה) የሚለው ይህ ነው፥ “ያ ዛፍ ተቆርጦ ወደ ሙታን ዓለም በሚወርድበት ጊዜ በመሬት ውስጥ ለውስጥ የሚሄዱ ውሃዎች የሐዘን ምልክት ሆነው እንዲሸፍኑት አደርጋለሁ፤ ወንዞች እንዲቋረጡ፥ ምንጮችም እንዳይፈስሱ አደርጋለሁ፤ ምክንያቱም ያ ዛፍ ሞቶአል፤ በሊባኖስ ተራራዎች ላይ የጨለማ ግርዶሽ አመጣለሁ፤ የጫካም ዛፎች ሁሉ እንዲወድቁ አደርጋለሁ፤",
      "16": "እኔ ያን ዛፍ ወደ ሙታን ዓለም እዲወርድ በማደርግበት ጊዜ አወዳደቁ የሚያሰማው ድምፅ አሕዛብን ሁሉ ያንቀጠቅጣል፤ ወደ ሙታን ዓለም የወረዱ የዔደን ዛፎችና የጥሩ መስኖ ውሃ የሚጠጡ የተመረጡ የሊባኖስ ዛፎች ሁሉ በአወዳደቁ ደስ ይላቸዋል፤",
      "17": "እነርሱም ከአሁን በፊት በጦርነት ከተገደሉት ጋር ለመደባለቅ ከእርሱ ጋር አብረው ወደ ሙታን ዓለም ይወርዳሉ፤ በእነርሱ ሥር ተጠልለው የሚኖሩትም ሁሉ በአሕዛብ መካከል ይበተናሉ፡፡",
      "18": "“ዘፉ የግብጽ ንጉሥና የሕዝቡ ሁሉ ምሳሌ ነው፤ በዔደን ገነት ከነበሩት ዛፎች መካከል እንኳ በቁመትና በውበት እርሱን የሚያኽል አልነበረም፡፡ አሁን ግን በዔደን ገነት እንደነበሩት ዛፎች ወደ ሙታን ዓለም ይወርዳል፤ እዚያም ከአረማውንና በጦርነት ከተገደሉት ሁሉ ጋር ይደባለቃል፤ ልዑል ያህቬህ(יהוה) ይህን ተናግሮአል፡፡”"
    },
    "Chapter 32": {
      "1": "በተሰደድን በዐሥራ ሁለተኛው ዓመት፥ ዐሥራ ሁለተኛው ወር በገባ በመጀመሪያው ቀን፥ እግዚአብሔር እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! ለግብጽ ንጉሥ ሙሾ አውጣ፤ በብርቱም በማስጠንቀቅ እኔ የምሰጥህን ቃል እንዲህ ብለህ ንገረው፥ ‘አንተ በአሕዛብ መካከል ስትኖር ራስህን እንደ አንበሳ አድርገህ ቆጥረሃል፤ ነገር ግን አንተ በባሕር ውስጥ እየሚገላበጥ አዞ ነህ፤ በእግሮችህ እያንቦጫረቅህ ውሃውን በማደፍረስ ወንዞችን ትመርጣለህ፤",
      "3": "ብዙ አሕዛብ በሚሰበስቡበት ጊዜ በመረቤ አጥምጄ እይዝሃለሁ፤ በእኔ መረብ መሳቢያም ጎትተው ወደ ዳር እንዲያወጡህ አደርጋለሁ፡፡",
      "4": "በትቢያም ላይ እጥልሃለሁ፤ ሥጋህንም እንዲመገቡት የሰማይ አእዋፋትንና የምድር አራዊትን ሁሉ እጠራለሁ፤",
      "5": "በሬሳህ ተራራዎችን እሸፍናለሁ፤ ሸለቆዎችንም እሞላለሁ፤",
      "6": "ተራራዎችን ሸፍኖ ምንጮችን እስኪሞላ ድረስ ደምህ እንዲፈስስ አደርጋለሁ፤",
      "7": "እኔ አንተን በማጠፋበት ጊዜ ሰማይን እሸፍናለሁ፤ ከዋክብትንም አጨልማለሁ፤ ፀሐይ ከደመናዎች በስተኋላ ትሰወራለች፤ ጨረቃም ብርሃንዋን አትሰጥም፤",
      "8": "የሰማይ ብርሃናትን ሁሉ አጥፍቼ ዓለም እንዲጨልምብህ አደርጋለሁ፤ እኔ እግዚአብሔር ይህን ተናግሬአለሁ፡፡’",
      "9": "“የጥፋትህን ዜና፥ መኖራቸውን ሰምተህ በማታውቃቸው አገሮች በማሰራጭበት ጊዜ ብዙ አሕዛብ ይታወካሉ፤",
      "10": "እኔ በአንተ ላይ የማደርግብህ ነገር አሕዛብን ሁሉ በድንጋጤ የሚያንቀጠቅጥ ይሆናል፤ ሰይፌንም በምነቀንቅበት ጊዜ ነገሥታት በፍርሃት ይብረከረካሉ፤ አንተም በምትወድቅበት ቀን ሁሉም ስለ ራሳቸው ሕይወት በፍርሃት ይርበደበዳሉ፡፡”",
      "11": "ልዑል እግዚአብሔር ለግብጽ ንጉሥ እንዲህ ይላል፥ “ከባቢሎን ንጉሥ ሰይፍ ጋር ፊት ለፊት የምትጋፈጥበት ጊዜ ይመጣል፤",
      "12": "ጨካኞች ከሆኑ አሕዛብ መካከል የተመረጡ ወታደሮች ሰይፋቸውን መዝዘው ሕዝብህን እንዲጨፈጭፉ አደርጋለሁ፤ መላው ሕዝብህና አንተ የምትመካበት ሌላውም ነገር ሁሉ ይደመሰሳል፡፡",
      "13": "በማናቸውም ውሃ በበዛበት ስፍራ አጠገብ የሚገኝ ከብት ሁሉ በጅምላ እንዲታረድ አደርጋለሁ፤ ከዚያም በኋላ ውሃውን የሚያደፈርስ ሕዝብ ወይም ከብት ከቶ አይገኝም፡፡",
      "14": "ውሃዎችህ ጸጥ ብለው እንዲጠሩ፥ ወንዞችህም በሰላም እንዲፈስሱ አደርጋለሁ፤ እኔ ልዑል እግዚአብሔር ይን ተናግሬአለሁ፡፡",
      "15": "እኔ ግብጽን የተበላሸች ምድረ በዳ በማደርግበትና በእርስዋ የሚኖሩትን ሁሉ በማጠፋበት ጊዜ፥ እነርሱ እኔ እግዚአብሔር መሆኔን ያውቃሉ፤",
      "16": "ይህን ሁሉ ብርቱ ማስጠንቀቂያ እንደ ለቅሶ ሙሾ ይሆናል፤ የአሕዛብ ሴቶች ስለ ግብጽና ስለ ሕዝብዋም ሁሉ በሚያዝኑበት ጊዜ እያወጡ ያዜሙታል፤ እኔ ልዑል እግዚአብሔር ይህን ተናግሬአለሁ፡፡”",
      "17": "በተሰደድን በዐሥራ ሁለተኛው ዓመት የመጀመሪያው ወር በገባ በዐሥራ አምስተኛው ቀን፥ እግዚአብሔር እንዲህ ሲል ተናገረኝ፥",
      "18": "“የሰው ልጅ ሆይ! ስለ ብዙ የግብጽ ሕዝብ አልቅስ፤ ኀያላን ከሆኑ ከሌሎች አሕዛብ ጋር ወደ ሙታን ዓለም እንዲወርዱ አድርግ፤”",
      "19": "እንዲህም በላቸው፥ “እናንተ ከሌሎች ይበልጥ ግርማ ሞገስ ያላችሁ ይመስላችኋልን? እንግዲያውስ ወደ ሙታን ዓለም ትወርዳላችሁ፤ እዚያም፤ ከአረማውያን ጋር አብራችሁ ትጋደማላችሁ፡፡",
      "20": "“በግብጽ ምድር ላይ ሰይፍ ስለተዘጋጀ የግብጽ ሕዝብ ከሌሎች ብዙ ሕዝቦች ጋር በሰይፍ ተገድለው ይወድቃሉ፤ ግብጽም ተጎትታ ልፍርድ ትቀርባለች፡፡",
      "21": "ግብጻውያን ወደ ሙታን ዓለም በሚወርዱበት ጊዜ ከእነርሱ ጎን ቆመው ይወጉላቸው የነበሩ ታላላቅ አርበኞች አቀባበል ያደርጉላቸዋል፤ ሲቀበሉአቸውም ‘በጦርነት የተገደሉ አረማውያን እነሆ ወደ ሙታን ዓለም መጥተዋል! በዚህም ይጋደማሉ! ይላሉ፡፡",
      "22": "“አሦርም በሞቱት ወታደሮችዋ መቃብር ተከብባ በዚያው ነበረች፤ ሁሉም የተገደሉት በጦርነት ነበር፤",
      "23": "መቃብሮቻቸውም በሙታን ዓለም በተለይ ጥልቅ በሆነው ስፍራ ይገኛሉ፤ ወታደሮችዋ ሁሉ በጦርነት ረገፉ፤ መቃብሮቻቸውም በእርስዋ መቃብር ዙሪያ ሆኑ፤ ይሁን እንጂ እነርሱ የሕያዋንን ዓለም ያሸበሩበት ጊዜ ነበር፡፡",
      "24": "“ዔላምም በሞቱት ወታደሮችዋ መቃብሮች ተከብባ በዚያ ነበረች፤ ሁሉም የተገደሉት በጦርነት ነበር፤ እነርሱም ያልተገረዙ አረማውያን እንደሆኑ ወደ ሙታን ዓለም ወረዱ፤ በሕይወት ሳሉ አሸባሪዎች ነበሩ፤ አሁን ግን ሐፍረታቸውን እንደተሸከሙ በሙታን ዓለም ከሚኖሩ ሰዎች ጋር ተቀይጠዋል፡፡",
      "25": "ዔላም በጦርነት ከተገደሉት ሰዎች ጋር ተጋድማለች፤ የወታደሮችዋ መቃብሮች ሁሉ በዙሪያዋ ይገኛሉ፤ እነርሱ የተገደሉት በጦርነት ነው፤ ሁሉም ያልተገረዙ አረማውያን ናቸው፤ በሕይወት ሳሉ አሸባሪዎች ነበሩ፤ አሁን ግን ሐፍረታቸውን እንደተሸከሙ በጦርነት የተገደሉ ሰዎችን መጥፎ ዕድል ተካፋዮች ሆነዋል፡፡",
      "26": "“ሜሼክና ቱባልም በወታደሮቻቸው መቃብሮች ተከብበው በዚያ ይገኛሉ፤ እነርሱ የተገደሉት በጦርነት ነው፤ ሁሉም ያልተገረዙ አረማውያን ናቸው፤ ይሁን እንጂ እነርሱም ከዚህ በፊት የሕያዋንን ዓለም የሚያሸብሩ ነበሩ፡፡",
      "27": "የጥንት አርበኞች ወደ ሙታን ዓለም የሚወርዱት ከነ ሙሉ የጦር ትጥቃቸው ነበር፤ ይኸውም ጋሻቸው ከደረታቸው ሳይለይ፥ ሰይፋቸው በራስጌአቸው እንዲኖር ያደረጋል፤ ለእነዚህ ግን እንደነዚያ ሙሉ ክብር ያለው ሥርዓተ ቀብር አልተፈጸመላቸውም፤ ከዚህ በፊት ግን እነዚህ አርበኞች የሕያዋንን ዓለም ለማሸበር ብርቱዎች የሆኑበት ጊዜ ነበር፡፡",
      "28": "“በጦርነት በተገደሉት አረማውያን መካከል ግብጻውያን ተንከታክተው የሚወድቁት በዚህ ዐይነት ነው፡፡",
      "29": "“ዔዶም ከነገሥታቶችዋና ከገዥዎችዋ ጋር በዚያ ትገኛለች፤ እነርሱ ከዚህ በፊት ብርቱዎች ወታደሮች ነበሩ፤ አሁን ግን እነሆ በጦርነት ከተገደሉ አረማውያን ጋር በሙታን ዓለም ተጋድመዋል፡፡",
      "30": "“የሰሜን መሳፍንትና ሲዶናውያንም በዚያ ይገኛሉ፤ ከዚህ በፊት የእነርሱ ኀይል አሸባሪ ነበር፤ አሁን ግን ሐፍረታቸውን እንደተሸከሙ በጦርነት ተገድለው ካረፉት አረማውያን ጋር ተሸንቀጥረው ይወርዳሉ፤ ወደ ሙታን ዓለም የሚወርዱትን ሰዎች መጥፎ ዕድል ተካፋዮች ይሆናሉ፡፡",
      "31": "“የእነዚህ ሁሉ በግልጥ መታየት እንደ እነርሱ በጦርነት ለተገደሉት ለግብጽ ንጉሥና ለሠራዊቱ መጽናኛ ይሆናል፤ ይህን የተናገረ ልዑል እግዚአብሔር ነው፡፡",
      "32": "እኔ ከዚህ በፊት የግብጽን ንጉሥ የሕያዋን ሁሉ አሸባሪ አድርጌው ነበር፤ አሁን ግን እርሱና መላ ሠራዊቱ በጦርነት ከተገደሉት አረማውያን ሁሉ በመጋደም ያርፋሉ፤ ይህን የተናገረ ልዑል እግዚአብሔር ነው፡፡”"
    },
    "Chapter 33": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! በአንድ አገር ላይ ጦርነት በማመጣበት ጊዜ የሚሆነውን ነገር ሕዝብ ቃፊር ሆኖ የሚጠብቅ ሰው ከመካከላቸው ይመርጣሉ፤",
      "3": "ጠባቂውም ጠላት ሲመጣ በሚያይበት ጊዜ ከአደጋ መጠንቀቅ የሚያስችል የመለከት ድምፅ ለሰዎች ሁሉ ያሰማል፡፡",
      "4": "ማንም ሰው ይህን የማስጠንቀቂያ ድምፅ ሰምቶ ባለማጤኑ ምክንያት ጠላት አደጋ ጥሎበት ቢሞት ጥፋቱ የራሱ ነው፤",
      "5": "ማስጠንቀቂያውን ባለማጤኑ ለሞት ያበቃው የራሱ ስሕተት ነው፤ ማስጠንቀቂያውን ቢያጤንማ ኖሮ ከጥፋት ባመለጠ ነበር፤",
      "6": "ነገር ግን ቃፊሩ ጠላት ሲመጣ እያየ ከአደጋ ማስጠንቀቂያውን ድምፅ ሳያሰማ ቢቀር፥ ጠላት መጥቶ እነዚያን ኃጢአተኞች ሰዎች ይገድላል፤ እኔ ግን ስለ እነርሱ ደም ለመበቀል በኀላፊነት የምጠይቀው ጠባቂውን ነው፡፡",
      "7": "“አሁንም የሰው ልጅ ሆይ! እነሆ እኔ አንተን ለእስራኤል ሕዝብ ጠባቂ አድርጌሃለሁ፤ እኔ የምሰጥህን ማስጠንቀቂያ ሁሉ ለእነርሱ ማስተላለፍ አለብህ፤",
      "8": "ኃጢአተኛውን ሰው ‘ኃጢአተኛ ሆይ! በእርግጥ ትሞታለህ’ በምለው ጊዜ አንተ ከክፉ ሥራው እንዲመለስ ባታስጠነቅቀው፥ ያ ሰው ኃጢአተኛ እንደሆነ በኃጢአቱ ይሞታል፤ ስለ እርሱም ሞት አንተን ራስህን በኀላፊነት ተጠያቂ አደርግሃለሁ፡፡",
      "9": "ኃጢአተኛውን ሰው ከክፉ ሥራው እንዲመለስ ካስጠነቀቅኸው በኋላ፥ ከክፉ ሥራ ሳይመለስ በኃጢአቱ ጸንቶ ቢሞት ግን፥ አንተ ራስህን ከኀላፊነት ነፃ ታደርጋለህ፡፡”",
      "10": "ያህቬህ(יהוה) እንዲህ ሲል ተናረኝ፥ “የሰው ልጅ ሆይ! እስራኤላውያን የሚሉትን ቃል ደግመህ ንገራቸው፤ እነርሱም ‘የሠራነው ኃጢአትና የፈጸምነው በደል ለሸክም የከበደ ነው፤ እኛ ተገዝግዘን አልቀናል፤ እዴትስ በሕይወት መኖር እንችላለን?’ ይላሉ፡፡",
      "11": "እኔ ልዑል ያህቬህ(יהוה) በእርግጥ ሕያው አምላክ እንደመሆኔ ኃጢአተኛ ሰው፥ ኃጢአት መሥራቱን ትቶ በሕይወት እንዲኖር እንጂ በኃጢአቱ እንዲሞት ከቶ የማፈልግ መሆኔን ንገራቸው፤ ስለዚህ እስራኤል ሆይ! ክፉ ሥራችሁን ተዉ፤ መሞትን ለምን ትፈልጋላችሁ?",
      "12": "“አሁንም የሰው ልጅ ሆይ! ደግ የነበረ ሰው ኃጢአት መሥራትን ቢጀምር፥ ቀድሞ የፈጸመው መልካም ሥራ የማድነው መሆኑን ለእስራኤላውያን ንገራቸው፤ ክፉ ሰውም ክፉ መሥራቱን ካቆመ አይቀጣም፤ ደግ ሰውም ኃጢአት መሥራት ቢጀምር፥ በቀድሞ ደግነቱ ምክንያት ምሕረት አይደረግለትም፡፡",
      "13": "ደግ ሰው በሕይወት እንዲኖር ተስፋ እሰጠዋለሁ፤ ነገር ግን ‘የቀድሞ ደግ ሥራዬ ይበቃኛል’ ብሎ ኃጢአት መሥራት ቢጀመር፥ ከቀድሞ መልካም ሥራው አንዱንም እንኳ አላስታውስለትም፤ ስለዚህም በኃጢአቱ ምክንያት ይሞታል፡፡",
      "14": "አንድን ክፉ ሰው ሊሞት መቃረቡን ገልጬ አስጠነቅቀዋለሁ፤ እርሱም ኃጢአት መሥራቱን ትቶ ቅንነት የሞላበትን ደግ ሥራ ቢሠራ፥",
      "15": "ይህም ማለት፥ ስለ ብድር በመያዣ ስም የያዘውን ወይም የሰረቀውን ንብረት ቢመልስ፥ ኃጢአት መሥራትን ትቶ ሕይወትን የሚሰጡ ሕግጋትን ቢጠብቅ፥ በሕይወት ይኖራ እንጂ አይሞትም፤",
      "16": "የሠራውን ኃጢአት ሁሉ ይቅር እልለታለሁ፤ ቅንነት የሞላበትን ደግ ሥራ በመሥራቱ ምክንያት በሕይወት ይኖራል፡፡",
      "17": "“የአንተ ሕዝብ ግን እኔ የማደርገው ነገር ትክክል እንዳልሆነ ያስባሉ፤ ይልቅስ ትክክል ያልሆነው የእነርሱ መንገድ ነው፡፡",
      "18": "ደግ ሰው መልካም መሥራትን ትቶ ክፉ መሥራትን ቢጀምር፥ ስለ ክፉ ሥራው ይሞታል፤",
      "19": "ክፉም ሰው ኃጢአት መሥራትን ትቶ ቅንነት የሞላበትን ደግ ሥራ ቢሠራ ሕይወቱን ያድናል፡፡",
      "20": "ነገር ግን እናንተ እስራኤላውያን እኔ የማደርገው ሁሉ ትክክል እንዳልሆነ ታስባላችሁ፤ ሆኖም እያናዳንዳችሁን በሥራችሁ መጠን እፈርድባችኋለሁ፡፡”",
      "21": "በተሰደድን በዐሥራ ሁለተኛው ዓመት፥ በዐሥረኛው ወር በገባ በአምስተኛው ቀን ከኢየሩሳሌም አምልጦ የመጣ አንድ ሰው ከተማይቱ መውደቅዋን ነገረኝ፡፡",
      "22": "እርሱ ከመምጣቱ በፊት በነበረው ቀን ማታውኑ ብርቱ የሆነ የያህቬህ(יהוה) መገለጥ ኀይል ወደ እኔ መጥቶ ነበር፤ በማግሥቱ ጠዋት ያ ሰው በመጣ ጊዜ ያህቬህ(יהוה) የመናገር ኀይሌን መለሰልኝ፡፡",
      "23": "ያህቬህ(יהוה) እንዲህ ሲል ተናረኝ፥",
      "24": "“የሰው ልጅ ሆይ! በእስራኤል ምድር በፈራረሱ ከተሞች የሚኖሩ ሕዝብ እንዲህ ይላሉ፥ ‘አብርሃም ብቸኛ የሆነ አንድ ሰው ነበረ፤ ምድሪቱ በሞላ ለእርሱ ተሰጠች፤ እኛ ግን እነሆ ብዙዎች ነን፤ ምድሪቱም የእኛ ርስት ናት፡፡’",
      "25": "“እኔ ልዑል ያህቬህ(יהוה) ስለ እነርሱ የምለውን እንዲህ ብለህ ንገራቸው፥ ‘ሥጋ ከነደሙ ትበላላችሁ፤ ጣዖት ታመልካላችሁ፤ ግድያ ትፈጽማላችሁ፤ ታዲያ ይህን ሁሉ እያደረጋችሁ ምድሪቱ የእኛ ናት እንዴት ትላላችሁ?",
      "26": "በሰይፋችሁ ትተማመናላችሁ፤ ተግባራችሁ አስጸያፊ ነው፤ እያንዳንዱ ሰው ዝሙት ይፈጽማል፤ ታዲያ ምድሪቱ የእኛ ናት እንዴት ትላላችሁ?’",
      "27": "“እንግዲህ እኔ ልዑል ያህቬህ(יהוה) ሕያው አምላክ እንደመሆኔ በፈራረሱ ከተሞች የሚኖሩ ሕዝብ ሁሉ በእውነት ይገደላሉ ብዬ ያስጠነቀቅኋቸው መሆኑን ገልጠህ ንገራቸው፤ በገጠር የሚኖሩ የአራዊት ምግብ ይሆናሉ፤ በየተራራውና በየዋሻው ተደብቀው ያሉትም በበሽታ ያልቃሉ፤",
      "28": "አገሪቱንም የተበላሸች ምድረ በዳ አደርጋለሁ፤ የሚመኩበት ኀይል ሁሉ ያከትማል፤ የእስራኤል ተራራዎች፥ ሰው ዝር የማይልባቸው አስፈሪ ስፍራዎች ይሆናሉ፤",
      "29": "በኃጢአታቸው ምክንያት ሕዝቡን በመቅጣት አገሪቱን የተበላሸች ምድረ በዳ በማድረግበት ጊዜ፥ እኔ ያህቬህ(יהוה) መሆኔን ያውቃሉ፡፡”",
      "30": "ያህቬህ(יהוה) እንዲህ አለ፥ “የሰው ልጅ ሆይ! ሕዝቡ በከተማይቱ ቅጽር አጠገብና በየቤታቸው ደጃፍ የሚያዩትን ስለ አንተ ነው፤ እርስ በርሳቸውም ‘ኑና ከያህቬህ(יהוה) ምን ቃል እንደመጣ ሲነገር እስማ’ ይላሉ፡፡",
      "31": "ስለዚህም ሕዝቤ አንተ ምን እንደምትናገር ለማዳመጥ ብቻ ይሰበሰባሉ፤ ነገር ግን የምትነግራቸውን ሁሉ አይፈጽሙም፤ የምትናገረውን ቃል የሚወዱት መስለው ይታያሉ፤ ነገር ግን ከስግብግብነታቸው አይመለስም፤",
      "32": "አንተ በእነርሱ ዘንድ በገና እየደረደረ የፍቅር ዘፈን በመዝፈን ከሚያስደስታቸው አዝማሪ የተለየህ አይደለህም፤ ቃልህን ሁሉ እያዳመጡ እንዱን እንኳ አይፈጽሙትም፤",
      "33": "ነገር ግን አንተ የተናገርኻቸው ቃላት በእርግጥ ስለሚፈጽሙ፥ እውን ሆነው በሚፈጸሙበት ጊዜ፥ በመካከላቸው ነቢይ መኖሩን ያውቃሉ፡፡”"
    },

    "Chapter 34": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! የእስራኤልን ጠባቂዎች በመቃወም ትንቢት ተናገርባቸው፤ እኔ ልዑል ያህቬህ(יהוה) ስለ እነርሱ የምለውን ሁሉ በትንቢት እንዲህ ብለህ ንገራቸው፥ ‘መንጋውን መከባከብና መጠበቅ ትታችሁ ራሳችሁን የምትጠብቁ እናንተ የእስራኤል እረኞች ወዮላቸው!",
      "3": "ወተቱን ትጠጣላችሁ፤ ከጠጉራቸው የተሠራውንም ሱፍ ትለብሳላችሁ፤ የሰባውንም በግ ዐርዳችሁ ትበላላችሁ፤ ነገር ግን በጎችን በማሠማራት አትጠብቁም፤",
      "4": "ለደከሙት ክብካቤ አላደረጋችሁላቸውም፤ የታመሙትን አላዳናችሁም፤ የተሰበሩትን አልጠገናችሁም፤ የባዘኑትን አልመለሳችሁም፤ የጠፉትን አልፈልጋችሁም፤ ይህን በማድረግ ፈንታ በግፍና በጭካኔ ገዛችኋቸው፡፡",
      "5": "በጎቹም እረኛ ስለሌላቸው ተበታተኑ፤ የምድር አራዊትም ቦጫጭቀው በሉአቸው፡፡",
      "6": "ስለዚህም በጎቼ በከፍተኞች ኮረብታዎችና ተራራች ተንከራተቱ፤ በምድርም ገጽ ተበተኑ፤ የሚጠብቃቸውና ፈልጎ የሚያገኛቸውም የለም፡፡’",
      "7": "“አሁንም እናንተ እረኞች እኔ ያህቬህ(יהוה) የምላችሁን ስሙ፤",
      "8": "እኔ ሕያው አምላ እንደመሆኔ፥ እኔን ማዳመጥ በተሸላችሁ ነበር፤ እረኛ ካለመኖሩ የተነሣ በጎቼን እየነዱ የሚበሉ አራዊት አደጋ ጥለውባቸዋል፤ እረኞቼም በጎቹን ፈልገው ለማግኘት አልሞከሩም፤ እነርሱ በጎቹን ሳይሆን ራሳቸውን ብቻ የሚጠብቁ ሆነዋል፤",
      "9": "ስለዚህም እናንተ እረኞች አድምጡኝ፡፡",
      "10": "እኔ ልዑል ያህቬህ(יהוה) በእናንተ ላይ በቁጣ መነሣቴን በግልጥ እነግራችኋለሁ፤ በጎቼን ከእናንተ ነጥቄ እወስዳለሁ፤ ዳግመኛም የእነርሱ እረኞች እንድትሆኑ አልፈቅድላችሁም፤ ከእንግዲህ ወዲህም ራሳቸውን ብቻ የምትጠብቁ እንድትሆኑ አልፈቅድላችሁም፤ በጎቼን ከእናተ እጅ እታደጋለሁ፤ ከእንግዲህ ወዲህም ለእናተ ምግብ ሆነው እንዲቀሩ አልፈቅድም፡፡",
      "11": "“ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ ‘እኔ ራሴ በጎቼን እፈልጋለሁ፤ በጥንቃቄም እጠብቃቸዋለሁ፤",
      "12": "የበግ እረኛ የተበታተኑበት በጎች መልሶ እንደሚሰበስብና እንደሚጠብቅ፥ እኔም በአንድነት ሰብስቤ በጥንቃቄ እጠብቃቸዋለሁ፤ ጨለማ በሆነ በዚያ በጥፋት ቀን ከተበተኑበት ቦታ ሁሉ ሰብስቤ አመጣቸዋለሁ፤",
      "13": "ከባዕዳን አገሮች ሁሉ አወጣቸዋለሁ፤ በአንድነት ሰብስቤም ወደ አገራቸው አስገባቸዋለሁ፤ ወደ እስራኤል ተራራዎችና ምንጮች ሁሉ እመራቸዋለሁ፤ ወደ ጥሩ መስክ አሠማርቼ እመግባቸዋለሁ፤",
      "14": "በእስራኤል ለምለም የሆኑ የማሠማሪያ መስኮች በሚገኙባቸው ተራራዎችና ሸለቆዎች ሁሉ ተሠማርተው፥ ያለ ስጋት እንዲመገቡ አደርጋለሁ፡፡",
      "15": "እኔ ራሴ በጎቼን እጠብቃለሁ፤ በዕረፍት ጊዜ የሚመሰጉበትን ስፍራ አገኝላቸዋለሁ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡’",
      "16": "“የጠፉትን እፈልጋለሁ፤ የባዘኑትን እመልሳለሁ፤ የተሰበሩትን እጠግናለሁ፤ የታመሙትን እፈውሳለሁ፤ የሰቡትን ብርቱዎች የሆኑትን ግን አጠፋለሁ፤ ምክንያቱም እኔ በቅንነት የምፈርድ እረኛ ነኝ፡፡",
      "17": "“እንግዲህ ለእናንተ ለበጎቼ መንጋ እኔ ልዑል ያህቬህ(יהוה) የምናገው ይህ ነው፥ በእናተ መካከል እፈርዳለሁ፤ መልካሙን ከመጥፎ፥ በጎችንም ከፍየሎች እለያለሁ፤",
      "18": "አንዳንዶቻችሁ መልካሙን ሣር በመመገብ አልጠገባችሁም፤ የማትመገቡትን ሣር ትረጋግጡታላችሁ፤ የጠራውን ውሃ ጠጥታችሁ፤ የተረፈውን ታደፈርሳላችሁ፤",
      "19": "ሌሎች በጎቼ እናንተ የረጋገጣችሁትን ሣር ይበላሉ፤ እናንተ ያደፈረሳችሁትንም ውሃ ይጠጣሉ፡፡",
      "20": "“ስለዚህ እነሆ እኔ ያህቬህ(יהוה) ብርቱዎችና ደካማዎች በሆናችሁት በእናንተ በበጎቼ መካከል እፈርዳለሁ፡፡",
      "21": "ደካሞችን በትከሻችሁና በእግራችሁ ትገፈትራላችሁ፤ በቀንዳችሁም የወጋችሁ ከመንጋው መካከል ታስወጣላችሁ፡፡",
      "22": "ነገር ግን እኔ በጎቼን እታደጋለሁ፤ ከእንግዲህ ወዲህ ማንም እንዲያጉላላቸውአልፈቅድም፤ በበጎቼም መካከል እፈርዳለሁ፤",
      "23": "አገልጋዬን ዳዊትን የሚመስል ንጉሥ እረኛ አድርጌአስነሣላቸዋለሁ፤ እነርሱም በክብካቤ ይጠብቃቸዋል፡፡",
      "24": "እኔ ያህቬህ(יהוה) አምላካቸው እሆናለሁ፤ አገልጋዬን ዳዊትን የመሰለ ንጉሥ ይመራቸዋል፤ ይህን እኔ ተናግሬአለሁ፡፡",
      "25": "የሰላም ዋስትና የሚያገኙበትን ቃል ኪዳን ከእነርሱ ጋር እገባለሁ፤ አደገኞች የሆኑትን አራዊት ከምድሪቱ አስወግዳለሁ፤ ስለዚህ በጎቼ በየመስኩ በሰላም ተሠማርተው ይኖራሉ፤ በየጫካውም ያድራሉ፡፡",
      "26": "“እኔ እባርካቸዋለሁ፤ በተቀደሰውም ተራራዬ ዙሪያ እንዲኖሩ አደርጋለሁ፤ በሚያስፈልጋቸው ወቅት በቂ ዝናም በመስጠት እባርካቸዋለሁ፤",
      "27": "ዛፎች ያፈራሉ፤ እርሻዎች በቂ ምርት ይሰጣሉ፤ እያንዳንዱም በገዛ ራሱ ምድር በሰላም ይኖራል፤ የሕዝቤን ቀንበር ሰብሬ ባሪያ አድርገው ከሚገዙአቸው ጨቋኞች ነፃ አወጣቸዋለሁ፤ ያን ጊዜም እኔ ያህቬህ(יהוה) እንደሆንሁ ያውቃሉ፡፡",
      "28": "ከዚያም በኋላ አረማውያን አይመዘብሩአቸውም፤ አራዊትም ገድለው አይቦጫጭቁአቸውም፤ ምንም የሚያስደነግጣቸው ሳይኖር በሰላም ይኖራሉ፤",
      "29": "ለም የሆኑ እርሻዎችን እሰጣቸዋለሁ፤ ከምድሪቱም ረሀብን አስወግዳለሁ፤ ከዚያም በኋላ ሌሎች አሕዛብ አይሳለቁባቸውም፤",
      "30": "እያንዳንዱም እኔ የእስራኤል ጠባቂ መሆኔንና እነርሱም ሕሕቤ መሆናቸውን ያውቃል፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡",
      "31": "“በበጎች የተመሰላችሁትና እኔ የምመግባችሁ መንጋ እናንተ የእስራኤል ሕዝብ ናችሁ፤ እኔም አምላካችሁ ነኝ፤ ይህን የተናገረ ልዑል እግዘአብሔር ነው፡፡”"
    },
    "Chapter 35": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፥",
      "2": "“የሰው ልጅ ሆይ! የኤዶምን ተራራ በመቃወም ትንቢት ተናገርበት፤ እኔ ያህቬህ(יהוה) የምለውንም ሁሉ እንዲህ ብለህ ንገረው፥",
      "3": "‘የኤዶም ተራራ ሆይ! እነሆ እኔ በአንተ ላይ በጠላትነት ተነሥቼአለሁ፤ የተበላሸህ ምድረ በዳ አደርግሃለሁ፤",
      "4": "ከተሞችንም አፈራርሳለሁ፤ ምድርህንም ባድማ አደርጋታለሁ፤ ከዚያም በኋላ እኔ ያህቬህ(יהוה) እንደሆንሁ ታውቃለህ፡፡",
      "5": "“አንተ በእስራኤል ላይ ጸንቶ የኖረ ጥላቻ ስላለህ ስለ ኃጢአትዋ ለመጨረሻ ጊዜ በተቀጣችበት በመከራዋ ዘመን፥ ሕዝብዋ እንዲታረዱ ፈቀድህ፤",
      "6": "ስለዚህ እኔ ያህቬህ(יהוה) ሕያው አማላክ እንደመሆኔ በሞት እቀጣሃለሁ፤ ከቶም ማምለጥ አትችልም፤ ሰውን በመግደል የታወቅህ ወንጀለኛ ስለሆንህ፥ አንተንም ግድያ ይከተልሃል፡፡",
      "7": "እኔ የኤዶምን ተራራማ አገር ውድማ አደርጋለሁ፤ በዚያም የሚያልፈውን ሁሉ እገድላለሁ፤",
      "8": "ተራራችን ሁሉ በሬሳ እሸፍናለሁ፤ በጦርነት የተገደለውም ሬሳ ኮረብታዎችንና ሸለቆዎችን ሁሉ ይሸፍናል፤",
      "9": "እኔ ለዘላለሙ ውድማ አደርግሃለሁ፤ ዳግመኛም በከተሞችህ የሚኖር አይገኝም፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እንደሆንሁ ታውቃለህ፡፡",
      "10": "“የእነርሱ አምላክ የሆንሁ እኔ ያህቬህ(יהוה) እዚያ ሳለሁ ሁለቱንም ሕዝቦች ይሁዳንና እስራኤልን መሬታቸውንም ጭምር የአንተ አድርገህ ለመውረስ አስበህ ነበር፡፡",
      "11": "ስለዚህም እኔ ያህቬህ(יהוה) ሕያው አምላክ እንደመሆኔ በሕዝቤ ላይ ስላሳየኸው ቁጣ፥ ቅንአትና ጥላቻ ሁሉ ተገቢውን ቅጣት እሰጥሃለሁ፤ እነርሱም አንተን የምቀጣህ በእነርሱ ላይ ስለፈጸምኸው በደል ብድራት መሆኑን ያውቃል፡፡",
      "12": "ከዚያም በኋላ አንተ ‘የእስራኤል ተራራዎች ውድማ ስለሆኑ ተነሥቼ እውጣቸዋለሁ’ ብለህ በንቀት መናገርህን እኔ ያህቬህ(יהוה) እንደሰማሁህ ታውቃለህ፤",
      "13": "በትምክሕትም በእኔ ላይ የነበረህን የድፍረት አነጋገር ሰምቻለሁ፡፡”",
      "14": "ስለዚህም እኔ ያህቬህ(יהוה) የምለው ይህ ነው፥ “ዓለም ሁሉ በአንተ አወዳደቅ ደስ ይለው ዘንድ ባድማ አደርጋለሁ፤",
      "15": "የእኔ ወገኖች በሆኑት በእስራኤል መጥፋት ደስ ተሰኝተህ እንደነበረ ሁሉ የሤዒር ተራራዎችና የኤዶም ምድር በሙሉ ውድማ ይሆናሉ፤ በዚያን ጊዜ እኔ እግዘአብሔር እንደሆንሁ ሰው ሁሉ ያውቃል፡፡”"
    },
    "Chapter 36": {
      "1": "ያህቬህ(יהוה) እንዲህ አለ፥ “የሰው ልጅ ሆይ! ስለ እስራኤል ተራራዎች ትንቢት ተናገር፤ እኔ ያህቬህ(יהוה) ስለ እነርሱ የምለውን ያዳምጡ አንድ ንገራቸው፤",
      "2": "የእስራኤል ጠላቶች ‘እነሆ እነዚያ የጥንት ተራራች የእኛ ሆነዋል’ በማለት መጓደድ ጀምረዋል፡፡",
      "3": "“እንግዲህ እኔ ያህቬህ(יהוה) ስለ እነርሱ የምለውን ሁሉ በመግለጥ ትንቢት ተናገር፤ የጎረቤት አገሮች የእስራኤልን ተራራዎች ይዘው በመዘበሩ ጊዜ፥ ሁሉም እስራኤልን በንቀት ሰድበዋት ነበር፤",
      "4": "ስለዚህም እናንተ ተራራዎችና ኮረብታዎች፥ ጅረቶችና ሸለቆዎች ሁሉ፥ ፍርስራሽ ሆናችሁ የቀራችሁ ስፍራዎች ሁሉ፥ በዙሪያችሁ ባሉ አገሮች ተመዝብራችሁ ሰው አልባ ሆናችሁ የቀራችሁ ከተሞች ሁሉ፥ እኔ ያህቬህ(יהוה) ስለ እናንተ የምለውን ቃል አድምጡ፡፡",
      "5": "“እኔ ያህቬህ(יהוה) በጎረቤት አገሮች፥ በተለይም በኤዶም ላይ በቁጣዬ ግለት ተናግሬአለሁ፤ ከልብ በመደሰትና በንቀት ተነሣሥተው የእኔን ምድር ወስደው የመሠማሪያ ስፍራዎችዋን ወርሰዋል፡፡",
      "6": "“ስለዚህ የእስራኤልን ምድር የሚመለከት ትንቢት ተናገር፥ ባዕዳን ሕዝብ ስላደረሱባቸው ዘለፋና ውርደት እኔ ያህቬህ(יהוה) ቁጣ በተሞላበት ቅንአት የምለውን ሁሉ ለተራራዎች፥ ለኮረብታዎች፥ ለጅረቶችና ለሸለቆዎች ሁሉ ንገር፤",
      "7": "በዙሪያ የሚገኙ የጎረቤት አገሮች ሁሉ እንደሚዋረዱ፥ እኔ ያህቬህ(יהוה) በፍጹም እምላለሁ፡፡",
      "8": "ስለ እናንተ ስለ ሕዝቤ እስራኤል ግን የምለው ይህ ነው፥ በእስራኤል ተራራች ላይ የሚገኙ ዛፎች ሁሉ እንደገና ይለመልማሉ፤ ፍሬም ይሰጡአችኋል፤ እናንተም በፍጥነት ወደ አገራችሁ ትመለሳላችሁ፡፡",
      "9": "እኔ ከእናንተ ጋር ነኝ፤ ምድራችሁ ታርሳ እንደገና ዘር የምትቀበል መሆንዋንም አረጋግጥላችኋለሁ፤",
      "10": "የሕዝባችሁንም ቁጥር አበዛለሁ፤ ፍርስራሽ ሆኖ የኖረውንም ስፍራ ሁሉ በመገንባት በከተሞች ትኖራላችሁ፡፡",
      "11": "ሕዝብም ሆነ እንስሳ በቁጥር እንዲበዛ አደርጋለሁ፤ ከምንጊዜውም ይልቅ ትበዛላችሁ፤ ብዙ ልጆችም ይኖሩአችኋል፤ እዚያም ጥንት በኖራችሁት ሁኔታ ትኖራላችሁ፤ ከምንጊዜውም ይልቅ አበለጽጋችኋለሁ፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እንደ ሆንሁ ታውቃላችሁ፡፡",
      "12": "ሕዝቤ እስራኤል ሆይ! እንደገና በምድሪቱ መኖር ትችሉ ዘንድ መልሼ አመጣችኋለሁ፤ ምድሪቱም የራሳችሁ ትሆናለች፤ ዳግመኛም ልጆች አልባ አትሆንም፡፡",
      "13": "“እኔ ያህቬህ(יהוה) የምለው ይህ ነው፤ ሕዝቡ ይህችን ምድር ‘ሰው በላ’ ብለው የሚጠሩአትና ሕዝብዋንም ‘ልጆች አልባ’ አድርጋለች የሚሉት ነገር እውነት ነው፡፡",
      "14": "ከእግዲህ ወዲህ ግን ምድሪቱ ‘ሰው በላ’ አትሆንም፤ ልጆቻችሁንም አትነጥቅም፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡",
      "15": "ምድሪቱ ከእንግዲህ ወዲህ የአሕዛብ ማላገጫ አትሆንም፤ በንቀትም አይመለከቱአትም፤ እርስዋም ዳግመኛ የሕዝቡን ልጆች አትነጥቅም፤ እኔ እግዘኢብሔር ይህን ተናግሬአለሁ፡፡”",
      "16": "ያህቬህ(יהוה) እንዲህ ሲል ተናገረኝ፤",
      "17": "“የሰው ልጅ ሆይ! የእስራኤል ሕዝብ በዚህች አገር ሲኖር በከንቱ አኗኗራቸውና በመጥፎ ሥራቸው ሁሉ ምድሪቱን አርክሰዋት ነበር፤ በፊቴም የነበራቸው አካሄድ፥ ሴት በወር አበባዋ ሳምንት እንደ ርኩስ ሆና የምትታይበትን ያህል ነበር፡፡",
      "18": "በአገሪቱ ላይ ስለፈጸሙት ግድያና በጣዖት አምልኮ ምድሪቱን በማርከሳቸው ምክንያት የቁጣዬ ግለት እንዲሰማቸው አደርጋለሁ፡፡",
      "19": "አኗኗራቸውና ሥራቸው ሁሉ መጥፎ ስለነበረ ፈረድሁባቸው፤ በባዕዳን አገሮችም እንዲበተኑ አደረግሁ፡፡",
      "20": "በሄዱበትም ስፍራ ሁሉ ቅዱስ ስሜን አሰድበዋል፤ ምክንያቱም አሕዛብ ሁሉ ‘እነዚህ የያህቬህ(יהוה) ሕዝብ ናቸው፤ ይሁን እንጂ እርሱ ከሰጣቸው ምድር ተነቃቅለው መውጣት ግድ ሆኖባቸዋል’ ይላሉ፡፡",
      "21": "ይህን አባባል ስለ ቅዱስ ስሜ እንድቀና አድርጎኛል፤ ምክንያቱም የእስራኤል ሕዝብ ተሰድደው በሄዱበት ስፍራ ሁሉ ስሜን አሰድበዋል፡፡",
      "22": "“እንግዲህ እነሆ፥ እኔ ልዑል ያህቬህ(יהוה) ስለ እነርሱ የምልህን ሁሉ ንገራቸው፤ ከእንግዲህ ወዲህ ምንም ነገር ባደርግ በሄዳችሁት ስፍራ ሁሉ ስላሰደባችሁት ስለ ቅዱስ ስሜ እንጂ ስለ እናንተ ስለ እስራኤላውያን ብዬ አይደለም፡፡",
      "23": "በእነርሱ መካከል እንዲሰደብ ያደረጋችሁትን ቅዱሱን ስሜን በአሕዛብ ዘንድ እንዲከበር በማደርግበት ጊዜ፥ እኔ ያህቬህ(יהוה) እንደሆንሁ ያውቃሉ፤ እኔ ያህቬህ(יהוה) ይህን ተናሬአለሁ፡፡ እኔም ቅዱስ መሆኔን በእናንተ አማካይነት አሕዛብ ሁሉ እንዲያውቁ አደርጋለሁ፡፡",
      "24": "ከመንግሥታትና ከአገሮች ሁሉ ሰብስቤ ወደ ገዛ ምድራችሁ እመልሳችኋለሁ፡፡",
      "25": "በእናንተ ላይ ንጹሕ ውሃ በመርጨት ከጣዖት አምልኮአችሁና ከርኩሰታችሁ ሁሉ እንድትነጹ አደርጋለሁ፡፡",
      "26": "አዲስ ልብና አዲስ አእምሮ እሰጣችኋለሁ፤ ትዕቢት የሞላበትን የድንጋይ ልብ አውጥቼ፥ በቅንነት የሚታዘዝ ልብ እሰጣችኋለሁ፡፡",
      "27": "መንፈሴን አሳድርባችኋለሁ፤ የሰጠኋችሁንም ሕግና ትእዛዛት ሁሉ መፈጸም እንድትችሉ አደርጋችኋለሁ፡፡",
      "28": "ከዚያም በኋላ ለቀድሞ አባቶቻችሁ በሰጠኋት ምድር ትኖራላችሁ፤ እናንተ ሕዝቤ ትሆናላችሁ፤ እኔም አምላካችሁ እሆናለሁ፡፡",
      "29": "ከሚያረክሳችሁ ነገር ሁሉ አድናችኋለሁ፤ ከእንግዲህ ወዲህ ረሀብ እንዳይደርስባችሁ እህል እንዲበዛላችሁ አዝዛለሁ፡፡",
      "30": "የዛፋችሁና የእርሻችሁ ፍሬ ሁሉ እንዲበዛ አደርጋለሁ፤ ከዚያም በኋላ እናንተን በአሕዛብ መካከል የሚያዋርድ ረሀብ አይደርስባችሁም፡፡",
      "31": "መጥፎ ጠባያችሁንና ትፈጽሙት የነበረውንም ክፉ ሥራ ሁሉ ታስታውሳላችሁ፤ በኃጢአታችሁና በፈጸማችሁት በደል ሁሉ ምክንያት ራሳችሁን ትጸየፋላችሁ፡፡",
      "32": "እስራኤል ሆይ! ይህንሁሉ የማደርገው ስለ እናንተ ብዬ አለመሆኑን እንድታውቁ እወዳለሁ፤ ስለምትፈጽሙት በደል ሁሉ ሐፍረትና ውርደት እንዲሰማችሁ እፈልጋለሁ፤ እኔ �ልዑል ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”",
      "33": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “እኔ ከኃጢአታችሁ ሁሉ በማነጻችሁ ጊዜ የፈራረሱትን ሁሉ በመገንባት እንደገና በከተሞቻችሁ እንድትኖሩ አደርጋለሁ፡፡",
      "34": "በእናንተ እርሻዎች አጠገብ ያልፉ የነበሩ ሁሉ ተበላሽተው አረምና ዳዋ እንደወረሳቸው አይቶአል፤ አሁን ግን እንደገና በማረስ እንድታለሙአቸው አደርጋለሁ፡፡",
      "35": "ተመልካችም ሁሉ ‘ጭራሽ ምድረ በዳ ሆና የነበረች ይህች ምድር እንዴት የዔደንን ገነት መሰለች! ቀድሞ ተመዝብረውና ተደምስሰው የፍርስራሽ ክምር ሆነው የነበሩትስ ከተማዎች እንዴት እንደገና ሕዝብ ሊኖርባቸውና የተመሸጉ ሊሆኑ ቻሉ?’ ይላሉ፡፡",
      "36": "በዚያን ጊዜ ከጥፋት የተረፉት የጎረቤት አገሮች ሕዝብ ሁሉ የፈረሱ ከተሞችን መልሼ የሠራሁና የተበላሹ ምድረ በዳዎችንም ያለመለምሁ እኔ ያህቬህ(יהוה) መሆኔን ያውቃሉ፤ እኔ ያህቬህ(יהוה) ይህን ሁሉ እንደምፈጽም ተስፋ ሰጥቼአለሁ፤ ደግሞም እፈጽመዋለሁ፡፡”",
      "37": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “እስራኤላውያን ደግመው አንድ ጊዜ ዕርዳታ እንዲጠይቁኝ አደርጋለሁ፤ ቁጥራቸውንም እንደ በጎች መንጋ አበዛዋለሁ፡፡",
      "38": "ቀድሞ ኢየሩሳሌም በበዓል ቀን ለመሥዋዕት በሚቀርቡ በጎች ትሞላ እንደነበረች፥ የፈራረሱት ከተሞች በሕዝብ የተሞሉ ይሆናሉ፤ በዚያን ጊዜ እኔ ያህቬህ(יהוה) እንደሆንሁ ያውቃሉ፡፡”"
    },
    "Chapter 37": {
      "1": "የእግዚአብሔር መገለጥ ኀይል ወደ እኔ መምጣቱ ተሰማኝ፤ የእርሱም መንፈስ እኔን ወስዶ ብዙ አጥንቶች በተከማቸበት ሸለቆ ውስጥ አኖረኝ፤",
      "2": "በሸለቆው ዙሪያ ወዳለው ስፍራ ሁሉ መራኝ፤ በዚያም እጅግ የደረቁ በጣ ብዙ አጥንቶችን ማየት ቻሁ፡፡",
      "3": "እርሱም “የሰው ልጅ ሆይ! እዚህ አጥንቶች ዳግመኛ ሕይወት የሚያገኙ ይመስልሃልን?” አለኝ፡፡ እኔም “ጌታ አባቴ ሆይ! ይህን የምታውቅ አንተ ብቻ ነህ” አልሁት፡፡",
      "4": "እርሱም እንዲህ አለ፥ “ለእነዚህ አጥንቶች ትንቢት ተናገር፤ እነዚህ የደረቁ አጥንቶች የእግዚአብሔርን ቃል እንዲሰሙ ንገራቸው፤",
      "5": "እኔ እግዚአብሔር የምላቸውን ሁሉ እንዲህ ብለህ ንገራቸው፥ ‘በውስጣችሁ እስትንፋስ በማስገባት እንደገና በሕይወት እንድትኖሩ አደርጋችኋለሁ፤",
      "6": "ጅማትና ሥጋ በመስጠት ቆዳ አለብሳችኋለሁ፤ በውስጣችሁም እስትንፋስ አስገብቼ እንደገና በሕይወት እንድትኖሩ አደርጋችኋለሁ፤ በዚያን ጊዜ እኔ እግዚአብሔር መሆኔን ታውቃላችሁ፡፡’",
      "7": "እኔም በታዘዝሁት መሠረት ትንቢት ተናገርሁ፤ መናገርም እንደ ጀመርሁ የኩሽኩሽታ ድምፅ ሰማሁ፤ አጥንቶቹም እርስ በርሳቸው እየተገጣጠሙ መያያዝ ጀመሩ፡፡",
      "8": "በመመልከት ላይ ሳለሁም አጥንቶቹ በጅማትና በሥጋ እንዲሁም በቆዳ ተሸፈኑ፤ እስትንፋስ ግን አልነበራቸውም፡፡",
      "9": "እግዚአብሔርም እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! ለነፋስ ትንቢት ተናገር ፤ ነፋስ ከሁሉ አቅጣጫ መጥቶ በእነዚህ በተገደሉ ሰዎች ውስጥ እንዲነፍስና እንደገና በሕይወት እንዲኖሩ ያደርጋቸው ዘንድ እኔ እግዚአብሔር ያዘዝሁት መሆኔን ንገረው፡፡”",
      "10": "እኔም በታዘዝሁት መሠረት ትንቢት ተናገርሁ፤ በእነዚያም ሥጋዎች ሁሉ እስትንፋስ ገባባቸው፤ ሁሉም ሕይወት አግኝተው ቆሙ፤ እጅግ ብዙ ሠራዊትም ሆኑ፡፡",
      "11": "እግዚአብሔርም እዲህ አለኝ፥ “የሰው ልጅ ሆይ! የእስራኤል ሕዝብ እኮ ልክ እንደእነዚህ አጥንቶች ናቸው፤ እነርሱ ‘እነሆ አጥንታችን ደርቆአል፤ የወደፊት ዕድላችን ተቆርጦ ተስፋቢሶች ሆነናል’ ይላሉ፤",
      "12": "ስለዚህም ለሕዝቤ ለእስራኤል ትንቢት ተናገር፤ እኔ እግዚአብሔር መቃብራቸውን ከፍቼ እነርሱን በማውጣት ወደ እስራኤል ምድር የምመልሳቸው መሆኔን ንገራቸው፡፡",
      "13": "ሕዝቤ የተቀበሩበትን መቃብር ሁሉ ከፍቼ በማወጣቸውም ጊዜ እኔ እግዚአብሔር መሆኔን ያውቃሉ፡፡",
      "14": "እስትንፋሴን በእነርሱ ውስጥ አገባለሁ፤ በሕይወትም አስነሣቸዋለሁ፤ በገዛ ምድራቸውም እንዲኖሩ አደርጋለሁ፤ በዚያን ጊዜ እኔ እግዚአብሔር መሆኔን ያውቃሉ፤ ይህን እንደምፈጽም ቃል ገብቻለሁ፤ ደግሞም እፈጽመዋለሁ፤ እኔ እግዚአብሔር ይህን ተናሬአለሁ፡፡”",
      "15": "እግዚአብሔር እንዲህ ሲል እንደገና ተናረኝ፥",
      "16": "“የሰው ልጅ ሆይ! አንድ የእንጨት በትር ወስደህ ‘የይሁዳ መንግሥት’ የሚል ቃል ጻፍበት፤ ሌላም በትር ወስደህ ‘የእስራኤል መንግሥት’ ብለህ ጻፍበት፤",
      "17": "ከዚሀ በኋላ የሁለቱንም በትሮች ጫፍና ጫፍ በእጅህ አገናኝተህ አንድ በትር እንዲመስሉ አድርግ፤",
      "18": "ሕዝብህም ይህ ምን መሆኑን እንድትነግራቸው በሚጠይቁህ ጊዜ፥",
      "19": "እኔ ጌታ እግዚአብሔር የእስራኤል ምሳሌ የሆነችውን በትር፥ የይሁዳ ምሳሌ ከሆነችው በትር ጋር ላኖር ማቀዴን ንገራቸው፤ ሁለቱን በማጋጠም አንድ በትር አድርጌ በእጄ እይዛለሁ፡፡",
      "20": "“የጻፍህባቸውንም ሁለቱን በትሮች በእጅህ ይዘህ ሕዝቡ እንዲያዩአቸው አድርግ፤",
      "21": "እኔ እግዚአብሔር ሕዝቤን ሁሉ ከተበተኑባቸው አሕዛብ መካከል በአንድነት ሰብስቤ ወደ ገዛ ምድራቸው መልሼ ላመጣቸው ማቀዴን ንገራቸው፡፡",
      "22": "በምድሪቱም በሚገኙት በእስራኤል ተራራዎች አንድ መንግሥት እንዲሆኑ አደርጋለሁ፤ ሁሉንም በአንድነት የሚያስተዳድር አንድ ንጉሥ ይኖራቸዋል፤ ዳግመኛም ሁለት ሕዝብ አይሆኑም፤ መንግሥታቸውም በሁለት አይከፈልም፡፡",
      "23": "ከዚያም በኋላ አስጸያፊ በሆኑ ጣዖቶች ራሳቸውን አያረክሱም፤ በኃጢአትም አይሰናከሉም፤ እኔን በመክዳት ከፈጸሙት ኃጢአት ሁሉ ነፃ እንዲወጡ አደርጋቸዋለሁ፤ ንጹሕ የሆነ ሕይወትም እሰጣቸዋለሁ፤ እነርሱ ሕዝቤ ይሆናሉ፤ እኔም አምላካቸው እሆናለሁ፡፡",
      "24": "አገልጋዬን ዳዊትን የመሰለ ንጉሥ ይኖራቸዋል፤ በአንድ መሪ ሥር ተጠቃለው ሕግጋቴን ሁሉ በታማኝነት ይፈጽማሉ፡፡",
      "25": "ለአገልጋዬ ለያዕቆብ በሰጡትና የቀድሞ አባቶቻቸውም በኖሩባት ምድር ይኖራሉ፤ በዚያችም ምድር እነርሱና ልጆቻቸው ዝርያዎቻቸውም ሳይቀሩ ለዘላለም ይኖራሉ፤ እንደ አገልጋዬ እንደ ዳዊት ያለ ንጉሥ በእነርሱ ላይ ለዘላለም ይነግሣል፡፡",
      "26": "የሕይወት ዋስትና የሚያሰገኝላቸውንም የዘላለም ቃል ኪዳን ከእነርሱ ጋር አደርጋለሁ፤ እነርሱንም እንደገና መሥርቼ የሕዝቡን ቁጥር አበዛለሁ፤ ቤተ መቅደሴንም ለዘላለም ጸንቶ በሚቆይበት ስፍራ በምድራቸው እኖራለሁ፡፡",
      "27": "እኔም በዚያ ከእነርሱ ጋር እሆናለሁ፤ እኔ አምላካቸው እሆናለሁ፤ እነርሱም ሕዝቤ ይሆናሉ፡፡",
      "28": "ቤተ መቅደሴ በመካከላቸው ለዘላለም እንዲኖር በማደርግበት ጊዜ፥ ለእኔ የተለዩ ቅዱስ ሕዝብ ይሆኑ ዘንድ እስራኤልን የመረጥሁ እኔ እግዚአብሔር መሆኔን አሕዛብ ሁሉ ያውቃሉ፡፡”"
    },

    "Chapter 38": {
      "1": "ያህቬህ(יהוה) እንዲህ ሲል ተናረኝ፥",
      "2": "“የሰው ልጅ ሆይ! በማጎግ ምድር የሚገኙት የሜሼክና የቱባል ሕዝቦች ገዥ የሆነውን ጎግን በመቃወም ትንቢት ተናርበት፤ እርሱንም በመንቀፍ፥",
      "3": "እኔ ልዑል ያህቬህ(יהוה) በእርሱ ላይ በቁጣ የተነሣሁበት መሆኔን ንገረው፡፡",
      "4": "በመንጋጋ መንጠቆ አስገብቼ በመጎተት እርሱንና ሠራዊቱን በመጡበት ወደ ኋላቸው እመልሳቸዋለሁ፤ ሠራዊቱ ከፈረሶችና የጦር ልብስ ከለበሱ ፈረሰኞቹ ጋር እጅግ የበዛ ነው፤ እያንዳንዱ ወታደር ጋሻ አንግቦ ሰይፍ ታጥቆአል፤",
      "5": "ከፋርስ፥ ከኢትዮጵያና ከሊቢያ የመጡ ሰዎችም ሁሉ ጋሻ አንግበው ብረት ጥሩር ደፍተው የእርሱ ተባባሪዎች በመሆን ከእርሱ ጋር ተሰልፈዋል፡፡",
      "6": "በሰሜንም በኩል ጎሜርና የቤትቶጋማርማ ምድር ጦረኞች ከእነርሱ ጋር ናቸው፤ እነዲሁም ከሌሎች ብዙዎች አገሮች የመጡ ሰዎች ከእርሱ ጎን ተሰልፈዋል፡፡",
      "7": "ስለዚህ እንዲዘጋጅ ንገረው፤ ሠራዊቱንም ሁሉ በእርሱ ትእዛዝ ሥር እንዲዘጋጅ አስታውቀው፡፡",
      "8": "እነሆ ከብዙ አገሮች ተመልሰው መጥተው የጦርነት ስጋት ሳይኖራባቸው በሰላም ተዝናተው የሚኖሩ ሕዝብ ያሉበትን አገር እንዲወርር ከብዙ ዓመታት በኋላ አዝዘዋለሁ፡፡ ለብዙ ዘመን የተበላሹ ባድማዎች ሆነው ከቆዩ በኋላ አሁን ሕዝብ ሁሉ በሰላም የሚኖርባቸውን የእስራኤልን ተራራዎች ይወርራል፡፡",
      "9": "እርሱና ሠራዊቱ ከእርሱ ጋር ያሉ ብዙ አሕዛብ እንደ ማዕበልሞገድ ሆነው ምድሪቱን ይሸፍናሉ፡፡”",
      "10": "ልዑል ያህቬህ(יהוה) ለጎግ የሚለው ይህ ነው፥ “ያ ዘመን ሲደርስ ክፉ ዕቅድ ለማውጣት በአእምሮህ ታሰላስላለህ፤",
      "11": "ሕዝቡ ቅጽር ወይም መከላከያ በሌላቸው ከተሞች የሰላም ዋስትና አግኝተው የሚኖሩባትን ደካማ አገር ለመውረር ትወስናለህ፡፡",
      "12": "አንድ ጊዜ ፈራርሰው ውድማ በነበሩ ከተሞች በሰላም የሚኖሩትን ሕዝብ በመበዝበዝ ትመዘብራለህ፤ እነርሱ ከብዙ አሕዛብ መካከል ተሰብስበው በመምጣት፥ ብዙ እንስሳትና ሀብት ንብረት አከማችተው የዓለም መናኸሪያ በሆነች አገር የሚኖሩ ናቸው፡፡",
      "13": "የሳባና የደዳን ሕዝብ፥ እንዲሁም ከእስፔን ከተሞች የመጡ ነጋዴዎች እንዲህ ሲሉ ይጠይቁሃል፥ ‘ሠራዊትህን አሰልፈህ አደጋ የጣልኸው ብዝበዛና ዝርፊያ ለማካሄድ ነውን? ብርና ወርቅ፥ እንስሳትና ሌላም ሀብት ለማግኘት፥ ምርኮህንም ሰብስበህ ወደመጣህበት ለመመለስ አቅደሃልን?’”",
      "14": "ስለዚህም ልዑል ያህቬህ(יהוה) ለጎግ የሚለውን ሁሉ እንዲህ ብዬ እንድነግረው አዝዞኛል፥ “እነሆ ሕዝቤ እስራኤል ያለ ስጋት በሰላም መኖራቸውን ዐውቀህ፥",
      "15": "በስተ ሰሜን በኩል ርቀህ ከምትኖርበት ስፍራ ሁሉም ፈረሰኞች ሆነው ከአሕዛብ መካከል የተመረጡ ወታደሮች ያሉበትን ታላቅ ሠራዊት መርተህ በእነርሱ ላይ ትዘምታለህ፡፡",
      "16": "ምድሪቱን በስፋት አቋርጦ እንደሚያልፍ ማዕበልና ሞገድም በሕዝቤ በእስራኤል ላይ አደጋ ትጥላለህ፤ ጊዜውም ሲደርስ የእኔ የሆነቸውን ምድር እንድትወርር እልክሃለሁ፤ ይህንንም የማደርገው እኔ ማን እንደሆንሁ አሕዛብ ማወቅ እንዲችሉና በአንተም ላይ በምፈጽመው ነገር ቅድስናዬን ለማሳየት ነው፡፡",
      "17": "አንተ እኮ ‘ጊዜው ሲዳረስ በሕዝቤ በእስራኤል ላይ አደጋ የሚጥል አንድ ወራሪ አስነሣለሁ’ ብዬ አገልጋዬቼ በሆኑት በእስራኤል ነቢያት አማካይነት ከረዥም ጊዜ በፊት ትንቢት ያናገርኩልህ ሰው ነህ፡፡” ልዑል ያህቬህ(יהוה) ይህን ተናግሮአል፡፡",
      "18": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “ጎግ እስራኤልን በሚወርርበት ጊዜ የእኔም ብርቱ ቁጣ ይገለጣል፤",
      "19": "በዚያን ቀን በእስራኤል ምድር ታላቅ የመሬት መንቀጥቀጥ እደሚሆን በቁጣዬ ግለት ዐውጃለሁ፡፡",
      "20": "እያንዳንዱ የዓሣና የወፍ ዐይነት፥ እያንዳንዱም ታላለቅና ታናናሽ እንስሳ፥ በዓለም ዙሪያ የሚኖር እያንዳንዱ ሰው እኔን በመፍራት ይንቀጠቀጣል፤ ተራራዎች ይወድቃሉ፤ ገደሎች ተፈረካክሰው ይናዳሉ፤ እያንዳንዱም የቅጽር ግንብ ይደረመሳል፡፡",
      "21": "ብዙ ዐይነት መቅሠፍት በእርሱ ላይ በማምጣት ጎግ በፍርሃት እንዲርድ አደርገዋለሁ፤ እኔ ልዑል ያህቬህ(יהוה) ይህን ተናሬአለሁ፤ ሠራዊቱ ሰይፋቸውን ወደራሳቸው በመመለስ እርስ በርሳቸው ይተራረዳሉ፡፡",
      "22": "ከዚህም ሁሉ ጋር በበሽታና በደም መፋሰስ እቀጣዋለሁ፤ ከእሳትና ከዲን ጋር የተደባለቀ ብርቱ ዝናምና በረዶ በርሱና በሠራዊቱ፥ እዲሁም ከእርሱ ጎን በተሰለፉት አሕዛብ ሁሉ ላይ፥ ይዘንምባቸዋል፡፡",
      "23": "በዚህም ዐይነት እኔ ታላቅና ቅዱስ መሆኔን ለአሕዛብ ሁሉ አሳያለሁ፤ በዚያን ጊዜ እነርሱ እኔ ያህቬህ(יהוה) መሆኔን ያውቃሉ፡፡”"
    },
    "Chapter 39": {
      "1": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “የሰው ልጅ ሆይ! የሜሼክና የቱባል ሕዝብ ገዥ የሆነውን ጎግን በመቃወም ትንቢት ተናገርበት፤ እኔን በቁጣ የተነሣሁበት መሆኔን አስረዳው፤",
      "2": "አቅጣጫውን አስለውጬ ሩቅ ከሆነው ከሰሜን አገር እየጎተትሁ አመጣዋለሁ፤ በእስራኤል ተራራዎች ላይ እንዲዘምት አደርገዋለሁ፤",
      "3": "ከዚይም በኋላ እርሱን መትቼ ቀስቱን ከግራ እጁ፥ ፍላጻውንም ከቀኝ እጁ አስጥለዋለሁ፡፡",
      "4": "ጎግና ሠራዊቱ፥ እንዲሁም ከእርሱ ጋር የተሰለፉ የጦር ጓደኞቹ ሁሉ ሞተው በእስራኤል ተራራዎች ላይ ይወድቃሉ፤ ሬሳቸውንም ለሰማይ ወፎችና ለምድር አራዊት ምግብ እንዲሆን አደርገዋለሁ፡፡",
      "5": "በአውላላ ሜዳ ላይ ወድቀው ይቀራሉ፤ እኔ ልዑል ያህቬህ(יהוה) ይህን ተናሬአለሁ፡፡",
      "6": "በማጎግ ምድርና በባሕር ዳርቻዎች ሰዎች ያለ ስጋት በሚኖሩባቸው ስፍራዎች ሁሉ እሳት አቀጣጥላለሁ፤ በዚያን ጊዜ ሁሉም እኔ ያህቬህ(יהוה) እነደሆንሁ ያውቃሉ፡፡",
      "7": "ቅዱስ ስሜ በሕዝቤ በእስራኤል ዘንድ እንዲታወቅ አደርጋለሁ፤ ከእንግዲህም ወዲህ ስሜ እንዲሰደብ አልፈቅድም፤ ከዚያም በኋላ አሕዛብ ሁሉ እኔ ያህቬህ(יהוה) የእስራኤል ቅዱስ መሆኔን ያውቃሉ፡፡”",
      "8": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “ይመጣል ብዬ የተናገርሁት ቀን መድረሱን የማይቀር ነው፤",
      "9": "በእስራኤል ከተሞች የሚኖሩ ሕዝብ ወጥተው የተጣለውን የጦር መሣሪያ ሁሉ ለእሳት ማገዶ እንዲሆን ይሰበስባሉ፤ ጋሻውን፥ ቀስቱን፥ ፍላጻውን፥ ጦሩንና ዱላውን ሁሉ ሰብስበው ያነድዱታል፤ ለሰባት ዓመት የሚበቃም ማገዶም ይኖራቸዋል፡፡",
      "10": "ስለዚህም ከየስፍራው የማገዶ እንጨት መሰብሰብም ሆነ፥ ከየጫካውም ዛፍ መቁረጥ አያስፈልጋቸውም፤ ምክንያቱም ወድቆ የቀረውን የጦር መሣሪያ ሁሉ ሰብስበው ማንደድ ይችላሉ፤ ቀድሞ የበዘበዙአቸውንና የዘረፉአቸውን አሁን በተራቸው መበዝበዝና መዝረፍ ይችላሉ፤” ልዑል ያህቬህ(יהוה) ይህን ተናግሮአል፡፡",
      "11": "ያህቬህ(יהוה) እንዲህ አለ፥ “ይህ ሁሉ በሚሆንበት ጊዜ በእስራኤል ምድር በሚገኘው፥ ከሙት ባሕር በስተ ምሥራቅ ባለው በመንገደኞች ሸለቆ ውስጥ፥ ለጎግ መንገድ የማይገባበትን የመቃብር ቦታ እሰጠዋለሁ፤ ጎግና ሠራዊቱ ሁሉ በዚያ ይቀበራሉ፤ ስለዚህም ያ ሸለቆ ‘የጎግና የሠራዊቱ ሸለቆ’ ተብሎ ይጠራል፡፡",
      "12": "ከዚያም በኋላ እስራኤላውያን ያንን ሁሉ ሬሳ ቀብረው ምድሪቱን እንደገና ለማጽዳት ሰባት ወራት ይፈጅባቸዋል፡፡",
      "13": "በምድሪቱ የሚኖሩ ሰዎች ሁሉ ሬሳውን በመቅበር ይተባበሩአቸዋል፤ ስለዚህም እኔ ድል በምነሣበት ቀን ለእነርሱ ክብር ይሆንላቸዋል፤ እኔ ያህቬህ(יהוה) ይህን ተናሬአለሁ፡፡",
      "14": "ከሰባት ወራትም በኋላ በምድር ላይ የተረፉ ሬሳዎች ቢኖሩ በየስፍራው በመዘዋወር እየፈለጉ በመቅበር ምድሪቱን የሚያጸዱ ሰዎች ይመረጣሉ፡፡",
      "15": "በሀገሪቱም ውስጥ ሲዘዋወሩ የሰው ዐፅም በሚያገኙበት ጊዜ በጎኑ ምልክት አድርገውበት ያልፋሉ፤ መቃብር ቆፋሪዎችም መጥተው በጎግና በሠራዊቱ ሸለቆ ይቀብሩታል፡፡",
      "16": "በዚህም ዐይነት ምድሪቱ እንደገና ትጸዳለች፤ በዚያም አቅራቢያ በሠራዊቱ ስም የምትጠራ ከተማ ትኖራለች፡፡”",
      "17": "ልዑል ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! እኔ ያዘጋጀሁላቸውን የመሥዋዕት ዕርድ ይበሉ ዘንድ የሰማይ ወፎችንና የምድር አራዊትን ሁሉ ከየአቅጣጫው ጥራ፤ ደም ጠጥተው፥ ሥጋ መብላት በሚችሉባቸው በእስራኤል ተራራዎች ላይ የታላቅ ደስታ ግብዣ ይሆናል፡፡",
      "18": "በዚህ ዐይነት የወታደሮችን ሥጋ ይበላሉ፤ የምድር ገዢዎችንም ደም ይጠጣሉ፤ ምክንያቱም ሁሉም እንደ በግ ሙክትና ጥቦት፥ እንደ ፍየል ሙክትና እንደ ቅልብሰንጋ ይጨፈጨፋሉ፡፡",
      "19": "እነዚህን ሁሉ ሕዝብ እንደ መሥዋዕት ዕርድ በምፈጅበት ጊዜ አዕዋፍና አራዊት ሁሉ ያገኙትን ስብ እስኪጠግቡ መብላትና ደሙንም እስኪሰክሩ መጠጣት ይችላሉ፡፡",
      "20": "እኔ ከማቀርብላቸው ማእድ የፈረሶችንም ሆነ የፈረሰኞችን፥ የወታደሮችንም ሆነ የሌሎችን ጦረኞች ሥጋ እስኪጠግቡ ይመገባሉ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”",
      "21": "ያህቬህ(יהוה) እንዲህ አለ፥ “አሕዛብ ሁሉ የእኔን ክብር ማየት እንዲችሉ እፈቅድላቸዋለሁ፤ ትክክለኛ ውሳኔዬንም ለመፈጸም የምጠቀምበትን ኀይሌን አሳያቸዋለሁ፤",
      "22": "እስራኤላውያንም ከዚያን ጊዜ ጀምሮ እኔ ያህቬህ(יהוה) አምላካቸው እንደሆንሁ ያውቃሉ፡፡",
      "23": "እስራኤላውያን ተሰድደው የሄዱትም በእኔ ላይ በፈጸሙት በደል ምክንያት መሆኑን አሕዛብ ሁሉ ያውቃሉ፤ እኔ ፊቴን ከእነርሱ በመመለስ ጠላቶቻቸው በጦርነት ድል አድርገው ሁሉንም እንዲገድሉአቸው አደረግሁ፡፡",
      "24": "ስለ ርኩሰታቸውና ስለ ክፋታቸው ተገቢውን ቅጣት ሰጠኋቸው፤ ፊቴንም ከእነርሱ መለስሁ፡፡”",
      "25": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “አሁን ግን የያዕቆብ ዝርያዎች ለሆኑት ለእስራኤል ሕዝብ ምሕረት አደርግላቸዋለሁ፤ እንደገናም አበለጽጋቸዋለሁ፤ ቅዱስ ስሜም እንዳይሰደብ እከላከላለሁ፡፡",
      "26": "እነርሱ ምንም የሚያስፈራቸው ነገር ሳይኖር በገዛ ምድራቸው በሰላም መኖር ሲጀምሩ፥ ከዚህ በፊት እኔን በመክዳታቸው ምን ያህል እንደተዋረዱ ይረሳሉ፡፡",
      "27": "እኔ ቅዱስ መሆኔን ለብዙ አሕዛብ ለማሳየት፥ ጠላቶቻቸው ከሚኖሩባቸው አገሮች ሁሉ አውጥቼ ሕዝቤን እመልሳለሁ፡፡",
      "28": "ከዚያም በኋላ እኔ ያህቬህ(יהוה) አምላካቸው እንደሆንሁ ሕዝቤ ያውቃሉ፤ ይህንንም የሚያውቁበት ምክንያት ተማርከው ወደ ስደት እንዲሄዱ ያደረግሁአቸውና አሁንም ከእነርሱ አንድ እንኳ ወደ ኋላ ሳይቀር አንድነት በመሰብሰብ መልሼ ወደገዛ ምድራቸው ያመጣኋቸው እኔ ስለሆንሁ ነው፡፡",
      "29": "መንፈሴን በእስራኤል ሕዝብ ላይ አፈስሳለሁ፤ ዳግመኛም ፊቴን ከእነርሱ አልመልስም፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”"
    },
    "Chapter 40": {
      "1": "በተሰደድን በሃያ አምስተኛው ዓመት፥ ኢየሩሳሌምም በጠላት እጅ በወደቀች በዐሥራ አራተኛው ዓመት፥ አዲሱም ዓመት በገባ በዐሥረኛው ቀን፥ ብርቱ የሆነ የያህቬህ(יהוה) የመገለጥ ኀይል ወደ እኔ መጥቶ ነበር፤ እርሱም ወደ ላይ አንሥቶ ወሰደኝ፤",
      "2": "በረእይም ያህቬህ(יהוה) ወስዶ በእስራኤል ምድር በአንድ ከፍተኛ ተራራ ላይ አኖረኝ፤ የከተማ አሠራር የሚመስሉ ተቀራራቢ ሕንጻዎችንም በደቡብ በኩል አየሁ፤",
      "3": "ወደ ቅርብ ሲወስደኝም እንደ ነሐስ የሚያበራ መልክ ያለው አንድ ሰው አየሁ፤ እርሱም ከበፍታ የተሠራ የሚጠቀለል ሜትርና የመለኪያ ዘንግ ይዞ በቅጽሩ በር አጠገብ ቆሞ ሕዝብ ነበር፡፡",
      "4": "እርሱም እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! እዚህ ድረስ እንድትመጣ የተደረገበት ምክንያት እኔ የማሳይህን ሁሉ ልብ ብለህ እንድትረዳ ስለሆነ በዐይንህ ተመልት፤ በጆሮህም በጥንቃቄ ስማ፤ የምታየውንም ሁሉ ለእስራኤል ሕዝብ ንገራቸው፡፡”",
      "5": "ያየሁትን ቤተ መቅደሱን ነበር፤ በእርሱም ዙሪያ የግንብ ቅጽር ነበር፤ ሰውየውም ርዝመቱ ሦስት ሜትር የሆነውን የመለኪያውን ዘንግ አንሥቶ የቅጽሩን ግንብ ለካ፤ ቁመቱ ሦስት ሜትር፥ ስፋቱም ሦስት ሜትር ሆነ፡፡",
      "6": "ከዚያም በኋላ በስተምሥራቅ በኩል ወዳለው የቅጽር በር አልፎ ሄደ፤ ደረጃውንም ወጥቶ ከጫፉ ከላይ ወደታች የመግቢያውን በር ለካ፤ እርሱም ሦስት ሜትር ርዝመቱ ነበረው፤",
      "7": "ከእርሱም ባሻገር መተላለፊያና እንዲሁም ግራና ቀኝ ሦስት የዘብ መቆሚያ ክፍሎች ነበሩት፤ ከክፍሎቹም እያንዳንዱ አራት ማእዘን ሆኖ የእያንዳንዱ ጎን ስፋት ሦስት ሜትር ነበር፤ በእነርሱ መካከል የነበረውም ግንብ ሁለት ሜትር ተኩል ውፍረት ነበረው፤ ከዘብ መቆሚያዎቹ ክፍሎች ባሻገር ከቤተ መቅደሱ ፊት ለፊት አንሥቶ እስከ መግቢያው ክፍል የሚደርስ ሦስት ሜትር ርዝመቱ ያለው መተላለፊያም ነበር፡፡",
      "8": "ሰውየውም ይህን መግቢያ ክፍል ሲለካ አራት ሜትር ርዝመቱ ያለው ሆኖ አገኘው፤",
      "9": "እርሱም ለቤተ መቅደሱ በጣም ቅርብ ለሆነው የቅጽር በር መጨረሻ የሚያመለክት ሆነ፤ የግንቦቹም ውፍረት አንድ ሜትር ነበር፡፡",
      "10": "እነዚህም የዘብ መቆሚያ ክፍሎች ከመተላለፊያው በስተጎን እያንዳንዳቸው ተመሳሳይ ስፋት ነበራቸው፤ በእነርሱ መካከል ያሉትም ግንቦች ሁሉ ተመሳሳይ ውፍረት ነበራቸው፡፡",
      "11": "ቀጥሎም ሰውየው በቅጽሩ በር በኩል ያለውን የመተላለፊያ ወርድ ለካ፤ እርሱም በሙሉ ስድስት ሜትር ተኩል ነበር፤ በተከፈቱት ሁለት የቅጽር በሮች መካከል ያለውም ክፍት ቦታ አምስት ሜትር ነበር፤",
      "12": "በእያንዳንዱ የዘብ መቆሚያ ፊት ለፊት ከፍታው ኀምሳ ሳንቲ ሜትር፥ ውፍረቱም ኀምሳ ሳንቲ ሜትር የሆነ ዝቅተኛ ግንብ ነበር፤ ክፍሎቹም የአራት ማእዘን ቅጽር ያላቸው ሆነው እያንዳንዱ ማእዘን ሦስት ሜትር ርዝመቱ ነበረው፡፡",
      "13": "ከአንዱ የዘብ መቆሚያ ክፍል አንሥቶ እስከ ሁለተኛው የዘብ መቆሚያ ክፍል በመተላለፊያው ትይዩ ያለውን ርቀት ለካ፤ እርሱም ዐሥራ ሁለት ሜትር ተኩል ሆነ፡፡",
      "14": "በስተ መጨረሻ በኩል ያለው ክፍል ወደ አደባባዩ ያመራ ነበር፤ ያንንም ክፍል በለካው ጊዜ ዐሥር ሜትር ስፋቱ ያለው ሆኖ አገኘው፡፡",
      "15": "ከመግቢያውም በር ፊት ለፊት ጀምሮ እስከ ውስጠኛው የበሩ ደጀሰላም መውረጃ ድረስ ያለው ጠቅላላ ርዝመቱ ሃያ አምስት ሜትር ነበር፡፡",
      "16": "በዘብ መቆሚያ ክፍሎቹ መካከል በውስጥም በውጭም ባሉት ግንቦች ለመመልከቻ የተሠሩ ትንንሽ መስኮቶች ነበሩ፤ በተለይም በመተላለፊያው ፊት ለፊት ባሉት የውስጥ ግንቦች የዘንባባ ዛፍ ቅጽር ተስሎባቸው ነበር፡፡",
      "17": "ሰውየው በቅጽሩ በር አሳልፎ ወደ አደባባዩ አመጣኝ፤ በዚያው በውጪው ግንብ ፊት ለፊት የተሠሩ ሠላሳ ክፍሎች ነበሩ፤ በእነርሱም ፊት ለፊት ድንጋይ የተነጠፈበት ሰፊ ስፍራ ነበር፡፡",
      "18": "የድንጋዩም ንጣፍ እስከ አደባባዩ ዙሪያ ይዘልቃል፤ ይህም የውጪው አደባባይ ከውስጠኛው አደባባይ ዝቅ ያለ ነበር፡፡",
      "19": "ወደ ውስጠኛው አደባባይ የሚደርስ ከፍ ብሎ የተሠራ የቅጽር በር ነበር፤ ያም ሰው በሁለቱ የቅጽር በሮች ከመካከል ያለውን ርቀት ለካ፤ እርሱም ኀምሳ ሜትር ሆነ፡፡",
      "20": "ያ ሰው በሰሜን በኩል ወደ ውጭው አደባባይ የሚያደርሰውን የቅጽር በር ለካ፤",
      "21": "በመተላለፊያው ግራና ቀኝ ያሉት ሦስቱ የዘብ መቆሚያዎች፥ በእነርሱም መካከል ያሉት ግንቦችና፥ መግቢያው ክፍል እነዚህ ሁሉ በምሥራቁ የቅጽር በር በኩል ከታዩት ጋር ተመሳሳይ የሆነ ልክ ነበራቸው፤ የቅጽር በሩ ጠቅላላ ርዝመቱ ሃያ አምስት ሜትር፥ ስፋቱም ዐሥራ ሁለት ሜትር ተኩል ነበር፡፡",
      "22": "መግቢያው ክፍል፥ መስኮቶቹና የተሳሉት የዘንባባ ዛፍ ቅርጾችም ከዚህ በፊት በምሥራቁ የቅጽር  በር ከታዩት ጋር ተመሳሳዮች ነበሩ፤ ወደ እርሱም የሚያመሩ ሰባት ደረጃዎች ነበሩ፤ መግቢያውም ክፍል በአደባባዩ ትይዩ በመጨረሻ በኩል ይገኝ ነበር፡፡",
      "23": "በምሥራቁ የቅጽር በር ጎን አጠገብ ከአደባባዩ ባሻገር ወደ ውስጠኛው አደባባይ የሚወስድ ሌላ የቅጽር በር ነበር፤ ያም ሰው በእነዚህ በሁለቱ የቅጽር በሮች መካከል ያለውን ስፋት ለካ፤ እርሱም ኀምሳ ሜትር ሆነ፡፡",
      "24": "ቀጥሎም ያ ሰው ወደ ደቡብ የቅጽር በር ወሰደኝ፤ በዚያም አንድ ሌላ የቅጽር በር አየን፤ ሰውየውም ሲለካው መጠኑ ልክ እንደ ሌሎቹ ሆነ፡፡",
      "25": "ልክ በሌሎቹ በነበረው ዐይነት በዚህኛውም የቅጽር በር በኩል ያሉት ክፍሎች ሁሉ መስኮቶች ነበሩአቸው፤ የቅጽር በሩም ጠቅላላ ርዝመቱ ሃያ አምስተኛ ሜትር ሲሆን፥ የጎኑም ስፋቱ ዐሥራ ሁለት ሜትር ተኩል ነበር፡፡",
      "26": "ወደዚያም የሚያደርሱ ሰባት ደረጃዎች አሉ፤ በመጨረሻም መግቢያው ክፍል በአደባባዩ ፊት ለፊት ተንጣሎ ይገኛል፤ በመተላለፊያው ፊት ለፊት ባሉት በውስጠኛው ግንቦች ላይ የዘንባባ ዛፎች ቅጽር ተሥሎ ይታያል፡፡",
      "27": "ወደውስጠኛው አደባባይ የሚያደርስ ሌላም የቅጽር በር ደግሞ ነበር፤ ያም ሰው እስከዚህ እሰከ ሁለተኛው ቅጽር በር ያለውን ስፋት ለካ፤ እርሱም ኀምሳ ሜትር ነበር፡፡",
      "28": "ያ ሰው በደቡብ ቅጽር በር በኩል ወደውስጠኛው አደባባይ ወሰደኝ፤ እርሱም የቅጽር በሩን ሲለካ ስፋቱ በውጭ ካሉት እኩል ሆኖ ተገኘ፤",
      "29": "የእርሱም የዘብ መቆሚያ ክፍሎችና የመግቢያው ክፍል እንዲሁም የውስጥ ግንቦች ሁሉ ከሌሎቹ የቅጽር በሮች ጋር ተመሳሳዮች ነበሩ፤",
      "30": "የዚህ ቅጽር በር ክፍሎችም ሁሉ መስኮቶች ነበሩአቸው፤ የእርሱም ጠቅላላ ርዝመቱ ሃያ አምስት ሜትር ሲሆን፥ ስፋቱም ዐሥራ ሁለት ሜትር ተኩል ነበር፡፡",
      "31": "መግቢያው ክፍል በውጭ በኩል ባለው አደባባይ ፊት ለፊት ተንጣሎ ይታያል፤ በመተላለፊያው አጠገብ ባሉት ግንቦች ላይ የዘንባባ ቅርጽ ተስሎባቸዋል፤ ወደዚህም ቅጽር በር የሚያደርሱ ስምንት ደረጃዎች ነበሩ፡፡",
      "32": "ያም ሰው በምሥራቁ ቅጽር በር በኩል ወደ ውስጠኛው አደባባይ ወሰደኝ፤ እርሱም የቅጽሩን በር ሲለካው መጠኑ ልክ እንደ ሌሎቹ ሆኖ አገኘው፡፡",
      "33": "የዘብ መቆሚያ ክፍሎቹ፥ መግቢያው ክፍልና የውስጥ ግንቦቹ ሁሉ በሌሎቹ የቅጽር በሮች ከሚገኙት ጋር በመጠናቸው ተመሳሳይ ነበሩ፤ በሁሉም ዙሪያና በመግቢያው ክፍል ጭምር መስኮቶች ነበሩ፤ ጠቅላላ ርዝመቱም ሃያ አምስት ሜትር ሲሆን፥ ስፋቱም ልክ ዐሥራ ሁለት ሜትር ተኩል ነበር፡፡",
      "34": "መግቢያው ክፍል፥ በውዕ በኩል ባለው አደባባይ ፊት ለፊት ተንጣሎ ይታይ ነበር፤ በመተላለፊያውም ግራና ቀኝ ባሉት ግንቦች ሁሉ ላይ የዘንባባ ዛፍ ቅጽር ተስሎባቸዋል፤ ወደዚህኛውም ቅጽር በር የሚያደርሱ ስምንት ደረጃዎች ነበሩ፡፡",
      "35": "ያ ሰው ወደ ሰሜኑ ቅጽር በር ወሰደኝ፤ በለካውም ጊዜ መጠኑ በሌሎቹ ልክ ሆኖ ተገኘ፡፡",
      "36": "እንደ ሌሎቹም ሁሉ የዘብ መቆሚያ ክፍሎች፥ በጌጥ የተሠሩ የውስጥ ግንቦች፥ የመግቢያው ክፍል በዙሪያውም መስኮቶች ነበሩት፤ ጠቅላላ ርዝመቱ ሃያ አምስት ሜትር ሲሆን ስፋቱም ዐሥራ ሁለት ሜትር ተኩል ነበር፤",
      "37": "የመግቢያውም ክፍል በውጭ በኩል ባለው አደባባይ ፊት ለፊት ተንጣሎ ይታይ ነበር፤ በመተላለፊያውም ግራና ቀኝ ባሉት ግንቦች ላይ የዘንባባ ዛፍ ቅጽር ተስሎባቸዋል፤ ወደ ቅጽር በሩ የሚያደርሱም ስምንት ደረጃዎች ነበሩ፡፡",
      "38": "በውጭው አደባባይ በስተ ሰሜን በኩል ከውስጠኛው የቅጽር በር ጋር የተያያዘ ሌላም ተጨማሪ ክፍል ነበር፤ እርሱም ከአደባባዩ ፊት ለፊት ወደሚገኘው ወደ መግቢያው ክፍል የሚያስገባ ሌላ በር ነበረው፤ ለሚቃጠል መሥዋዕት የሚቀርቡ የእንስሳት ሥጋ የሚታጠበውም በዚያ ነበር፡፡",
      "39": "በዚያም ታላቅ ክፍል ውስጥ ሁለቱ በአንድ በኩል፥ ሁለቱ በሌላ በኩል በአንፃር የተቀመጡ አራት ጠረጴዛዎች ነበሩ፤ በሙሉ ለሚቃጠለውም ሆነ ወይም ለኃጢአትና ለበደል ስርየት መሥዋዕት የሚሠውትን እንስሳት የሚያርድአቸው በእነዚህ ጠረጴዛዎች ላይ ነበር፡፡",
      "40": "ከክፍሉም ውዕ በሰሜን ቅጽር መግያ በር አጠገብ ሁለቱ በአንጻር የተቀመጡ አራት ተመሳሳይ ጠረጴዛዎች ነበሩ፡፡",
      "41": "ስለዚህም ለመሥዋዕት የሚቀርቡ እንስሳት የሚታረዷቸው በአጠቃላይ ስምንት ጠረጴዛዎች ነበሩ፤ የእነርሱም አቀማመጥ አራቱ በክፍል ውስጥ፥ አራቱ ደግሞ በውጭ በኩል በአደባባዩ ላይ ነበር፡፡",
      "42": "የሚቃጠል መሥዋዕት ያኖሩባቸው ዘንድ ተጨማሪ ሆኖ በተሠራው ክፍል ውስጥ ያሉት አራቱ ጠረጴዛዎች ከጠርብ ድንጋይ የተሠሩ ነበሩ፡፡ እነርሱም ከፍታቸው ኀምሳ ሳንቲ ሜትር ከላይ በኩል ያሉት ወለሎቻቸው ከማእዘን እስከ ማእዘን ሲለኩ ሰባ አምስት ሳንቲ ሜትር ነበሩ፤ ለመሥዋዕት የሚሆኑትን እንስሳት ለማረድና ለማዘጋጀት የሚያገለግል ዕቃ ሁሉ በእነዚህ ጠረጴዛዎች ላይ ይቀመጥ ነበር፡፡",
      "43": "በግድግዳውም ዙሪያ የእያንዳንዳቸው ርዝመቱ ሰባ አምስት ሚሊ ሜትር የሆኑ መንጠቆዎች ተደርድረው ነበር፤ ለመሥዋዕት የሚቀርበው ሥጋ ሁሉ በጠረጴዛዎቹ ላይ ተቀምጦ ነበር፡፡",
      "44": "ከዚህም በኋላ ያ ሰው እኔን ወደ ውስጠኛው አደባባይ አሰገባኝ፤ በሮቻቸው ወደ ውስጠኛው አደባባይ የሚከፈቱ ሁለት ክፍሎች ነበሩ፤ ከእነርሱም አንዱ በሰሜን የቅጽር በር አጠገብ ወደ ደቡብ የሚያመለክት ሲሆን፥ ሁለተኛው በደቡብ የቅጽር በር አጠገብ ወደ ሰሜን የሚያመለክት ነበር፡፡",
      "45": "ያም ሰው እንዲህ አለኝ፥ “ወደ ደቡብ የሚያመለክተው ክፍል በቤተ መቅደሱ ለሚያገለግሉ ካህናት መዘጋጃ ሲሆን፥",
      "46": "ወደ ሰሜን የሚያመለክተውም ክፍል በመሠዊያው ለሚያገለግሉ ካህናት መዘጋጃ ነው፤ ካህናቱ ሁሉ ከሳዶቅ ዘር የተወለዱ ሌዋውያን ሲሆኑ፥ በፊቱ ቆመው ያህቬህ(יהוה) ለማገልገል የተፈቀደላቸው እነርሱ ብቻ ናቸው፡፡”",
      "47": "ያ ሰው የውስጠኛውን አደባባይ ከማእዘን እስከ ማእዘን ሲለካ ርዝመቱ ኀምሳ ሜትር ሆነ፤ ቤተ መቅደሱ በምዕራብ አቅጣጫ ሲሆን በፊት ለፊቱም አንድ መሠዊያ ነበር፤",
      "48": "ከዚህም በኋላ ወደ ቤተ መቅደሱ መግቢያ ክፍል ወሰደኝ፤ የመግቢያውንም ክፍል ሲለካ ርዝመቱ ሁለት ሜትር ተኩል፥ ወርዱ ሰባት ሜትር ሆነ፤ በግራና በቀኝ ያሉትም ግንቦች የእያንዳንዳቸው ውፍረት አንድ ሜትር ተኩል ሆነ፡፡",
      "49": "ወርዱ ዐሥር ሜትር፥ ርዝመቱም አምስት ሜትር ወደ ሆነው መግቢያ ክፍል የሚያደርሱ ደረጃዎች ነበሩ፤ በመግቢያውም ግራና ቀኝ የቆሙ ሁለት ዐምዶች ነበሩ፡፡"
    },
    "Chapter 41": {
      "1": "ቀጥሎም የቤተ መቅደሱ ማእከል ወደ ሆነው ቅዱስ ስፍራ አስገባኝ፤ ወደ እርሱ የሚወስደውንም መተላለፊያ ሲለካ ርዝመቱ ሦስት ሜትር፥ ወርዱም አምስት ሜትር ሆነ፤ በግራና ቀኝ የሚገኙትም ግንቦች የእያንዳንዱ ውፍረት ሁለት ሜትር ተኩል ነበር፤ ክፍሉንም ራሱን ሲለካ ርዝመቱ ሃያ ሜትር፥ ወርዱም ዐሥር ሜትር ሆነ፡፡",
      "2": "ከዚያም አልፎ ወደ ውስጠኛው ክፍል ገባ፤ ወደ እርሱ የሚያስገባውንም መተላለፊያ ሲለካው ርዝመቱ አንድ ሜትር፥ ወርዱ ሦስት ሜትር ሆነ፤ በግራና ቀኝ የሚገኙትም ግንቦች የእያንዳንዱ ውፍረት ሦስት ሜትር ተኩል ሆነ፤",
      "3": "ከመካከለኛው ክፍል ባሻገር ያለውን ውስጠኛ ክፍል ከማእዘን እስከ ማእዘን ሲለካ እያንዳንዱ ማእዘን ዐሥር ሜትር ሆነ፤ ከዚያም በኋላ “ይህ ቅድስተ ቅዱሳን ነው” አለኝ፡፡",
      "4": "ያ ሰው የቤተ መቅደሱን ሕንጻ የውስጠኛ ግንብ ሲለካ ውፍረቱ ሦስት ሜትር ሆነ፤ ከዚህም ግንብ ጋር ተጠግተው በቤተ መውደሱ ዙሪያ የተሠሩና የእያንዳንዱ ወርድ ሁለት ሜትር የሆነ ብዙ ክፍሎች ነበሩ፡፡",
      "5": "እነዚህም ክፍሎች አንዱን በአንዱ ላይ በመቀጠር ሦሰት ፎቅ ሆነው ተሠርተው፥ እያንዳንዱ ፎቅ ላይ ሠላሳ ጓዳዎች ነበሩት፤ በእያንዳንዱ ፎቅ ላይ ያለው የቤተ መቅደሱ ውጫዊ ግንብ በታችኛው ካለው ፎቅና ግንብ ይልቅ የሳሳ ነበር፤ ይህም የሆነበት ምክንያት በቤተ መቅደሱ ሕንጻ ላይ ሳያርፍ፥ ክፍሎቹ የተደገፉት በዚያው በዋናው ግንብ ስለነበር ነው፡፡",
      "6": "ስለዚህም የቤተ መቅደሱ ሕንጻዎች ሁሉ ከውጭ በኩል ሲታዩ ከሥር እስከ ጫፍ ተመሳሳይ ውፍረት ያላቸው ይመስሉ ነበር፤ ከክፍሎቹ በስተውጪ በኩል የቤተ መቅደሱን ውጫዊ ግንብ ተጠግተው የተሠሩ፥ ሁለት ሰፋፊ ባለደረጃ መውጫዎች ነበሩ፤ ስለዚህም ከታችኛው ፎቅ ተነሥቶ እስከ መካከለኛውና እስከ መጨረሻው ፎቅ ለመውጣት የሚያዳግት አልነበረም፡፡",
      "7": "የእነዚህ ክፍሎች ውጫዊ ግንብ ውፍረቱ ሁለት ሜትር ተኩል ነበር፤ በቤተ መቅደሱ በስተ ሰሜን በኩል ወዳሉት ክፍሎች የሚያስገባ አንድ በር ሲኖር፥ በስተ ደቡብ በኩል ወዳሉትም ክፍሎች የሚያስገባ ሌላ አንድ በር ነበር፤ በቤተ መቅደሱም ዙሪያ ወርዱ ሁለት ሜትር ተኩል የሆነ አንድ እርከን ነበር፤ እርሱም ከመሬት በላይ ሦስት ሜትር ከፍታ ያለው ሲሆን፥ ቤተ መቅደሱን ተጠግተው ከተሠሩት ክፍሎች መሠረት ጋር የተስተካከለ ነበር፤ ለካህናቱ በዘጋጃ በተሠሩ ሕንጻዎችና ልዩ በሆነው በዚህ እርከን መካከል ቤተ መውደሱን ተከትሎ በስተ ጎን ይሚታይ ወርዱ ዐሥር ሜትር የሆነ አንድ ክፍት ቦታም ነበር፡፡",
      "8": "በቤተ መቅደሱ በስተ ምዕራብ በኩል ካለው ክፍት ቦታ ራቅ ብሎ ርዝመቱ አረባ አምስት ሜትር፥ ወርዱም ሠላሳ አምስት ሜትር የሆነ አንድ ሕንጻ ነበር፤ የግንቦቹም ውፍረቱ ዙሪያውን ሲለካ ሁለት ሜትር ተኩል ነበር፡፡",
      "9": "ያ ሰው ቤተ መቅደሱን በውጭ በኩል ሲለካ ርዝመቱ ኀምሳ ሜትር ሆነ፤ ከቤተ መቅደሱ ኋላ በስተ ምዕራብ በኩል ከሚገኘው ክፍት ቦታ እስከ ሕንጻው መጨረሻ ግንብ ያለው ርቀት ኀምሳ ሜትር ነበር፡፡",
      "10": "ከቤተ መቅደሱም ፊት ለፊት ባሻገር ያለው ርዝመቱ በሁለቱም አቅጣጫ ያሉትን ክፍት ቦታዎች ጨምሮ ኀምሳ ሜትር ሆነ፤",
      "11": "በሁለቱም በኩል ያሉትን መተላለፊያዎች ጨምሮ በምዕራብበኩል ያለውን የሕንጻውን ርዝመቱ ሲለካው ኀምሳ ሜትር ሆነ፡፡",
      "12": "የቤተ መቅደሱ ሕንጻ ክፍል፥ ቅዱሱ ስፍራና ወደ ውስጥ ዘልቆ የሚገኘው ቅድስተ ቅዱሳን፥",
      "13": "ከወለሉ እስከ መስኮቶቹም ድረስ በእንጨት ተለብዶአል፤ መስኮቶቹም ተሸፍነው ነበር፤",
      "14": "የቤተ መቅደሱ ውስጣዊ ክፍሎች እስከ በሮቹ በላይ ድረስ ከፍ ብለው ቅርጽ ባለው ልባድ በሙሉ ተሸፍነው ነበር፤",
      "15": "በልባዱም ላይ ያለው ቅርጽ የዘንባባ ዛፎችና የኪሩቤር ሥዕል ነበር፤ በክፍሉም ዙሪያ የዘንባባና የኪሩቤር ሥዕሎች ተሰባጥረው ተሥለውበታል፤ እያንዳንዱም ኪሩብ ሁለት ፊቶች ነበሩት፤",
      "16": "በአንድ በኩል የሰው መልክ ያለው የሰው ፊት የፊት ቅርጽ ወደ ዘንባባው ሲመለከት፥ በሌላም አቅጣጫ የአንበሳ ቅርጽ ያለው ፊት ወደ ዛፉ ይመለከት ነበር፡፡",
      "17": "ከወለሉ አንሥቶ ከበሮቹ በላይ እስካለው ስፍራ ድረስ በግንቡ ዙሪያ ያለው ቅርጽ ሁሉ ልክ በዚሁ ዐይነት የተሠራ ነበር፤",
      "18": "የመቅደሱም የበር መቃኖች ቅርጽ ሁሉ እኩልነት ያለው አራት ማእዘን ነበር፡፡",
      "19": "በቅድስተ ቅዱሳኑ መግቢያ ፊት ለፊት፥",
      "20": "ከእንጨት የተሠራ መሠዊያ የሚመስል ነገር ይታይ ነበር፤ እርሱም እኩልነት ያለው አራት ማእዘን ሲሆን፥ እያንዳንዱ ማእዘን አንድ ሜትር ነበር፤ ቁመጡም አንድ ሜትር ተኩል ነበር፤ የማእዘን መደገፊያ ምሰሶዎቹ፥ መሠረቱና ጎኖቹ ሁሉ ከእንጨት የተሠሩ ነበሩ፤ ያም ሰው “ይህ በያህዌህ(יהוה) ፊት የሚገኝ ጠረጴዛ ነው” አለኝ",
      "21": "በመተላለፊያው መጨረሻ ላይ ወደ መቅደሱ የሚያስገባ አንድ በር ሲኖር፥ ወደ ቅድስተ ቅዱሳኑ በሚወስደውም መተላለፊያ መጨረሻ ላይ በር ደግሞ አለ፡፡",
      "22": "ለእያንዳንዱም በር በመካከል የሚከፈቱ ሁለት ተዘዋዋሪ መዝጊያዎች ነበሩት፡፡",
      "23": "በግንቦቹ ላይ በተቀረጹት ዐይነት፥ በመቅደሱም መዝጊያዎች ላይ ኪሩቤር ተብለው ክንፍ ያላቸው እንስሳትና የዘንባባ ዛፎች ወርድ ተስሎበታል፤ ከመግቢያው ክንፍ በስተ ውጭ በኩል ከመተላለፊያው በላይ ያለውን ስፍራ የሚሸፍን ከእንጨት የተሠራ ክዳን ነበር፡፡",
      "24": "ከዚህም ክፍል ጎን መስኮቶች ነበሩ፤ ግንቦቹም በዘንባባ ዛፎች ሥዕል አጊጠው ነበር፤ የቅዱሱ ጓዳዎችና የእንጨቱ መድረክ እንዲሁ ያጌጡ ነበሩ፡፡"
    },
    "Chapter 42": {
      "1": "ከዚህም በኋላ ያ ሰው በውጭ በኩል ወደ ሚገኘው አደባባይ ወሰደኝ፤ ከቤተ መቅደሱ በስተ ሰሜን በኩል ወዳለው ሕንጻም አስገባኝ፤ እርሱም ከቤተ መውደሱ ምዕራባዊ መጨረሻ ላይ ከሚገኘው ሕንጻ የራቀ አልነበረም፡፡",
      "2": "የዚህም ሕንጻ ርዝመቱ ኀምሳ ሜትር ሲሆን፥ ወርዱ ሃያ አምስት ሜትር ነበር፡፡",
      "3": "በአንድ አቅጣጫ ቤተ መቅደሱን ተከትሎ ከሚታየው ክፍት ቦታ ጋር በዐሥር ሜትር ወርድ ሲነጻጸር፥ በሌላው አቅጣጫ ድንጋይ ከተነጠፈበት አደባባይ ጋር ፊት ለፊት ይተያይ ነበር፤ እርሱም የተሠራው በሦስት ደረጃዎች ሲሆን፥ የእያንዳንዱም አቀማመጥ ከሥር በኩል ካለው ደረጃ ይበልጥ ወደ ኋላ ራቅ ያለ ነበር፡፡",
      "4": "የዚህንም ሕንጻ ሰሜናዊ አቅጣጫ ተከትሎ ወደዚያው አቅጣጫ ከሚያደርሱት መግቢያዎች ጭምር አምስት ሜትር ወርድና ኀምሳ ሜትር ርዝመቱ ያለው መተላለፊያ ነበር፤",
      "5": "ከሕንጻው በላይ ከፍ ብሎ በሚገኘው ደረጃ ላይ የተሠሩት ክፍሎች፤ በታች በኩል በመካከለኛውና በዝቅተኛው ደረጃ ላይ ከተሠሩት ይልቅ ጠባቦች ነበሩ፤ ምክንያቱም አቀማመጣቸው ወደ ኋላ ራቅ እያለ የተሠራ ስለነበር ነው፡፡",
      "6": "በሦስቱም ደረጃዎች ላይ የተሠሩት ክፍሎች በአቀማመጣቸው ለየት ብለው የሚታዩ እርከኖች ስለሆኑ፥ በአደባባዩ እንዳሉት እንደሌሎቹ ሕንጻዎች በምሰሶዎች የተደገፉ አልነበሩም፡፡",
      "7": "በታች በኩል ባለው ደረጃ የተሠራው የሕንጻው ውጪያዊው ቅጽር ሃያ አምስት ሜትር እስከሆነው እስከ ርዝመቱ አጋማሽ ድረስ ግንብ ብቻ ነበር፤ በቀሪዎቹም ሃያ አምስት ሜትሮች የተሠሩት ክፍሎችም ነበሩ፤ በአጠቃላይ በሕንጻው ርዝመት ልክ በመደምደሚያው ደረጃ ላይ የተሠሩ ክፍሎችም ነበሩ፡፡",
      "8": "በታች በኩል ባለው ደረጃ የተሠራው የሕንጻው ውጪያዊው ቅጽር ሃያ አምስት ሜትር እስከሆነው እስከ ርዝመቱ አጋማሽ ድረስ ግንብ ብቻ ነበር፤ በቀሪዎቹም ሃያ አምስት ሜትሮች የተሠሩት ክፍሎችም ነበሩ፤ በአጠቃላይ በሕንጻው ርዝመቱ ልክ በመደምደሚያው ደረጃ ላይ የተሠሩ ክፍሎችም ነበሩ፡፡",
      "9": "በእነዚህ ሁለት ክፍሎች ሥር ከሕንጻው በስተ ምሥራቅ፥ የቅርጽ ግንቡ ከሚጀምርበት አንሥቶ ወደ ውጪው አደባባይ የሚያስተላልፍ መግቢያ ነበር፡፡",
      "10": "በእነዚህ ሁለት ክፍሎች ሥር ከሕንጻው በስተ ምሥራቅ፥ የቅርጽ ግንቡ ከሚጀምርበት አንሥቶ ወደ ውጪው አደባባይ የሚያስተላልፍ መግቢያ ነበር፡፡",
      "11": "በቤተ መቅደሱ ደቡብ አንድ ተመሳሳይ ሕንጻ ነበር፤ እርሱም በስተ ምዕራብ ከቤተ መቅደሱ መጨረሻ ላይ ከተሠራው ሕንጻ የራቀ አልነበረም፡፡ በክፍሎቹም ፊት ለፊት ልክ በስተ ሰሜን በኩል ባለው ዐይነት የተሠራ መተላለፊያ ነበር፤ እርሱም ተመጣጣኝ ወርድና ርዝመት፥ ተመሳሳይ ፕላንና ተመሳሳይ መግቢያዎች ነበሩት፡፡",
      "12": "በስተ ምሥራቅ በኩል የቅጽሩ ግንብ በሚጀመርበት ጫፍ፥ ከሕንጻው በስተ ደቡብ በኩል በተሠሩት ክፍሎች ሥር አንድ በር ነበር፡፡",
      "13": "ያም ሰው እንዲህ አለኝ፥ “እነዚህ ሁለቱም ሕንጻዎች የተቀደሱ ናቸው፤ በእነርሱም ውስጥ በያህቬህ(יהוה) ፊት የሚያገለግሉ ካህናት የተቀደሰውን ምግብ ይመገቡባቸዋል፤ ክፍሎቹ የተቀደሱ ስለሆኑ ካህናቱ የተቀደሰውን ምግብ፥ ይኸውም የእህሉን መባ፥ ስለ ኃጢአትና በደል የሚቀርበውንም የስርየት መሥዋዕት ሁሉ በዚያ ያኖራሉ፤",
      "14": "ወደ ቤተ መቅደስ የገቡ ካህናት በውጭ በኩል ወዳለው አደባባይ ለመውጣት በሚፈልጉበት ጊዜ ያህቬህ(יהוה)ን ሲያገለግሉ ለብሰውት የነበረውን የተቀደሰውን ልበሰ ተክህኖ አውልቀው በእነዚህ ክፍሎች መተው አለባቸው፡፡ ሕዝቡ ወደሚሰበሰቡበት አደባባይ ከመውጣታቸው በፊት ሌላውን የዘወትር ልብሳቸውን መልበስ ይገባቸዋል፡፡”",
      "15": "ያ ሰው የቤተ መቅደሱን ውስጣዊ ክፍሎች ለክቶ ከጨረሰ በኋላ፥ በምሥራቁ የቅጽር በር በኩል ወደ ውጭ አወጣኝ፤ ከዚያም በኋላ የውጪውን ክልል መለካት ጀመረ፤",
      "16": "የመለኪያውንም ዘንግ ወስዶ የምሥራቁን አቅጣጫ ሲለካ ሁለት መቶ ኀምሳ ሜትር ሆነ፤",
      "1719": "ከዚያም በኋላ የሰሜኑን፥ የደቡቡንና የምዕራቡንም አቅጣጫ ለካ፤ የእያንዳንዱም አቅጣጫ ርዝመቱ በተመሳሳይ ሁኔታ ሁለት መቶ ኀምሳ ሜትር ነበር፤",
      "20": "ስለዚህም ግንቡ የተሠራበት ክልል አራት ማእዘን ሆኖ እያንዳንዱ ማእዘን ሁለት መቶ ኀምሳ ሜትር ነበር፤ የቅጽሩም ግንብ የሚያገለግለው የተቀደሰውን ቦታ ክልል ከሌላው ለመለየት ነበር፡፡"
    },
    "Chapter 43": {
      "1": "ያ ሰው በምሥራቅ አቅጣጫ ወደሚገኘው የቅጽር በር ወሰደኝ፤",
      "2": "እዚያም የእስራኤልን አምላክ ክብር መገለጥ የሚያሳይ ደማቅ ብርሃን ከምሥራቅ ሲፈልቅ አየሁ፤ የያህቬህ(יהוה)ም ድምፅ እንደ ባሕር ሞገድ ያስተጋባ ነበር፤ ከሚያንጸባርቀውም ብርሃን የተነሣ ምድሪቱ አበራች፡፡",
      "3": "ይህም ራእይ ከዚህ በፊት ያህቬህ(יהוה) ኢየሩሳሌምን ለማጥፋት በመጣ ጊዜ ያየሁትን ይመስል ነበር፤ በከባር ወንዝ አጠገብ ካየሁትም ራእይ ጋር ይመሳሰላል፤ በዚያን ጊዜ በግንባሬ ተደፍቼ በመሬት ላይ ተዘረርሁ፡፡",
      "4": "የያህቬህ(יהוה)ን ክብር መገለጥ የሚያሳይ ደማቅ ብርሃን በምሥራቁ የቅጽር በር በኩል አልፎ ወደ ቤተ መቅደሱ ገባ፡፡",
      "5": "የያህቬህ(יהוה) መንፈስ ወደ ላይ አነሣኝ፤ ወስዶም ወደ ውስጠኛው አደባባይ አሰገባኝ፤ ቤተ መቅደሱም በያህቬህ(יהוה) ክብር ተሞልቶ አየሁ፤",
      "6": "በዚያም ያ ሰው በአጠገቤ ቆሞ ነበር፤ ያህቬህ(יהוה)ም ከቤተ መቅደሱ እንዲህ እያለ ሲናገረኝ ሰማሁ፤",
      "7": "“የሰው ልጅ ሆይ! እነሆ ይህ የእኔ ዙፋን ነው፤ እዚያም በእስራኤል ሕዝብ መካከል እኖራለሁ፤ በእነርሱም ላይ ለዘላለም እነግሣለሁ፤ ከእንግዲህ ወዲህ የእስራኤል ሕዝብም ሆኑ ወይም የእነርሱ ነገሥታት ለጣዖታት በመስገድ ነገሥታት ለጣዖታት በመስገድ ወይም በዚህ ስፍራ የእነርሱን ነገሥታት በመቅበር ቅዱስ ስሜን አያረክሱም፡፡",
      "8": "ነገሥታቱ የቤተ መንግሥታቸውን መድረኮችና መቃኖች አሰጠግተው ስለሠሩ፥ እኔንና እነርሱን የሚለየን አንድ ግንብ ብቻ ሆኖአል፤ በፈጸሙትም አስጸያፊ ድርጊት ሁሉ ቅዱስ ስሜን አረከሱ፤ ከዚህም የተነሣ በቁጣዬ አጠፋኋቸው፡፡",
      "9": "ከእንግዲህ ወዲህ ግን ለጣዖታት መስገዳቸውን ማቆምና የነገሥታቶቻቸውንም ሬሳ ከዚህ ማስወገድ አለባቸው፤ ይህን ቢያደርጉ እኔ በእነርሱ መካከል ለዘላለም እኖራለሁ፡፡”",
      "10": "ቀጥሎም ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! ለእስራኤል ሕዝብ ስለ ቤተ መቅደሱ አሠራር ንገራቸው፤ ፕላኑንም ያጥኑት፤ ኃጢአት የሞላበት ሥራቸውንም በማስታወስ እንዲያፍሩ አድርጋቸው፡፡",
      "11": "ስለ ፈጸሙት በደል ሁሉ የሚያፍሩበት ከሆነም የቤተ መቅደሱን አሠራር ፕላኑን ግለጥላቸው፤ ይኸውም ምን እንደሚመስል፥ ስለ መግያዎቹና ስለ መውጫዎቹ፥ ስለ ቅርጹ፥ ስለማናቸውም ዝግጅትና ስለ ሕጉና ሥርዓቱ ሁሉ አስረዳቸው፤ እነርሱም ፕላኑ መዘጋጀቱን አይተው ሕግጋቱን ሁሉ ለመፈጸም ብቁዎች ሆነው መገኘት ይችሉ ዘንድ ይህን ሁሉ ነገር ጻፍላቸው፡፡",
      "12": "የቤተ መቅደሱም ሕግ ይህ ነው፤ በተራራው ጫፍ ላይ በቤተ መቅደሱ ዙሪያ ያለው ክልል በሙሉ ተለይቶ ቅዱስ ይሆናል፡፡”",
      "13": "ቤተ መቅደሱ በተለካበት ተመሳሳይ መጠን የመሠዊያው ልክ ይህ ነው፤ በመሠዊው መሠረት ዙሪያ ሁሉ ጋማሽ ሜትር ቁመትና ግማሽ ሜትር ወርድ ያለው አሸንዳ ነበረ፤ የአሸንዳውም የውጭ ጠርዝ ክፈፍ ሃያ አምስት ሳንቲ ሜትር ከፍታ አለው፤",
      "14": "ከመሠረቱ ጫፍ ጀምሮ የመሠረቱ ታችኛ እርከን አንድ ሜትር ከፍታ ነበረው፡፡ ከዚያም ቀጥሎ ያለው መካከለኛ እርከን ከጠርዙ ዙሪያ ግማሽ ሜትር ወደ ኋላ ራቅ ብሎ የተሠራ ሲሆን፥ ከፍታውም ሁለት ሜትር ነበር፤ ቀጥሎም ያለው እርከን በጠርዙ ዙሪያ ግማሽ ሜትር ወደ ኋላ ራቅ ብሎ የተሠራ ነበር፡፡",
      "15": "መሥዋዕቱ የሚቃጠልበት ይህ የላይኛው መጨረሻ እርከን ሁለት ሜትር ከፍታ ነበረው፤ በመሠዊያው ጫፍ ላይ ካለው ክፈፍ በላይ ከፍ ያሉ ነበሩ፡፡",
      "16": "የመሠዊያው ጫፍ አራት ማእዘን ሲሆን፥ የእያንዳንዱ ማእዘን ርዝመት ስድስት ሜትር ነበር፡፡",
      "17": "መካከለኛውም እርከን እንደዚሁ አራት ማእዘን ነበር፤ የእያንዳንዱ ማእዘን ርዝመት ሰባት ሜትር ሆኖ ከውጭ በኩል ያለው ክፈፍ ሃያ አምስት ሳንቲ ሜትር ከፍታ ነበረው፤ አሸንዳውም ግማሽ ሜትር ወርድ ነበረው፤ ወደ መሠዊያው የሚያደርሱት ደረጃዎችም በምሥራቅ ትይዩ ነበሩ፡፡",
      "18": "ልዑል ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! የምነግርህን ስማ፤ መሠዊያው ተሠርቶ ሲያበቃ በእር ላይ መሥዋዕትን በማቃጠልና የተሰውትን እንስሳት ደም በመርጨት ትቀድሰዋለህ፤",
      "19": "በፊቴ ቆመው እኔን ማገልገል የሚገባቸውም የሌዊ ነገድ ከሆነው ከሳዶቅ ዘር የተወለዱ ካህናት ብቻ መሆን አለባቸው፤ እኔ ልዑል ያህቬህ(יהוה) ይህ እዲሆን አዝዣለሁ፤ የኃጢአት ስርየት መሥዋዕት አድርገው ያቀርቡ ዘንድ ለእነርሱ አንድ ወይፈን ትሰጣቸዋለህ፡፡",
      "20": "አንተም ከደሙ ትንሽ ወስደህ በመሠዊያው ጫፍ በአራቱ ማእዘን ያሉትን ጉጦች፥ በመሠዊያው መካከለኛ እርከን ላይ ያሉትን አራት ማእዘኖችና የመሠዊያውን ጠርዝ ሁሉ ትቀባቸዋለህ፤ በዚህም ሁኔታ መሠዊያውን በማንጻት ትቀድሰዋለህ፡፡",
      "21": "ለኃጢአት ስርየት መሥዋዕት ሆኖ የቀረበውንም ወይፈን ወስደህ ለቤተ መቅደሱ ከተከለለው ቦታ ውጪ በአንድ ልዩ ስፍራ ታቃጥለዋለህ፡፡",
      "22": "በማግሥቱ ምንም ነውር የሌለበትን አንድ የፍየል ጥቦት ወስደህ የኃጢአት ስርየት መሥዋዕት አድርገህ ታቀርበዋለህ፤ በወይፈኑም ደም ባደረግኸው ዐይነት በፍየሉ ደም መሠዊያውን ታነጻለህ፡፡",
      "23": "ይህንን ሁሉ ከፈጸምህ በኋላ እንደገና ነውር የሌለባቸውን አንድ ወይፈንና አንድ የበግ ጥቦት ወስደህ፥",
      "24": "ሁለቱንም ወደ እኔ ታቀርባቸዋለህ፤ ካህናቱም ጨው ከነሰነሱባቸው በኋላ ለእኔ መሥዋዕት አድርገው ያቃጥሉአቸዋል፡፡",
      "25": "ሰባት ቀን ሙሉ በእያንዳንዱ ዕለት አንድ ፍየል፥ አንድ ወይፈን፥ አንድ የበግ አውራ፥ የኃጢአት ስርየት መሥዋዕት አድርገህ ታቀርባለህ፤ እነዚህም ሁሉ ነውር የሌለባቸው መሆን አለባቸው፡፡",
      "26": "ካህናቱም ለአገልግሎት ይውል ዘንድ ሰባት ቀን መሠዊውን አንጽተው ይቀድሳሉ፡፡",
      "27": "ሳምንቱም ከተፈጸመ በኋላ ካህናቱ በመሠዊው ላይ የሚቃጠል መሥዋዕትና የሕዝቡንም �ሰላማዊ የኅብረት መሥዋዕት ማቅረብ ይጀምራሉ፤ ከዚያም በኋላ እኔ በእናንተ በሁላችሁ ደስ ይለኛል፤ እኔ ልዑል ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”"
    },

    "Chapter 44": {
      "1": "ያም ሰው ከቤተ መቅደሱ ክልል በስተ ምሥራቅ ወደሚገኘው ወደ ውጪው ቅጽር በር ወሰደኝ፤ የቅጽሩም በር ተዘግቶ ነበር፤",
      "2": "ያህቬህ(יהוה)ም እንዲህ አለኝ፥ “ይህ በር እንደተዘጋ ይኖራል እንጂ ከቶ አይከፈትም፤ የእስራኤል አምላክ የሆነሁ እኔ ያህቬህ(יהוה) የገባሁበት ስለሆነ፥ የሰው ዘር የሆነ ሁሉ በዚህ በር መጠቀም አይችልም፤ ስለዚህም እንደተዘጋ ይኖራል፡፡",
      "3": "የሆነ ሆኖ የሕዝብ መሪ የተቀደሰውን የመሥዋዕት ኅብስት ለመብላት በዚያ መቀመጥ ይችላል፤ በመግቢያውም ክፍል ውስጠኛ ጫፍ በሚገኘው በደጀ ሰላሙ በኩል መግባትና መውጣት ይፈቀድለታል፡፡”",
      "4": "ከዚያም በኋላ ያ ሰው በሰሜኑ ቅጽር በር አሳብሮ ወደ ቤተ መቅደሱ ፊት ለፊት ወሰደኝ፤ በዚይም ሆኜ ስመለከት የያህቬህ(יהוה) ቤተ መቅደስ ከያህቬህ(יהוה) ክብር መገለጥ የተነሣ በደማቅ ብርሃን ተሞልቶ አየሁ፤ እኔም መሬት ላይ በግንባሬ ተደፋሁ፤",
      "5": "ያህቬህ(יהוה) እንዲህ አለኝ፥ “የሰው ልጅ ሆይ! የምትሰማውንና የምታየውን ነገር ሁሉ ልብ ብለህ አስተውለው፤ እነሆ እኔ ስለ ቤተ መቅደሱ ሊፈጸም የሚገባውን ሕግና ሥርዓት ሁሉ እነግርሃለሁ፤ በቤተ መቅደሱ ውስጥ መግባትና መውጣት የሚፈቀድላቸው ምን ዐይነት ሰዎች እንደሆኑ አስተውል፡፡",
      "6": "“እኔ ያህቬህ(יהוה) ከዚህ በፊት ያደርጉት የነበረውን አስጸያፊ ነገር ሁሉ ከእንግዲህ ወዲህ እንፈጽማለን ቢሉ በትዕግሥት የማያልፋቸው መሆኔን ዐመፀኞች ለሆኑት ለእስራኤል ሕዝብ ንገራቸው፡፡",
      "7": "ከዚህ በፊት ለእኔ ስብና የመሥዋዕት ደም በሚቀርብበት ጊዜ ሊታዘዙኝ ፈቃኞች ያልሆኑትን ያልተገረዙ ሕዝብ በማስገባት ቤተ መቅደሴን አርክሰዋል፤ ስለዚህም ሕዝቤ በፈጸሙት አስጸያፊ ነገር ሁሉ ቃል ኪዳኔን አፍርሰዋል፡፡",
      "8": "ኀላፊነትንም ወስደው በቤተ መቅደሴ ውስጥ የተቀደሱ ሥርዓቶችን አላስከበሩም፤ ይልቁንም ባዕዳን ሰዎችን በኀላፊነት አስቀመጡ፡፡",
      "9": "“ከዚህም የተነሣ ለእኔ የማይታዘዝ፥ ያልተገረዘ ባዕድ፥ ሌላው ቀርቶ በእስራኤል ሕዝብ መካከል የሚኖር እንኳ ቢሆን ወደ ቤተ መቅደሴ እንዳይገባ እኔ ልዑል ያህቬህ(יהוה) መከልከሌን አስታውቃለሁ፡፡”",
      "10": "ያህቬህ(יהוה) እንዲህ አለኝ፥ “ከሌሎቹ የእስራኤል ሕዝብ ጋር በማበር እኔን ከድተው ለጣዖታት የሰገዱትን ሌዋውያን እቀጣለሁ፤",
      "11": "ኀላፊነት ወስደው የቅጽር በሮችን በመጠበቅና የቤተ መቅደሱን ሥራ በመፈጸም በቤተ መቅደስ ውስጥ ሊያገለግሉኝ ይፈቀድላቸዋል፤ ዘወትር ሕዝቡን ለማገልገል የሚተጉ ሆነው ሕዝቡ ለሚቃጠል መሥዋዕትና ለሌላም መሥዋዕት የሚያቀርቡአቸውን እንስሳት ሊያርዱ ይችላሉ፤",
      "12": "ነገር ግን እነርሱ ራሳቸው የጣዖት አምልኮ ሥርዓት መሪዎች በመሆን ሕዝቡን ወደ ኃጢአት ስለመሩ መቀጣት እደሚገባቸው እኔ ያህቬህ(יהוה) በፍጹም እምላለሁ፡፡",
      "13": "እነርሱ ካህናት ሆነው ሊያገለግሉኝ አይችሉም፤ ወይም ለእኔ ተለይቶ ወደተቀደሰው ነገር መቅረብና ወደ ቅድስተ ቅዱሳንም መግባት አይፈቀድላቸውም፤ ስላደረጉት አስጸያፊ ነገር ሁሉ የሚፈጸምባቸው ቅጣት ይህ ነው፤",
      "14": "ስለዚህ በክህነት ሳይሆን በቤተ መቅደሱ ውስጥ ያለውን ሌላውን ተግባር ሁሉ በጥንቃቄ እንዲያከናውኑ እመድባቸዋለሁ፡፡”",
      "15": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “ሌሎች የእስራኤል ሕዝብ እኔን ከድተው ከፊቴ ሲርቁ፥ በቤተ መቅደስ በታማኝነት ጸንተው እኔን ሲያገለግሉ የኖሩና ነገዳቸው ከሌዊ ወገን ሆኖ ከሳዶቅ የተወለዱ ካህናት አሉ፤ ስለዚህም ስብና የመሥዋዕት ደም በማቅረብ በፊቴ ቆመው ሊያገለግሉኝ የሚገባቸው እነርሱ ናቸው፡፡",
      "16": "የቤተ መቅደሱን የአገልግሎት ሥርዓት በመምራት በመሠዊያዬ ላይ እኔን ለማገልገል ወደ ቤተ መቅደስ መግባት የሚፈቀድላቸው እነርሱ ብቻ ናቸው፡፡",
      "17": "በቤተ መቅደሱ ወደ ውስጠኛው አደባባይ የሚያደርሰውን ቅጽር በር በሚገቡበት ጊዜ ከበፍታ ጨርቅ የተሠራ ልብስ መልበስ ይኖርባቸዋል፤ በውስጠኛው አደባባይም ሆነ በቤተ መቅደስ በሚያገለግሉበት ጊዜ ማናቸውንም ከበግ ጠጉር የተሠራ ነገር መልበስ የለባቸውም፡፡",
      "18": "የላብ ወዝ እንዳይኖርባቸው ለመከላከል ከበፍታ ጨርቅ የተሠራ ጥምጥም ይኑራቸው፤ ከበፍታ ጨርቅ የተሠራ ሱሪም ያለ ቀበቶ ይታጠቁ፡፡",
      "19": "ሕዝቡ ወደሚገኙበት ወደ ውጪው አደባባይ ከመውጣታቸው በፊት በቤተ መቅደስ ለአገልግሎት የተጠቀሙባቸውን አልባሳት አውልቀው በተቀደሱት ዕቃ ቤቶች ማኖር አለባቸው፤ በተቀደሱ ልብሶቻቸው ሕዝቡን ጉዳት ላይ እንዳይጥሉ ሌላ ልብስ ይልበሱ፡፡",
      "20": "“ካህናቱ ራሳቸውን መላጨትም ሆነ ጠጉራቸውን ማሳደግ አይገባቸውም፤ ይልቁንም በተመጣጠነ ሁኔታ ማስተካከል ይኖርባቸዋል፡፡",
      "21": "ካህናቱ ወደ ውስጠኛው አደባባይ በሚገቡበት ጊዜ ማናቸውንም ዐይነት የወይን ጠጅ አይጠጡ፡፡",
      "22": "ካህን የሆነ ሁሉ ከባልዋ የተፋታችውን ሴት ማግባት አይፈቀድለትም፤ ነገር ግን ድንግል የሆነችውን እስራኤላዊት ልጃገረድ ወይም ካህን የሆነ ባልዋ የሞተባትን ሴት ማግባት ይችላል፤ ካህን ያልሆነ ባል የሞተባትን ሴት ግን ማግባት አይፈቀድለትም፡፡",
      "23": "“ካህናቱ ለሕዝቤ ቅዱስ የሆነውንና ያልሆነውን ንጹሕ የሆነውንና ርኩስ የሚባለውን ነገር ለይተው በማሳየት ያስተምሩአቸው፤",
      "24": "ሕግን በሚመለከት አከራካሪ ነገር በሚነሣበት ጊዜ፥ ሕጌ በሚያዘው መሠረት ካህናቱ ይወስኑላቸው፤ በሕጌና ሥርዓቴ መሠረት በዓላቶቼን፥ በተለይም ዕለተ ሰንበትን በመቀደስ ይጠብቁ፡፡",
      "25": "“ከወላጆቹ አንዱ፥ ከልጆቹ አንዱ፥ ወይም ወንድሙ ወይም ያላገባች እኅቱ ካልሆኑ በቀር ማንኛውም ካህን የሌላ ሰው ሬሳ በመንካት ራሱን ማርከስ አይገባውም፤",
      "26": "ይህን ካደረገ ግን ከነጻም በኋላ እንኳ ሰባት ቀን መቆየት አለበት፤",
      "27": "ከዚያም ቀጥሎ በቤተ መቅደሱ ውስጠኛ አደባባይ ገብቶ ስለ መንጻቱ መሥዋዕት ያቅርብ፤ ከዚያም በኋላ ወደ ቤተ መቅደስ ገብቶ ማገልገል ይችላል፤ እኔ ልዑል ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡",
      "28": "“ለእስራኤል ከትውልድ ወደ ትውልድ የሚተላለፍ ርስት ሳካፍል ለካህናቱ ድርሻ ይሆን ዘንድ የሰጠኋቸው የክህነትን ብቻ ነው፤ እነርሱ በእስራኤል መካከል የርስት ይዞታ አያስፈልጋቸውም፤ እኔ ራሴ ለእነርሱ ርስታቸው ነኝ፡፡",
      "29": "የእህሉ መሥዋዕት፥ የኃጢአትና የበደል ስርየት መሥዋዕት ለእነርሱ ምግብ ይሁንላቸው፤ በእስራኤል ምድር ለእኔ ተለይቶ የተቀደሰውን ማናቸውንም መባ ሁሉ ይቀበሉ፡፡",
      "30": "የመከር መጀመሪያ የሆነውን ያማረውን በኩራትና ለእኔ የቀረበውን ስጦታ ሁሉ ካህናቱ ይውሰዱ፤ ሕዝቡም ሁልጊዜ እንጀራ ሲጋግሩ የመጀመሪያውን እንጀራ ለካህናቱ መባ አድርገው ያበርክቱ፤ እኔም ይህንን ሁሉ የሚያደርጉትን ሕዝብ ቤታቸውን በበረከት እሞላዋለሁ፡፡",
      "31": "ካህናቱ ሞቶ የተገኘውን ወይም ሌላ አውሬ የገደለውን የወፍ ወይም የእንስሳት ሥጋ አይብሉ፡፡”"
    },
    "Chapter 45": {
      "1": "ምድሪቱ ለእያንዳንዱ ነገድ በምትከፋፈልበት ጊዜ አንዱ ዕጣ ለያህቬህ(יהוה) መባ ሆኖ ይቀርባል፤ እርሱም ርዝመቱ ዐሥራ ሁለት ኪሎ ሜትር ተኩል፥ ወርዱም ዐሥር ኪሎ ሜትር ይሆናል፤ ጠቅላላውም ክልል የተቀደሰ ይሆናል፡፡",
      "2": "በዚህም ክልል ውስጥ የእያንዳንዱ ማእዘን ርዝመት ሁለት መቶ ኀምሳ ሜትር ሆኖ አራት ማእዘን ያለው አንድ ቦታ ለቤተ መቅደሱ ይመደባል፤ በዚህም ክልል ዙሪያ ስፋቱ ሃያ አምስት ሜትር የሆነ ክፍት ቦታ ይኖራል፡፡",
      "3": "የዚህም ክልል አጋማሹ ዐሥራ ሁለት ኪሎ ሜትር ተኩል ርዝመት፥ በአምስት ኪሎ ሜትር ስፋት ይለካል፤ እርሱም ከሁሉም ስፍራ ይልቅ የተቀደሰ ለሆነው ለቤተ መቅደሱ ማሠሪያ ይመደባል፡፡",
      "4": "ይህም በቤተ መቅደስ ያህቬህ(יהוה)ን ለማገልገል ለተመረጡ ካህናት ተለይቶ በሀገሪቱ ውስጥ የተቀደሰ ክልል በመሆን የካህናቱን መኖሪያ ቤቶችና ለቤተ መቅደሱ የተመደበውን ክልል ሁሉ አጠቃሎ ይይዛል፡፡",
      "5": "የዚህ ቦታ ክልል አጋማሹ ደግሞ በቤተ መቅደስ ለሌላ ልዩ ልዩ አገልግሎት ለተመደቡት ሌዋውያን ርስት ይሆናል፤ ለእነርሱ መኖሪያ የሚሆኑ ከተሞችም በዚየ ይሠራሉ፡፡",
      "6": "ከተቀደሰውም ክልል ወጥሎ ዐሥራ ሁለት ኪሎ ሜትር ተኩል ርዝመትና ሁለት ኪሎ ሜትር ተኩል ወርድ ያለው ሆኖ የእስራኤል ሕዝብ ሁሉ የሚኖርበት ከተማ ይከለላል፡፡",
      "7": "ሕዝቡን ለሚያስተዳድረው መስፍን ሌላ ቦታ መከለል አለበት፤ እርሱም ከቅዱሱ ስፍራና ከከተማው ክልል ምዕራባዊ ወሰን ጀምሮ በምዕራብ በኩል እስከ ሜድትራኒያን ባሕር ድረስ፥ ከምሥራቁም ወሰን እስከ አገሪቱ ምሥራቃዊ ዳርቻ ድረስ ይዘልቃል፤ ርዝመቱም ከእስራኤል ነገዶች ለአንዱ ነገድ የሚሰጠውን ድርሻ ያህል ይሆናል፡፡",
      "8": "ይህም ክልል በእስራኤል ምድር መሪ ለሚሆነው መስፍን የርስት ድርሻ ይሆናል፤ ከዚህም አልፎ ሕዝቡን መጨቆን የለበትም፤ ነገር ግን ከሀገሪቱ ቀሪውን ምድር በሙሉ ለእስራኤል ነገዶች መተው ይኖርበታል፡፡",
      "9": "ልዑል አግዚአብሔር እንዲህ አለ፥ “እናንተ የእስራኤል መሪዎች እነሆ ለረዥም ጊዜ ኃጢአት ስትሠሩ ኖራችኋል፤ አሁን ግን ግፍንና ጭቆናን አቁሙ፥ ቅንና ትክክል የሆነውን ነገር ሥሩ፤ ሕዝቤን እንደገና ከምድራቸው ተነቃቅለው እንዲባረሩ አታድርጉ፤ ይህን የምነግራችሁ እኔ ልዑል እግዚአብሄር ነኝ፡፡",
      "10": "“እያንዳንዱ ሰው ትክክላኛ ሚዘንና እኩል የሆነ መስፈሪያ ይኑረው፤",
      "11": "“የመስፈሪያዎች ሁሉ አማከኝ መለኪያ ሆመር ይሁን፤ የደረቅ ነገሮች መስፈሪያ የሆነው ኤፋ፥ የፈሳሽ ነገሮች መለኪያ ከሆነው ባት ጋር እኩል መሆን አለበት፤ በዚህም ዐይነት አንድ ሆመር ከዐሥር ኤፋና ከዐሥር ባት ጋር እኩል ይና፡፡",
      "12": "“ሚዛናችሁም፥ ሃያ ጌራህ አንድ ሰቅል፥ ስልሳ ሰቅል አንድ ምናን ይሁን፤",
      "13": "“የመባ አቀራረባችሁም ሁኔታ እደሚከተለው ነው፡፡ ከምትሰበስበው የስንዴ መከር ከስልሳ አንዱን እጅ፥ ከገብስ መከር ከስልሳ አንዱን እጅ፥ በእርሻህ ካሉት የወይራ ዛፎች ከምታገኘው ዘይት ከመቶ አንዱን እጅ ትሰጣለህ፡፡",
      "14": "(በባት ሲሰፈር ዐሥር ባት አንድ ሆመር ወይም አንድ ኮር ይሆናል፡፡)",
      "15": "“በእስራኤል መሠማሪያ ከሚገኙት ሁለት መቶ በጎች አንዱን እጅ ትሰጣለህ፤ “ከዚህም ሁሉ ጋር ኃጢአታችሁ እንዲሰረይላችሁ የእህሉን መሥዋዕት፥ ለሚቃጠል መሥዋዕት የሚሆኑትንና ለኅብረት መሥዋዕት የሚፈልጉትን እንስሳት ትሰጣላችሁ፤ እኔ አግዚአብሔር ይህን አዝዣለሁ፡፡",
      "16": "“በምድሪቱ የሚኖር ሕዝብ በሙሉ ይህን ሁሉ የእስራኤል ገዥ ለሆነው መስፍን ወስደው ያስረክባሉ፤",
      "17": "የእርሱም ተግባር የሚከተለው ነው፥ ለሚቃጠል መሥዋዕት የሚሆኑትን እንስሳት፥ የእህሉን መሥዋዕትና የወይን ጠጁን መሥዋዕት ስለ መላው የእስራኤል ሕዝብ በአዲስ የጨረቃ በዓል በሰንበታትና በሌሎችም በዓላት ያቀርባል፤ እዲሁም የእስራኤልን ሕዝብ ኃጢአት ለማስተስረይ መሥዋዕት የሆነውንና በሙሉ የሚቃጠለውን የኅብረት መሥዋዕት ሁሉ ያቀርባል፡፡”",
      "18": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “የመጀመሪያው ወር በገባ በመጀመሪያው ቀን ምንም ነውር የሌለበት አንድ ወይፈን በመሠዋት ቤተ መቅደሱን ታነጻለህ፡፡",
      "19": "ካህኑ ከዚህ የኃጢአት ስርየት መሥዋዕት ጥቂት ደም ወስዶ የቤተ መቅደሱን ምሰሶዎች፥ የሠዊያውን አራት ማእዘኖችና ወደ ውስጠኛው አደባባይ የሚያስገቡትን የቅጽር በሮች ምሰሶዎችን ይቀባል፤",
      "20": "ማንም ሆን ብሎ ባለማሰብ ወይም ባለማወቅ ስለ ሠራው ኃጢአት ሁሉ በሰባተኛው ቀን እንደዚሁ ታደርጋለህ፤ ቤተ መቅደሱን በዚህ ዓይነት ትጠብቃለህ፡፡",
      "21": "“የመጀመሪያው ወር በገባ በዐሥራ አራተኛው ቀን የፋሲካ በዓል ማክበር ትጀምራላችሁ፤ በዚህም በዓል አከባበር እስከ ሰባት ቀን ድረስ እርሾ ያልነካው ቂጣ ትበላላችሁ፡፡",
      "22": "በበዓሉም መጀመሪያ ቀን በሥልጣን ላይ ያለው መስፍን ስለ ራሱና ስለ ሕዝቡ ኃጢአት ስርየት አንድ ኮርማ መሥዋዕት ያቀርባል፡፡",
      "23": "በዓሉ በሚከበርባቸው ዕለታት በእያንዳንዱ ቀን ልክ ምንም ነውር የሌለባቸውን ሰባት ኮርማዎችና ሰባት የበግ አውራዎችን በሙሉ የሚቃጠል መሥዋዕት አድርጎ ለያህቬህ(יהוה) ያቀርባል፤ ከዚህም ጋር በእያንዳንዱ ዕለት ለኃጢአት ስርየት መሥዋዕት የሚሆን አንድ የፍየል አውራ ማቅረብ አለበት፡፡",
      "24": "እያንዳንዱ ኮርማና እያንዳንዱ የበግ አውራ በሚሠዋበት ጊዜ አንድ አንድ የኤፋ መስፈሪያ እህልና ሦስት ሦስት ሊትር የወይራ ዘይት አብሮ ይቀርባል፡፡",
      "25": "“ሰባተኛው ወር በገባ በዐሥራ አምስተኛው ቀን መከበር በሚጀምረው በዳስ በዓል መስፍኑ በሰባቱ ቀኖች በእያንዳንዱ ዕለት ተመሳሳይ የኃጢአት ስርየት መሥዋዕትና በሙሉ የሚቃጠል ተመሳሳይ መሥዋዕት ያቀርባል፤ የእህሉና የዘይቱም መሥዋዕት በተመሳሳይ ሁኔታ ይቀርባል፡፡”"
    },

    "Chapter 46": {
      "1": "ልዑል ያህቬህ(יהוה) እንዲህ ይላል፥ “ወደ ውስጠኛው አደባባይ የሚያስገባው የምሥራቁ ቅጽር በር በስድስቱ የሥራ ቀኖች ዝግ መሆን አለበት፤ ነገር ግን በሰንበት ቀንና በየወሩ መባቻ ቀን ይከፈታል፤",
      "2": "ካህናቱ በሥልጣን ላይ ያለው መስፍን የሚሰጠውን በሙሉ የሚቃጠለውንና ለደኅንነት የሚሆነውን የኅብረት መሥዋዕት በሚያቀርቡበት ጊዜ መስፍኑ ከውጪው አደባባይ በቅጽሩ በር አጠገብ ባለው መግቢያ ክፍል በኩል ይግባ፤ በቅጽሩ በር ጎን በሚገኙትም ምሰሶዎች አጠገብ ይቁም፤ በዚያም በቅጽሩ በር ሰግዶ እንደገና ይውጣ፤ የቅጽሩም በር እስከ ማታ መዘጋት የለበትም፡፡",
      "3": "በእያንዳንዱም ሰንበትና በየወሩም መባቻ ሕዝቡ ሁሉ በቅጽሩ በር በኩል በጉልበታቸው ተንበርክከው ለያህቬህ(יהוה) ይስገዱ፡፡",
      "4": "መስፍኑም በሰንበት ቀን በሙሉ ለሚቃጠል መሥዋዕት ምንም ነውር የሌለባቸውን ስድስት የበግ ጥቦቶችና አንድ የበግ አውራ ለያህቬህ(יהוה) ያቅርብ፡፡",
      "5": "ከእያንዳንዱም የበግ አውራ ጋር አንድ የኤፋ መስፈሪያ እህል ያምጣ፤ እንዲሁም ከእያንዳንዱ ጥቦት ጋር ለማቅረብ የፈለገውን ሌላውንም መባ ሁሉ ይስጥ፤ ከእያዳንዱም መስፈሪያ የእህል መሥዋዕት ጋር አብሮ የሚቀርብ ሦስት ሊትር ዘይት ያምጣ፡፡",
      "6": "በእያንዳንዱ የወር መባቻ ደግሞ ምንም ነውር የሌለባቸውን አንድ ወይፈን፥ ስድስት የበግ ጥቦቶችና አንድ የበግ አውራ ያቅርብ፡፡",
      "7": "ከእያንዳንዱ ወይፈንና ከእያንዳንዱ የበግ አውራ ጋር የእህል መባ አንድ የኤፋ መስፈሪያ ይሁን፤ እንዲሁም ከእያንዳንዱ የበግ ጥቦት ጋር የሚቀርበው መባ መስፍኑ ለመስጠት የፈቀደውን ያህል ይሁን፤ ከእያንዳንዱም መስፈሪያ የእህል መባ ጋር ሦስት ሊትር የወይራ ዘይት አብሮ ይቅረብ፡፡",
      "8": "መስፍኑም ይህን ሁሉ ከፈጸመ በኋላ በቅጽሩ በር አጠገብ ካለው ሰፊ ክፍል ተነሥቶ በገባበት በር ወጥቶ ይሂድ፡፡",
      "9": "በማናቸውም የበዓል ቀን ሕዝቡ ለያህቬህ(יהוה) ለመስገድ በሚመጡበት ጊዜ አምልኮአቸውን ከፈጸሙ በኋላ በሰሜን ቅጽር በር የገቡት በደቡብ ቅጽር በር ይውጡ፤ በደቡብ ቅጽር በር የገቡትም በሰሜን ቅጽር በር ይውጡ፤ ማንም ሰው በገባበት በር አይውጣ፤ ነገር ግን በአንጻሩ ባለው በሌላ በር መውጣት አለበት፡፡",
      "10": "መስፍኑም ሕዝቡ በሚገቡበት ጊዜ ገብቶ፥ በሚወጡበት ጊዜ ይውጣ፡፡",
      "11": "በታላላቅና በታናናሽ በዓላት ቀኖች ከእያንዳንዱ ኮርማና ከእያንዳንዱ የበግ አውራ ጋር የሚቀርበው የእህል መባ አንድ የኤፋ መስፈሪያ ይሁን፤ ለያህቬህ(יהוה) የሚሰግደው ሰው ከእያንዳንዱ የበግ ጥቦት ጋር የፈቀደውን ያህል ያቅርብ፡፡ ከእያንዳንዱም የእህል መስፈሪያ መባ ጋር ሦስት ሊትር የወይራ ዘይት አብሮ ያቅርብ፡፡",
      "12": "በሥልን ላይ ያለው መስፍን በሙሉ የሚቃጠልም ሆነ ወይም የኅብረት መሥዋዕት በበጎ ፈቃደኝነት በግሉ ለያህቬህ(יהוה) ማቅረብ ቢፈልግ ወደ ውስጠኛው አደባባይ የሚያስገባው የምሥራቁ ቅጽር በር ይከፈትለት፤ የመባውንም አቀራረብ በሰንበት ቀን በሚያደርገው ዐይነት ይፈጽም፤ እርሱም ወጥቶ ከሄደ በኋላ የቅጽር በሩ ይዘጋ፡፡”",
      "13": "ያህቬህ(יהוה) እነዲህ ይላል፥ “በየማለዳው ምንም ነውር የሌለበትን የአንድ ዓመት የበግ ጥቦት በሙሉ የሚቃጠል መሥዋዕት ሆኖ ለእግዚብሔር ይቀርባል፤ ይህም ዐይነቱ መሥዋዕት በየዕለቱ መቅረብ አለበት፡፡",
      "14": "እንደዚሁም ሁለት ኪሎ ግራም ዱቄት ከአንድ ሊትር ዘይት ጋር ተለውሶ በየማለዳው መቅረብ አለበት፤ ለያህቬህ(יהוה) የሚቀርበውም የዚህ መሥዋዕት አፈጻጸም ሥርዓት ለዘላለም ጸንቶ መኖር አለበት፡፡",
      "15": "ይህም ማለት በበጉ ጥቦት፥ ዱቄቱና የወይራው መሥዋዕት ለዘላለም በየማለዳው ለያህቬህ(יהוה) የሚቀርብ ይሆናል፡፡”",
      "16": "ልዑል ያህቬህ(יהוה) ያዘዘው ይህ ነው፤ “በሥልጣን ላይ ያለው መስፍን የራሱ ድርሻ ከሆነው ርስት ከፍሎ ከልጆቹ ለአንዱ ቢሰጥ፥ እንደ ራሱ ቤተሰብ ሀብት ተቆጥሮ ለልጁ ይጽናለት፡፡",
      "17": "ነገር ግን በሥልጣን ላይ ያለው መስፍኑ የራሱ ድርሻ ከሆነው ርስት ከፍሎ ከአገልጋዮቹ ለአንዱ ቢሰጥ፥ በኀምሳ ዓመት ዞሮ በሚመጣው ዓመተ ሕድገት ለመስፍኑ ይመለስለት፤ ንብረቱ የራሱ ስለሆነ ይዞታው ለዘላለሙ የእርሱና የልጆቹ ብቻ መሆን አለበት፡፡",
      "18": "በሥልጣን ላይ ያለው መስፍን ርስት ከሕዝቡ ነጥቆ መውሰድ የለበትም፤ ለልጆቹ ከፍሎ የሚሰጠው መሬት ቢኖር ለራሱ ከተመደበለት ድርሻ ላይ ብቻ መሆን አለበት፤ በዚህም ዐይነት የርስት ድርሻቸውን በመቀማት ሕዝቤን አይጨቁንም፡፡”",
      "19": "ያ ሰው በሰሜን ትይዩ ወዳሉት ክፍሎች መግቢያ አመጣኝ፤ እርሱም በደቡብ በኩል ወዳለው ወደ ውስጠኛው አደባባይ በሚያደርሰው የቅጽር በር አጠገብ የሚገኘው ነው፤ እነዚህም ክፍሎች ለካህናቱ ተለይተው የተቀደሱ ናቸው፤ ከክፍሎቹም በስተ ምዕራብ በኩል አንድ ስፍራ እያመለከተ እንዲህ አለኝ፥",
      "20": "“ይህ ቦታ ካህናቱ ለኃጢአትና ለበደል ማስተስረያ መሥዋዕት ሆኖ የቀረበውን ሥጋ የሚቀቅሉበትና ለመሥዋዕት የቀረበውን ዱቄት የሚጋግሩበት ክፍል ነው፤ በዚህም ዐይነት በሕዝቡ ላይ ጉዳት እዳይደርስ ከተቀደሰው መሥዋዕት ሁሉ ወደ ውጪው አደባባይ አይወጣም፡፡”",
      "21": "ከዚህም በኋላ ያ ሰው ወደ ውጪው አደባባይ ከአራት ማእዘኖቹ በእያንዳንዱ ሃያ ሜትር ርዝመትና ዐሥራ አምስት ሜትር ስፋት ያለው ትንንሽ አደባባይ ያለበት መሆኑን አሳየኝ፤",
      "22": "እያንዳንዱም በዙሪያው የድንጋይ ግንብ ነበረው፤ ከየግንቡም ጋር ተጠግቶ የተሠራ የእሳት ምድጃ ነበረ፡፡",
      "23": "ያም ሰው “እነዚህ ሁሉ የቤተ መቅደሱ አገልጋዮች፥ ሕዝቡ የሚቀርበውን መሥዋዕት የሚያበስሉባቸው ክፍሎች ናቸው” አለኝ፡፡"
    },
    "Chapter 47": {
      "1": "ያ ሰው መልሶ ወደ ቤተ መቅደሱ መግቢያ ወሰደኝ፤ ከቤተ መቅደሱ መግቢያ ሥር ውሃ ፈልቆ ቤተ መቅደሱ በሚመለከትበት አቅጣጫ ወደ ምሥራቅ ይፍስስ ነበር፤ ከመሠዊያው ደቡብ አለፍ ብሎ ከቤተ መቅደሱ ደቡብ ሥር ወደ ታች ይፈስስ ነበር፡፡",
      "2": "ያም ሰው በሰሜኑ ቅጽር በር በኩል ከቤተ መቅደሱ ክልል አውጥቶ ወሰደኝ፤ ወደ ምሥራቅ አቅጣጫ በሚመለከተው ቅጽር በር ዙሪያ እየመራ ወሰደኝ፤ ከቅጽር በሩም በስተ ደቡብ ትንሽ የውሃ ምንጭ ይፈስ ነበር፤",
      "3": "ያም ሰው በያዘው የመለኪያ ዘንግ ወደ ምሥራቅ የሚፈስሰውን ውሃ በመከተል አምስት መቶ ሜትር ለካ፤ በዚያም ምንጭ እየተራመድሁ እንድሻገር አዘዘኝ፤ ውሃውም እስከ ቁርጭምጭሚቴ ደረሰ፡፡",
      "4": "እንደገናም አምስት መቶ ሜትር ለካ፤ ውሃውም እስከ ጉልበቴ ደረሰ፤ ቀጥሎም በርዝመት የለካው መቶ ሜትር የውሃው ጥልቀት እስከ ወገቤ ደረሰ፤",
      "5": "ከዚያም አልፎ አምስት መቶ ሜትር፤ ያም ውሃ እጅግ ጥልቅ ስለነበረ እየተራመድሁ ለመሻገር የማልችለው ሆነ፤ በመዋኘት ካልሆነ በቀር በእርምጃ ሊሻገሩት የሚቻል አልነበረም፡፡",
      "6": "ሰውየውም “የሰው ልጅ ሆይ! ይህን ሁሉ በጥንቃቄ አስታውስ” አለኝ፡፡ ከዚያን በኋላ ያ ሰው ወደ ውሃው ዳርቻ መለሰኝ፤",
      "7": "እዚያም እንደደረስሁ በወንዙ ግራና ቀኝ ስመለከት ብዙ ዛፎች አየሁ፤",
      "8": "እርሱም እንዲህ አለኝ፥ “ይህ ውሃ በምድሪቱ ውስጥ ወደ ምሥራቅ፥ ወደ ዮርዳኖስ ሸለቆና ወደ ሙት ባሕር ይፈስሳል፤ ወደ ሙት በሕር በሚፈስስበት ጊዜ የጨው ባሕር ታድሶ ጥሩ ውሃ ይሆናል፡፡",
      "9": "ውሃው በሚፈስስበት ስፍራ ሁሉ ልዩ ልዩ ዐይነት እንስሳትና ዓሣም በብዛት ይገኛል፤ የወንዙ ፈሳሽ በሙት ባሕር የሚገኘውን በማደስ ያጠራዋል፤ በሚፈስስበትም ቦታ ሁሉ ሕይወትን ይሰጣል፡፡",
      "10": "ከዔንገዲ ምንጭ ጀምሮ ወደ ዔንዔግላይም የሚያደርሰውን መንገድ በመከተል የባሕሩ ዳርቻ የዓሣ አጥማጆች መናኸሪያ ይሆናል፤ እነርሱም በእዚያ መረባቸውን ዘርግተው በማስጣት ያደርቃሉ፤ በሜድትራንያን ባሕር እንደሚገኘው ዐይነት በዚህም ልዩ ልዩ ዓሣ ይገኛል፡፡",
      "11": "ነገር ግን በባሕሩ ዳርቻ የሚገኙት የረግረግና የኩሬ ውሃ ጨው እንደሆነ ይቀራል እንጂ ከቶ አይፈወስም፡፡",
      "12": "በፈሳሹ ውሃ ዳርና ዳር ለምግብ የሚሆኑ ተክሎች በየዓይነቱ ይገኛሉ፤ እነርሱም ቅጠሎቻቸው አይደርቁም፤ ፍሬ ማፍራትንም አያቋርጡም፤ ከቤተ መቅደሱ ሥር የሚፈስሰውን ወንዝ ውሃ ስለሚያገኙ በየወሩ አዲስ ፍሬ ያፈራሉ፤ ዛፎቹ ፍሬአቸው ለምግብ፥ ቅጠላቸው ለሕዝቡ ፈውስ የሚጠቅም ነው፡፡”",
      "13": "ልዑል ያህቬህ(יהוה) እንዲህ አለ፥ “ለዮሴፍ ነገድ ሁለት ዕጣ ተነሥቶለት ዐሥራ ሁለቱ ነገድ የሚከፋፈሉአት የምድሪቱ አዋሳኞች እነዚህ ናቸው፡፡",
      "14": "እኔ ለቀድሞ አባቶቻቸው ይህችን ምድር ላወርሳቸው በመሐላ ቃል ገብቼላቸዋለሁ፤ አሁንም ሁላችሁም እናንተ እኩል ተከፋፈሉአት፡፡",
      "15": "የሰሜኑ ድንበር ከሜድትራኒያን ባሕር ተነሥቶ ወደ ሔትሎን ከተማ፥",
      "16": "በደማስቆ በሐማት የንጉሥ ግዛቶች መካከል ወደሚገኙት ወደ ቤሮታና ሲብራይም ከተሞች፥ በሐውራን የንጉሥ ግዛት ጠረፍ ወደምትገኘው ወደ ቲኮን ከተማ እስከ ምሥራቅ ይዘልቃል፡፡",
      "17": "የምሥራቁም ድንበር በደማስቆና በሐውራን ግዛቶች መካከል ከሚገኘው ከአንድ ስፍራ ተነሥቶ ከምዕራብ በእስራኤል፥ ከምሥራቅ በገለዓድ የሚገኘውን ዮርዳኖስን ድንበር በማድረግ በሙት ባሕር እስከምትገኘው እስከ ታማር ይደርሳል፡፡",
      "18": "የደቡቡም ድንበር ከታማር ተነሥቶ በደቡብ ምዕራብ በኩል በሜሪባ ቃዴስ ወደምትገኘው የበረሓ ምንጭ፥ ከዚያም በሰሜናዊ ምዕራብ የግብጽን ጠረፍ ተከትሎ እስከ ሜድትራኒያን ባሕር ይዘልቃል፡፡",
      "19": "የምዕራቡ ድንበር ወሰን የሜድትራኒያን ባሕር ሆኖ፥ በስተሰሜን እስከ ሐማት መተላለፊያ ምዕራብ ይደርሳል፡፡",
      "20": "ይህችን ምድር በነገዶቻችሁ ቁጥር ልክ ተከፋፈሉአት፤",
      "21": "ዘላቂ ርስትም ትሁንላችሁ፤ ልጆች ወልደው በመካከላችሁ የሚኖሩ ባዕዳንም ምድሪቱን በምትካፈሉበት ጊዜ የራሳችው ድርሻ ይኑራቸው፤ እንደማንኛውም እስራኤላውያን ዜጋ ጠቆጥረው ምድሪቱን ከሚካፈሉት ከእስራኤል ነገዶች ጋር ዕጣ እንዲጣልላቸው ያስፈልጋል፡፡",
      "22": "በእስራኤል የሚኖር እያንዳንዱ የውጭ አገር ተወላጅ አብሮ ከሚኖረው ከእስራኤል ሕዝብ ነገድ ጋር የራሱ ድርሻ ይኑረው፤ እኔ ልዑል ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡”"
    },
    "Chapter 48": {
      "1": "የምድሪቱን አከፋፈል የተመዘገቡት ነገዶች እነዚህ ናቸው፤ የዳን ነገድ በምድሪቱ ሰሜናዊ ወሰን አንድ ድርሻ ይኖረዋል፤ እርሱም ከሔትሎን ወደ ሐማት የሚወስደውን ጎዳና ተከትሎ ከዚያም ሐጻርዔኖንና የደማስቆ ሰሜናዊ ክፍል ከምሥራቅ እስከ ምዕራብ ላለው የድንበር መለያ ይሆናሉ፡፡",
      "2": "አሴርም ከምሥራቅ እስከ ምዕራብ ከዳን ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "3": "ንፍታሌም ከምሥራቅ እስከ ምዕራብ ከአሴር ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "4": "ምናሴ ከምሥራቅ እስከ ምዕራብ ከምናሴ ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "5": "ኤፍሬም ከምሥራቅ እስከ ምዕራብ ከምናሴ ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "6": "ሮቤል ከምሥራቅ እስከ ምዕራብ ከኤፍሬም ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "7": "ይሁዳ ከምሥራቅ እስከ ምዕራብ ከሮቤል ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፡፡",
      "8": "የሚቀጥለው ይዞታ ተለይቶ ለልዩ አገልግሎት ይውላል፤ እርሱም ከሰሜን እስከ ደቡብ ዐሥራ ሁለት ኪሎ ሜትር ተኩል ስፋት ይኖረዋል፤ ከምሥራቅ እስከ ምዕራብ ያለው ድንበር ከሌሎቹ ነገዶች ይዞታ ጋር ተመጣጣኝ ይሆናል፤ ቤተ መቅደሱም በዚህ ክልል ውስጥ ይኖራል፡፡",
      "9": "በዚህም ክልል መካከል ርዝመቱ ዐሥራ ሁለት ኪሎ ሜትር ተኩል፥ ወርዱም ዐሥር ኪሎ ሜትር የሆነ ቦታ ለያህቬህ(יהוה) የተለየ ይሆናል፡፡",
      "10": "ካህናቱም ከዚህ ከተቀደሰው ክልል የተወሰነ ድርሻ ይኖራቸዋል፤ የእነርሱም ይዞታ ከምሥራቅ እስከ ምዕራብ ዐሥራ ሁለት ኪሎ ሜትር ተኩል፥ ከሰሜን እስከ ደቡብ አምስት ኪሎ ሜትር ይሆናል፤ በዚህም ክልል መካከል የያህቬህ(יהוה) ቤተ መቅደስ ይሠራል፡፡",
      "11": "ይህም የተቀደሰ ክልል ሊሰጥ የሚችለው የሳዶቅ ዝርያዎች ለሆኑት ካህናት ነው፤ እነርሱ እንደ ሌሎቹ የሌዊ ነገዶች ከሌሎቹ እስራኤለውያን ጋር ሳይተባበሩ እኔን በታማኝነት አገልግለዋል፤",
      "12": "ስለዚህም እነርሱ ለሌዋውያን ከተመደበው ድርሻ ቀጥሎ ልዩ የሆነ ይዞታ ሊኖራቸው ይገባል፤ እርሱም ኩሁሉ የተቀደሰ ይሆናል፡፡",
      "13": "ሌዋውያኑም ከካህናቱ በስተደቡብ በኩል የተለየ ይዞታ ይኖራቸዋል፤ እርሱም እንደዚሁ ከምሥራቅ እስከ ምዕራብ ዐሥራ ሁለት ኪሎ ሜትር ተኩል፥ ከሰሜን እስከ ደቡብ አምስት ኪሎ ሜትር ይሆናል፤",
      "14": "ለያህቬህ(יהוה) የሚከለለው ስፍራ በምድሪቱ ከሚገኘው ሁሉ የተሻለ ምርጥ መሆን አለበት፤ ከእርሱም ተከፍሎ የሚሸጥና የሚለወጥ ወይም ለማንም በውርስ የሚተላለፍ አይሆንም፤ እርሱ ለያህቬህ(יהוה) ተለይቶ የተቀደሰ ስፍራ ይሆናል፡፡",
      "15": "ልዩ ከሆነው ክልል ተከፍሎ የሚቀረው ስፍራ ዐሥራ ሁለት ኪሎ ሜትር ተኩል በሁለት ኪሎ ሜትር ተኩል ነው፤ እርሱም የተቀደሰ ስለማይሆን በአጠቃላይ ለሕዝቡ የጋራ መጠቀሚያ ይሆናል፤ እነርሱ በዚያ ለመኖርና በምድሩም ለመጠቀም ይችላሉ፤ ከተማይቱም በእርሱ መካከል መሆን አባት፡፡",
      "16": "እርስዋም አራት ማእዘን ሆና የእያንዳንዱ ማእዘን ርዝመት ሁለት ሺ ሁለት መቶ ኀምሳ ሜትር ይሆል፡፡",
      "17": "የከተማይቱም ዙሪያ ሁሉ በየጎኑ አንድ መቶ ሃያ አምስት ሜትር ስፋት ያለው ክፍት ቦታ ይኖረዋ፡፡",
      "18": "ከተቀደሰው ክልል በስተደቡብ፥ በምሥራቅ አምስት ኪሎ ሜትር በሁለት ኪሎ ሜትር ተኩል፥ በምዕራብ አምስት ኪሎ ሜትር በሁለት ኪሎ ሜትር ተኩል ተነሥቶለት ከተማይቱ ከተሠራች በኋላ የሚቀረው ትርፍ ቦታ በከተማይቱ ለሚኖሩት ሕዝብ የእርሻ መሬት ይሆናል፡፡",
      "19": "በከተማይቱ የሚኖር ከየትኛውም ነገር የተወለደ ሰው ሁሉ ያን መሬት ማረስ ይችላል፡፡",
      "20": "ስለዚህም በምድሪቱም መሐል የተለየው የጠቅላላው ቦታ ክልል የእያንዳንዱ ማእዘን ርዝመት ዐሥራ ሁለት ሜትር ተኩል ሲሆን እርሱም ከተማይቱ የተሠራችበትን ቦታ ያጠቃልላል፡፡",
      "2122": "በተ መቅደሱን፥ የካህናቱን ርስት፥ የሌዋውያኑን ድርሻና የከተማውን ቦታ ከያዘው ክልል በስተ ምሥራቅና በስተ ምዕራብ የሚገኘው ቀሪው መሬት በሥልጣን ላይ ያለው መስፍን ይዞታ ይሆናል፤ ይህም መሬት በስተ ምዕራብም እስከ ሜድትራኒያን ባሕር ይዘልቃል፤ እንዲሁም በሰሜን ከይሁዳ ዕጣ፥ በደቡብም ከብንያም ይዞታ ጋር ይወስናል፡፡",
      "23": "ስለቀሩትም ነገዶች የምድሪቱ አከፋፈል እንደሚከተለው ነው፤ ብንያም ከምሥራቅ እስከ ምዕራብ የሚደርስ አንድ ድርሻ ይኖረዋል፤",
      "24": "ስምዖን ከምሥራቅ እስከ ምዕራብ ከብንያም ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "25": "ይሳኮር ከምሥራቅ እስከ ምዕራብ ከስምዖን ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "26": "ዛብሎን ከምሥራቅ እስከ ምዕራብ ከይሳኮር ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፤",
      "27": "ጋድ ከምሥራቅ እስከ ምዕራብ ከዛብሎን ይዞታ ጋር የሚዋሰን አንድ ድርሻ ይኖረዋል፡፡",
      "28": "የጋድ ደቡባዊ ድንበር ከታማር ደቡብ ተነሥቶ በመሪባ ቃዴስ እስከምትገኘው የውሃ ምንጭ ይዘልቃል፤ ከዚያም የግብጽ ጠረፍ የሆነውን ወንዝ ተከትሎ እስከ ሜድትራኒያን ባሕር ይደርሳል፡፡",
      "29": "ልዑል ያህቬህ(יהוה) “በዚህ ዐይነት የእስራኤል ነገዶች ሁሉ በዕጣ ተከፋፍለው የሚወርሱአት ምድር ይህች ናት” ሲል ተናገረ፡፡",
      "3034": "የኢየሩሳሌም ከተማ ዐሥራ ሁለት የቅጽር በሮች ይኖሩአታል፤ በአገራቱም ማእዘን የቅርጽ ግንቦች የእያንዳንዳቸው ርዝመት ሁለት ሺ ሁለት መቶ ኀምሳ ሜትር ሆኖ፥ ሦስት ሦስት የቅርጽ በሮች ይኖሩአቸዋል፤ እያንዳንዱም በር በእያንዳንዱ የእስራኤል ነገድ ስም ይጠራል፤ ስለዚህም በሰሜን በኩል የሚገኙት የቅጽር በሮች በሮቤል፥ በይዳና በሌዊ ስም ይሰየማሉ፤ የምሥራቅ ቅጽር በሮችም በዮሴፍ፥ በብንያምና በዳን ስም ይሰየማሉ፤ የደቡብ ቅጽር በሮችም በስምዖን፥ በይሳኮርና በዛብሎን ስም የሚሰየሙ ሲሆኑ፥ የምዕራብ ቅጽር በሮች ደግሞ በጋድ፥ በአሴርና በንፍታሌም ስም ይሰየማሉ፡፡",
      "35": "በአራቱም አቅጣጫ ያሉት የከተማይቱ የቅጽር ግንቦች ጠቅላላ ርዝመት ዘጠኝ ሺ ሜትር ይሆናል፤ ከአሁን በኋላ የከተማይቱ መጠሪያ ስም “ያህቬህ(יהוה) በዚህ አለ” የሚል ይሆናል፡፡"
    }
  }
}
