{
  "ezra": {
    "Chapter 1": {
      "1": "ያህቬህ(הוהי) በነቢዩ ኤርምያስ አማካይነት አስቀድሞ የተናገረው የትንቢት ቃል የፋርስ ተመላጅ ቂሮስ ንጉሠ ነገሥት በሆነ በመጀመሪያው ዓመት ፈጸመው፤ ይኸውም ያህቬህ(הוהי) ራሱ ቂሮስን አነሣሥቶ ከዚህ የሚከተለውን ትእዛዝ በጽሁፍ በማወጅ በንጉሠ ነገሥት ግዛቱ ሁሉ እንዲነበብ አደረገ፡፡",
      "2": "የፋርስ ንጉሠ ነገሥትም በዐዋጅ የሚለው ትእዛዝ እንዲህ የሚል ነበር፡- 'የሰማይ አምላክ የሆነ ያህቬህ(הוהי) የዓለም ሁሉ ገዥ አድርጎኛል፤ እርሱም የሚመለክበትን ቤተ መቅደስ በይሁዳ ምድር በምትገኘው በኢየሩሳሌም እንድሠራለት አዝዞኛል፤'",
      "3": "'ያህቬህ(הוהי) ሕዝብ የሆናችሁ ሁሉ፤ አሁንም ያህቬህ(הוהי) ከእናንተ ጋር ይሁን፤ ወደ ኢየሩሳሌም እንድትወጡና በኢየሩሳሌም የሚመለክ የእስራኤል አምላክ የሆነ የያህቬህ(הוהי)ን ቤተ መቅደስ እንደገና ትሠሩ ዘንድ ተፈቅዶላችኋል፡፡'",
      "4": "'በስደት ላይ ከሚገኙት ከያህቤህ ሕዝብ መካከል ማንኛዎቹም ወደ ሀገራቸው በሚመለሱበት ጊዜ ዕርዳታ ከፈለጉ ጎረቤቶቻቸው ብርና ወርቅ፤ ማናቸውንም ዕቃና የጭነት ከብት፤ እንዲሁም በኢየሩሳሌም በሚገኘው በያህቬህ(הוהי) ቤተ መቅደስ መባ ሆነ  መቅረብ የሚችለውን ሁሉ በልግሥና ይስጡአቸው፡፡'",
      "5": "ከዚያም በኋላ የይሁዳና የብንያም ነገዶች የቤተሰብ አለቆች፤ ካህናትና ሌዋውያን፤ እንዲሁም ያህቬህ(הוהי) ልቡን ያነሣሣው ሌላውም ሰዉ ሁሉ፤ ተመልሶ ለመሄድና በኢየሩሳሌም የሚገኘውን የያህቬህ(הוהי)ን ቤተ መቅደስ እንደገና ለመሥራት ተዘጋጀ፡፡",
      "6": "ጎረቤቶቻቸውም ከብርና ወርቅ የተሠሩ ዕቃዎችን፤ ለስንቅ የሚሆን ገንዘብና የጭነት ከብቶችን፤ ሌሎችንም ጠቃሚ የሆኑ ስጦታዎችና በቤተ መቅደስ መባ ሆኖ የሚቀርብ ሌላም ነገር በመለገሥ ረዱአቸው፡፡",
      "7": "ከዚህም በቀር ቂሮስ ቀድሞ ንጉሥ ናቡከደነፆር በኢየሩሳሌም ከነበረው ከያህቬህ(הוהי) ቤተ መቅደስ ዘርፎ በመውሰድ በአማልክቱ ቤ መቅደስ ያኖራቸውን እንደ ጽዋ ያሉትን ንዋያተ ቅድሳት መልሶ ሰጣቸው፡፡",
      "8": "ቂሮስ እነዚያን ንዋያተ ቅድሳት ሚትረዳት ቴብሎ በሚጠራው በቤተ መንግሥቱ ዕቃ ግምጃ ቤት ኀላፊ አስቆጥሮ የይሁዳ ገዥ ለሆነው ለሼሽባጻር አስረከበው፤",
      "9": "የዕቃውም ዝርዝር እንደሚከተለው ነበር፡-",

      "10": "ለመባ መሰብሰቢያ የሚሆኑ ከወርቅ የተሠሩ ሳሕኖች\t30   ለመባ መሰብሰቢያ የሚሆኑ ከብር የተሠሩ ሳሕኖች\t1000  ሌሎች ልዩ ልዩ ዕቃዎች \t29   ከወርቅ የተሠሩ ታናናሽ ዕቃዎች 30   ከብር የተሠሩ ታናናሽ ዕቃዎች \t410  ሌሎች ልዩ ልዩ ዕቃዎች 1000",
      "11": "ሼሽባጻር ከሌሎች ስደተኞች ጋር ሆኖ ከባቢሎን ወደ ኢየሩሳሌም በተመለሰ ጊዜ ያመጣቸው ከብርና ከወርቅ የተሠሩ ዕቃዎችና ሌሎችም ንዋያተ ቅድሳት ድምር 5400 ነበር፡፡"
    },
    "Chapter 2": {
      "1": "ከስደተኞች ብዙዎቹ ከባቢሎን ክፍለ ሀገር በመነሣት ወደ ኢየሩሳሌምና ወደ ይሁዳ ምድር ተመልሰው እያንዳንዱ ወደ መኖሪያ ከተማው ገባ፤ እነርሱም የባቢሎን ንጉሥ ናቡከደነፆር ማርኮ ከወሰዳቸው ጊዜ ጀምሮ ከነቤተሰቦቻቸው በባቢሎን ምድር ስደተኞች ሆነው የኖሩ ነበሩ፡፡",
      "2": "ለተመለሱም ስደተኞች መሪዎች ሆነው የመጡት ዘሩባቤል፤ ኢያሱ፣ ነህምያ፣ ሠራያ፣ ረዔላያ፣ መርዶክዮስ፣ ቢልሻን፣ ሚስፓር፣ ቢግዋይ፣ ሬሁምና በዓና ተብለው የሚጠሩት ነበሩ፡፡ ከእያንዳንዱ እስራኤላዊ ጎሣ በመሰባሰብ ወደ ሀገር የተመለሱትም ስደተኞች ዝርዝር ከዚህ የሚከተለው ነው፡-",
      "3": "ከፓርዖሽ ወገን           2,172",
      "4": "ከሸፋጥያ ወገን        372",
      "5": "ከፓሐትሞአብ ወገን የዬሹዓና የኢዮአብ ዝርያዎች    2,812",
      "6": "ከዔላም ወገን     1,254",
      "7": "ከዛቱ ወገን  945",
      "8": "ከዛካይ ወገን      760",
      "9": "ከባኒ ወገን       642",
      "10": "ከቤባይ ወገን     623",
      "11": "ከዓዝጋድ ወገን      1,222",
      "12": "ከአዶኒቃም ወገን      666",
      "13": "ከቢግዋይ ወገን       2,056",
      "14": "ከአዲን ወገን        454",
      "15": "በሕዝቅያስ በኩል ከአጤር ወገን   98",
      "16": "ከቤጻይ ወገን    323",
      "17": "ከዮራ ወገን 112",
      "18": "ከሑሻም ወገን 223",
      "19": "ከጊባር ወገን 95",
      "20": "ከስደት ከተመለሱትም ሕዝብ መካከል በተለይ የቀድሞ አባቶቻቸው ከዚህ በሚከተሉት ከተሞች ይኖሩ የነበሩት ዝርዝር ይህ ነው፡-",
      "21": "የቤተልሔም ተወላጆች 123",
      "22": "የነጦፋ ተወላጆች 56",
      "23": "የዐናቶች ተወላጆች 128",
      "24": "የዓዝማዊት ተወላጆች 42",
      "25": "የቂርያትዓሪም፣ የከፊራና የበኤሮት ተወላጆች 743",
      "26": "የራማና የጌታዕ ተወላጆች 621",
      "27": "የሚክማስ ተወላጆች 122",
      "28": "የቤትኤልና የዐይ ተወላጆች 223",
      "29": "የነቦ ተወላጆች 52",
      "30": "የማግቢሽ ተወላጆች 156",
      "31": "የሌላይቱ ዔላም ተወላጆች 1,254",
      "32": "የሓሪም ተወላጆች 320",
      "33": "የሎድ፣ የሐዲድና የኦኖ ተወላጆች725",
      "34": "የኢያሪኮ ተወላጆች 345",
      "35": "የሰናአ ተወላጆች 3,630",
      "36": "ከዚህ የሚከተለው ደግሞ ከስደት የተመለሱ የካህናት ቤተሰብ ዝርዝር ነው፡-",
      "37": "የዬሹዓ ዝርያ የሆነው የይዳዕያ ቤተሰብ 973",
      "38": "የኢሜር ቤተሰብ 1,052",
      "39": "የፓሽሑር ቤተሰብ 1,247",
      "40": "የሓሪም ቤተሰብ 1,017",
      "41": "ከስደት የተመለሱት የሌዋውያን ቤተሰቦች ዝርዝር እንደሚከተለው ነው፡-",
      "42": "የሆዳውያ ዝርያዎች የሆኑት የዬሹዓና የቃድሚኤል ቤተሰቦች74",
      "43": "የአሳፍ ዝርያዎች የሆኑት የቤተ መቅደስ መዘምራን ብዛት128",
      "44": "የቤተ መቅደስ ዘብ ጠባቂዎች የሆኑት የሻሉም፣ የአጡር፣ የጣልሞን፣ የዓቁብ፣ የሐጢጣና የሾባይ ዝርያዎች 139",
      "45": "ለቤተ መቅደስ ሥራ ከተመደቡትም መካከል ከስደት የተመለሱት ጎሳዎች የሚከተሉት ናቸው፡-",
      "46": "ጺሐ፣ ሐሱፋ፣ ጣባዖት፣ ቄሮስ፣ ሲዓሃ፣ ፋዶን፣ ለባና፣ ሐጋባ፣ ዓቁብ፣ ሐጋብ፣ ሻምላይ፣ ሐናን፣ ጊዴል፣ ጋሐር፣ ረአያ፣ ረጺን፣ ነቆዳ፣ ጋዛም፣ ዑዛ፣ ፓሴሐ፣ ቤሳይ፣ አስና፣ መዑኒም፣ ነፊሲም፣ ባቅቡቅ፣ ሐቁፋ፣ ሐርሑር፣ ባጽሉት፣ መሒዳ፣ ሐርሻ፣ ባርቆስ፣ ሲስራ፣ ቴማሕ፣ ነጺሐና ሐጢፋ፡፡",
      "47": "ከሰሎሞን አገልጋዮችም ወገን ከስደት የተመለሱት ጎሳዎች፡-",
      "48": "ሶጣይ፣ ሀሶፌሬት፣ ፐሩዳ፣ ያዕላ፣ ዳርቆን፣ ጊዴል፣ ሸፋጥያ፣ ሐጢል፣ ፖኬሬት፣ ሐጸባይምና አሚ ተብለው የሚጠሩ ናቸው፡፡",
      "49": "ለቤተ መቅደስ ሥራ የተመደቡት ወገኖችና የሰሎም አገልጋዮች ዝርያዎች ጠቅላላ ድምር 392 ነበር፡፡",
      "50": "ቴልሜላሕ፣ ቴልሐርሻ፣ ከሩብ፣ አዳንና ኢሜር ተብለው ከሚጠሩት ከተሞች ከስደት የተመለሱ የደላይ፣ የጦቢያና የነቆዳ ጎሳዎች ወገኖችም 652 ነበሩ፣ ነገር ግን እነርሱ የእስራኤላውያን ዝርያዎች መሆናቸውን በትክክል ማስረዳት አልቻሉም፡፡",
      "51": "ከዚህ የሚከተሉት የካህናት ጎሳዎችም ቢሆኑ ሐባያ፣ ሀቆጽና ባርዚላይ ተብለው የሚጠሩት ጎሳዎች ዝርያዎች ለመሆናቸው በቂ ማስረጃ አልተገኘላቸውምለለ በመሠረተ ትውልዱ የባርዚላይ ጎሳ የካህናት ቤተሰብ የቀድሞ አባት የገለዓድ ተወላጅ ከሆነው ከባዚላይ ጎሳ አንዲት ሴት አግብቶ ነበር፤ የአማቹን ጎሳ ስም የወረሰውም ከዚሁ ጋብቻ ነበር፡፡ የእነርሱ የቀድሞ አባቶች እነማን እንደነበሩ ካለማወቃቸው የተነሣ ካህናት ሆነው ለማገልገል ተቀባይነት አላገኙም፡፡",
      "52": "በኡሪምና በቱሚም የያህቬህ(הוהי)ን ፈቃድ መጠየቅ የሚችል ካህን እስከሚነሣም ድረስ እነርሱ ለያህቬህ(הוהי) ከሚቀርበው የምግብ መባ መብላት እንደማይችሉ አይሁዳዊው ገዥ አዘዛቸው፡፡",
      "53": "በዚህም ሁኔታ ከስደት የተመለሱት ሰዎች ጠቅላላ ብዛት 42,360 ነበር፡፡",
      "54": "የእነርሱም ወንዶችና ሴቶች አገልጋዮች ባዛት 7,337 ሲሆን፤ የወንዶችና ሴቶች መዘምራን ድምር 200 ነበር፡፡",
      "55": "ስደተኞቹም፡- 736 ፈረሶች 245 በቅሎዎች፤ 435 ግመሎችና 6,720 አህዮች ነበሩአቸው፡፡",
      "56": "እነዚህም ስደተኞች ተመልሰው በኢየሩሳሌም የያህቬህ(הוהי) ቤተ መቅደስ ወደነበረበት ስፍራ በደረሱ ጊዜ አንዳንድ የቤተሰብ መሪዎች ቀድሞ በነበረበት ቦታ ቤተ መቅደስን እንደገና መልሶ ለመሥራት ይረዳ ዘንድ በበጎ ፈቃድ የሚቀርብ የመባ ስጦታ አበረከቱ፡፡",
      "57": "እነርሱም ለቤተ መቅደሱ ሥራ ማከናወኛ የሚችሉትን ያህል አዋጥተው ያቀረቡት ስጦታ ሲደመር ብማሽኪሎ ወርቅ፣ ሁለት ኪሎ ከስምንት መቶ ግራም ብር ሆነ፤ ለካህናቱም የሚሀሆን አንድ መቶ ልብስ ሰጡ፡፡",
      "58": "ካህናቱ፤ ሌዋውያኑና ከሕዝቡም አንዳንዱ በኢየሩሳሌም ወይም በአቅራቢያዋ ሰፈሩ፤ መዘምራኑ፤ የቤተ መቅደስ ዘብ ጠባቂዎችና ለቤተ መቅደስ ሕንጻየተመደቡት ሠራተኞች በየአቅራቢያው በሚገኙት ከተሞች ሰፈሩ፤ እንዲሁም የቀሩት እስራኤላውያን የቀድሞ አባቶቻቸው በነበሩባቸው ከተሞች ሰፈሩ፡፡"
    },
    "Chapter 3": {
      "1": "በሰባተኛው ወር እስራኤል ሕዝብ በሙሉ በከተሞቻቸው በመስፈር ተደላድለው ተቀመጡ፤ ከዚህም በኋላ ሁሉም በኢየሩሳሌም ተሰበሰቡ፤",
      "2": "የኢዮጼዴቅ ልጅ ኢያሱም ዘመዶቹ ከሆኑት ካህናትና የሰላትያል ልጅ ዘሩባቤልም ከዝርያዎቹ ጋር በመተባበር የእስራኤል አምላክ የሆነውን የያህቬህ(הוהי)ን መሠዊያ እንደገና ሠሩ፤ የያህቬህ(הוהי) ሰው በሆነው በሙሴ የሕግ መጽሐፍ በተጻፈውም መመሪያ መሠረት በዚያ መሠዊያ ላይ የሚቃጠል መሥዋዕት ለማቅረብ ቻሉ፡፡",
      "3": "የተመለሱት ስደተኞች ምንም እንኳ በምድሪቱ ከሚኖሩት ሕዝብ ተቃውሞ የተነሣ ፍርሃት ቢያድርባቸውም መሠዊያውን በዚያው ቀድሞ በቆመመበት ቦታ መልሰው ሠሩት፤ ከዚያም በኋላ የሚቃጠል መሥዋዕት ዘወትር ጠዋትና ማታ በዚያ ላይ እንደገና ማቅረብ ጀመሩ፡፡",
      "4": "ሕጉም በሚያዘው መሠረት የዳስ በዓልን አከበሩ፤ ለእያንዳንዱም ቀን የተመደበውን መሥዋዕት አቀረቡ፤",
      "5": "በተጨማሪም ዘወትር በሙሉ የሚቃጠለውን መሥዋዕት፤ በወር መባቻና ያህቬህ(הוהי)ን ለማምለክ በሚደረጉት በሌሎች ስብሰባዎችም የሚቀርብ መሥዋዕት ሁሉ በበጎ ፈቃድ ለያህቬህ(הוהי) ከሚቀርበው ከሌላው መሥዋዕት ሁሉ ጋር አቀረቡ፡፡",
      "6": "ምንም እንኳ ሕዝቡ የቤተ መቅደሱን ሕንጻ እንደገና መሥራት ባይጀምሩም፤ ሰባተኛው ወር በገባ በመጀመሪያው ቀን ለያህቬህ(הוהי) የሚቃጠል መሥዋዕት ማቅረባቸውን ጀመሩ፡፡",
      "7": "ሕዝቡ ለብንበኞችና ለአናጢዎች የሚከፈለውን ገንዘብ ሰጡ፤ እንዲሁም ከሊባኖስ  የዝግባ ዛፍ ቆርጠው በኢዮጴ የባሕር ጠረፍ በከል እንዲልኩላቸው ለጡሮስና ለሲዶና ከተሞች ነዋሪዎች ምግብን፤ መጠጥንና የወይራ ዘይትን ላኩ፤ ይንም ሁሉ የሆነው የፋርስ ንጉሠ ነገሥት ቂሮስ በሰጣቸው ፈቃድ መሠረት ነበር፡፡",
      "8": "ስለዚህም በኢየሩሳሌም የያህቬህ(הוהי) ቤተ መቅደስ ተሠርቶ ወደነበረበት ስፍራ በደረሱበት በሁለተኛው ዓመት በሁለተኛው ወር ሥራውን ጀመሩ፤ ዘሩባቤል፣ ኢያሱና ሌሎቹም የሀገራቸው ልጆች፣ ካሃቱና ሌዋውያኑ፣ ባጠቃላይም ወደ ኢየሩሳሌም ተመልሰው የመጡት ስደተኞች በሥራው ተባበሩ፡፡ ዕድሜአቸው ሃያ ዓመት ወይም ከዚያ በላይ የሆነ ሌዋውያን ሁሉ የቤተ መውደስ ሕንጻ ሥራ ኀላፊዎች ሆነው ተመደቡ፡፡",
      "9": "ሌዋዊው የሹዓና ወንዶች ልጆቹ፤ እንዲሁም ዘመዶቹ፤ ቃድሚኤልና ከሖዳዊያ ቤተሰብ ወገን የሆኑ ወንዶች ልጆችም ሁሉ በአንድነት ተባብረው ቤተ መቅደሱን እንደገና የመሥራቱን ኀላፊነት ተረከኑ፤ የሔናዳድ ዝርያዎች የሆኑት ሌዋውያንም ይረሱአቸው ነበር፡፡",
      "10": "ሠራተኞቹ የቤተ መቅደሱን መሠረት ማኖር በጀመሩበት ጊዜ ካህናቱ ልብሰ ተክህኖአቸውን ለብሰው በእጃቸው መለከት በመያዝ የአሳፍ ቤተሰብ ተወላጆች የሆኑ ሌዋውያንም ጸናጽል ይዘው በረድፍ ቆመው ነበር፤ እነርሱም ከንጉሥ ዳዊት ዘም ጀምሮ ያይዞ በመጣው መመቲያ መሠረት በመዝሙር ያህቬህ(הוהי)ን አመሰገኑ፡፡",
      "11": "“ያህቬህ(הוהי) ቸር ነው፤ ለእስራኤል ያለው ፍቅር ዘላለማዊ ነው፡፡” የሚለውን መዝሙር በመቀባበል ለያህቬህ(הוהי) ክብር ዘመሩት፤ የቤተ መቅደሱን መሠረት የማሆነር ተግባር ስለተጀመረም እያንዳንዱ ሰው ድምፁን ከፍ አድርጎ እልል በማለት ያህቬህ(הוהי)ን ያመሰግን ነበር፡፡",
      "12": "ከሽማግሌዎቹ ካህናትና ሌዋውያን ብዙዎቹ እንዲሁም የጎሳ መሪዎች የቀድሞውን ቤ መቅደስ አሠራር በዐይናቸው አይተው ስለነበር የዚህኛውን ቤ መቅደስ መሠረት ሲጣል ባዩ ጊዜ ድምፃቸውን ከፍ አድርገው አለቀሱ፤ በዚያ የነበሩት የሌሎቹ እልልታ ግን አስተጋባ፡፡",
      "13": "ከዚህም የተነሣ ማንም ሰው የደስታውን እልልታና የለቅሶውን ጩኸት ድምፅ ለመለየት አልተቻለውም፤ ምክንያቱም የሚያሰሙት ከፍተኛ ድምፅ በስፋት እስከ ሩቅ ያስተጋባ ነበር፡፡"
    },
    "Chapter 4": {
      "1": "የይሁዳና የቢንያም ሕዝብ ጠላቶች የሆኑ ነዋሪዎች፤ ከስደት የተመለሱት ሕዝብ የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) የሚመሰገንበትን ቤተ መቅደስ እንደገና መልሰው በመሥራት ላይ መሆናቸውን ሰሙ፡፡",
      "2": "ስለዚህም ወደ ዘሪባቤልና ወደ ጎሳ መሪዎች ቀርበው “ቤተ መቅደስን በመሥራት እንተባበራችሁ፤ ምክንያቱም ይህንኑ እናንተ የምታመልኩትን ያህቬህ(הוהי) እኛም እናመልከዋለን፤ የአሦር ንጉሠ ነገሥት አስራዶን ወደዚህ አገር ከላከንም ጊዜ ጀምሮ መሥዋዕት ስናቀርብለት ቆይተናል” አሉአቸው፡፡",
      "3": "ዘሩባቤል፣ ኢያሱና የጎሳ መሪዎች ሁሉ እነዚህን ሰዎች “ለአምላካችን ለያህቬህ(הוהי) ስለምንሠራው ቤተ መቅደስ የእናንተ ዕርዳታ አያስፈልገንም፣ የፋርስ ንጉሠ ነገሥት ቂሮስ ባዘዘን መሠረት እኛው ራሳችን እንሠራዋለን” ሲሉ መለሱላቸው፡፡",
      "4": "ከዚህም በኋላ የምድሪቱ ነዋሪዎች የሆኑት ሕዝብ አይሁዳውያንን በማስፈራራትና ተስፋ ለማስቆረጥ በመሞከር ቤተ መቅደሱን እንዳይሠሩ ሊከለክሉአቸው ተነሣሡ፡፡",
      "5": "ለፋርስ መንግሥት ባለሥልጣኖች ጉቦ በመስጠትም በእነርሱ ላይ ተጽዕኖ ሊያደርጉባቸው ሞከሩ፤ ከቂሮስ ዘመነ መንግሥት ጀምሮ ዳርዮስ እስከ ተነሣበት ዘመን ድረስ ይህን ከማድረግ አልተቆጠቡም ነበር፡፡",
      "6": "ይልቁንም አርጤክስስ ንጉሠ ነገሥት በሆነበት ዘመን መጀመሪያ ላይ ጠላቶቻቸው በይሁዳና በኢየሩሳሌም ይኖሩ በነበሩት በስደተኞች ላይ በጽሑፍ የተቀናበረ ክስ መሠረቱባቸው፡፡",
      "7": "አርጤክስስ የፋርስ ንጉሠ ነገሥት ሆኖ በተነሣበትም ዘመን እንደገና ቢላሽም፣ ሚትረዳት፣ ጣብኤልና ሌሎቹ የእነርሱ ግብረ አበሮች የክስ ደብዳቤ የተጻፈው በሶርያ ፊደልና ቋንቋ ሲሆን ተተርጉሞ በንባብ እንዲሰማ የተላከ ነበር፡፡",
      "8": "እንዲሁም አገረገዥው ረሑምና የአውራጃው ጸሐፊ ሺምሻይ ስለ ኢየሩሳሌም ጉዳይ ከዚህ የሚከተለውን ደብዳቤ ወደ አርጤክስስ ጻፉ፤",
      "9": "“ከአገረ ገዥ ረሑምና ከአውራጃው ጸሐፊ ሺምሻይ፤ እንዲሁም ተባባሪዎቻቸው ከሆኑት ዳኞችና ቀድሞ በዔላም ምድር በኤሬክ፤ በባቢሎንና በሱሳ ይኖሩ ከነበሩት ሌሎችም ባለሥልጣኖች ሁሉ፤",
      "10": "ታላቁና ኀያሉ ንጉሠ ነገሥት አሰናፈር ከየተወለዱበት አገር በማዛወር በሰማርያ ከተማና ከኤፍራጥስ ምዕራባዊ ክፍል በየአውራጃው እንዲሰፍሩ ካደረጋቸው ከሌሎችም ሕዝቦች ጋር በመተባበር የተጻፈ ሲሆን፤”",
      "11": "የደብዳቤውም ፍሬ ነገር ይህ ነው፤",
      "12": "በኤፍራጥስ ምዕራባዊ ክፍል ከሚኖሩ አገልጋዮቹ ለንጉሠ ነገሥት አርጤክስስ የተላከ፤",
      "13": "ስለዚህም ንጉሥ ሆይ! ይህች ከተማ እንደገና ከተሠራችና የቅጽሮችዋም ሥራ ከተጠናቀቀ፤ ሕዝቡ ግብር መክፈላቸውን ያቆማሉ፤ ለአንተ የሚቀርበውም የንጉሣዊ ቤተ መንግሥት ገቢህ ሊቀነስ ይችላል፤",
      "14": "እኛ ከአንተ የተሰጠን ግዴታና ኀላፊነት ስላሳሰበን ይህ ሁሉ ሲሆን ዝም ማለት አልፈለብንም፤ ስለዚህ አሁን የምናቀርበው አሳብ፤",
      "15": "የቀድሞ አባቶችህ ምን ሠርተው እንዳለፉ የሚያስረዳ ታሪክ ይመረመር ዘንድ ትእዛዝ እንድትሰጥ ነው፤ ይህንንም በምታደርጉበት ጊዜ ይህች ከተማ ዘወትር ዐመፀኛ እንደነበረችና ከጥንት ጀምሮ ለነገሥታትና በየክፍላተ ሀገሩ ለሚገኙ አገረ ገዥዎች ምን ያህል ችግር ፈጣሪ እንደሆነች ማስረጃ ታገኛለህ፤ ሕዝብዋ ምንጊዜም ተገዥዎች ለመሆን የሚያስቸግሩ ናቸው፤ ከተማይቱ እንድትደመሰስ የተደረገበትም ምክንያት ይኸው ነው፡፡",
      "16": "ከዚህም የተነሣ ይህች ከተማ እንደገና ከተሠራችና የቅጽሮችዋም ሥራ ከተጠናቀቀ በኋላ አንተ ከኤፍራጥስ በስተምዕራብ የሚገኙትን ክፍላተ ሀገሮች ለመቆጣጠር እንደሚያስቸግርህ እኛ አምነናል፡፡”",
      "17": "ንጉሠ ነገሥቱም ለዚህ ደብዳቤ ከዚህ የሚከተለውን መልስ ላከ፡-",
      "18": "“የላካችሁልኝ ደብዳቤ ተተርጉሞ በንባብ ሰምቼዋለሁ፤",
      "19": "በእርሱም መነሻነት ጥብቅ ምርምርና ጥናት እንዲደረግ ትእዛዝ ሰጥቻለሁ፤ ከጥናቱም የተገኘው ውጤት፤ ኢየሩሳሌም ከጥንት ጀምሮ በመንጋሥት ሥላጣን ላይ ስታምፅ የኖረች ዐመፀኞችና ችግር ፈጣሪዎች የሞሉባት እንደነበረች ያስረዳል፤",
      "20": "ይህም ሁሉ ሆኖ ኀያላን ነገሥታት ገዝተዋታል፤ ቀረጥና ግብር እየሰበሰቡም ከኤፍራጥስ በስተምዕራብ የሚፈኘውን ክፍለ ሀገር አስተዳድረዋል፡፡",
      "21": "ስለዚህ እኔ የመጨረሻ ውሳኔ እስከማስተላልፍበት ጊዜ ድረስ እነዚያ ስደተኞች ከተማይቱን እንደገና መሥራታቸውን ያቆሙ ዘንድ እዘዝ፡፡",
      "22": "ይህንንም በፍጥነት አድርጉት፤ ከዚያም በኋላ የእኔን ጥቅም የሚቃረን አይኖርም፡፡”",
      "23": "ንጉሠ ነገሥቱ አርጤክስስ የላከው የመልስ ደብዳቤ መጥቶ ለረሑም፣ ለሺምሻይና ለተባባሪዎቻቸው ሁሉ እንደተነበበላቸው ወዲያውኑ ወደ ኢየሩሳሌም ገሥግሠው መጥተው አይሁዳውያንን በማስገደድ የኢየሩሳሌምን ከተማ ከመሥራት አገዱአቸው፤",
      "24": "ስለዚህ ዳርዮስ በፋርስ እስከነገሠበት እስከ ሁለተኛው ዓመት ድረስ የቤተ መቅደሱ ሥራ በመቋረጡ በጅምር ቀርቶ ነበር፡፡"
    },
    "Chapter 5": {
      "1": "በዚያን ጊዜ ሁለቱ ነቢያት፣ ሐጌና የዒዶ ልጅ ዘካርያስ በኢየሩሳሌምና በይሁዳ ምድር ለሚኖሩ አይሁዳውያን ስለቤተ መቅደሱ ሥራ ጉዳይ በእስራኤል አምላክ ስም ትንቢት ተናገሩላቸው፡፡",
      "2": "የሰላትያል ልጅ ዘሩባቤልና የኢዮጼዴቅ ልጅ ኢያሱም የነዚህን ነቢያት የትንቢት ቃል በሰሙ ጊዜ በኢየሩሳሌም የሚገኘውን ቤተ መቅደስ መሥራታቸውን እንደገና ቀጠሉ፤ ሁለቱ ነቢያትም ይረዱአቸው ነበር፡፡",
      "3": "በዚህ ጊዜ ታተናይ ተብሎ የሚጠራው የኤፍራጥስ ምዕራባዊ ክፍል ገዥ ሸታርቦዝናይና ተባባሪዎቻቸው የሆኑ ባለሥልጣኖች ጭምር ወደ ኢየሩሳሌም መጥተው “ይህን ቤተ መቅደስ ለመሥራትና ቅጽሩንም ለማደስ ማን ፈቀደላችሁ?” ሲሉ ጠየቁአቸው፡፡",
      "4": "ቤተመቅደሱን ለመሥራት የተባበሩአቸውን ሰዎች ስም ዝርዝር ለማወቅም ጠየቁ፡፡",
      "5": "ነገር ግን የአይሁዳውያን መሪዎችን ያህቬህ(הוהי) ይጠብቃቸው ስለነበር ለዳርዮስ መልዕክት ጽፈው መልስ እስከሚያገኙበት ጊዜ ድረስ የፋርስ ባለሥልጣኖች በዚህ ጉዳይ ላይ ምንም ዓይነት ውሳኔ ላለመስጠት ቆረጡ፤",
      "6": "ታተናይና ተባባሪዎቹ ለንጉሠ ነገሥቱ የጻፉትም መልእክት ይህ ነበር፡-",
      "7": "“ለንጉሠ ነገሥት ዳርዮስ! በግዛትህ ጽኑ ሰላም ይሁንልህ!",
      "8": "“ንጉሥ ሆይ! እኛ ወደ ይሁዳ ክፍለ ሀገር ሄደን ነበር፤ በዚያም የታላቁ አምላክ ቤተ መቅደስ በታልላቅ ጥርብ ድንጋዮች እንደገና እየተገነባ፤ በቅጽሮቹም ላይ የእንጨት ምሰሶዎች እየተቸከሉ በመሠራት ላይ መሆኑን አየተን፤ ሥራውም በጥንቃቄ ተይዞ በመፋጠን ላይ ነው፡፡",
      "9": "“እናም የሕዝቡን መሪዎች ‹ይህን ቤተ መቅደስ እንደገና መልሳችሁ ለመሥራትና ቅጽሮቹንም ለማደስ ማን ፈቀደላችሁ?› ብለን ጠየቅናቸው፤",
      "10": "የዚህ ሥራ መሪዎችም እነማን እንደሆኑ እንገልጥልህ ዘንድ የስም ዝርዝራቸውን ጠይቀናል፡፡",
      "11": "“እነርሱም እንዲህ ሲሉ አስረድተውናል፤ ‹እኛ ሰማይንና ምድርን የፈጠረ የታላቁ ያህቬህ(הוהי) አገልጋዮች ነን፤ ስለዚህም ለእርሱ ቀደም ሲል በኀያሉ የእስራኤል ንጉሥ ተሠርቶለት የነበረውን ቤተ መቅደስና ቅጽር እንደገና መልሰን በመሥራት ላይ እንገኛለን፤",
      "12": "ነገር ግን የቀድሞ አባቶቻችን ይህን የሰማይ አምላክ በማስቆጣታቸው ምክንያት በለከዳውያን ሥርወ መንግሥት የባቢሎን ንጉሠ ነገሥት በሆነው በናቡከደናፆር ጦር እንዲሸነፉ አደረገ፤ ቤተ መቅደሱ ፈራረሰ፤ ሕዝቡም ተማርኮ ወደ ባቢሎን ተወሰደ፡፡",
      "13": "ከዚህም በኋላ ቂሮስ የባቢሎን ንጉሠ ነገሥት በሆነ በመጀመሪያው ዓመት ይህን ቤተ መቅደስ መልሰን መሥራት እንድንችል በዐዋጅ የፈቀደልን ንጉሠ ነገሥቱ ቂሮስ ራሱ ነው፡፡",
      "14": "ናቡከደነፆር በዚሁ በኢየሩሳሌም ተሠርቶ ከነበረው ከቀድሞው ቤተ መቅደስ ማርኮ የወሰዳቸውንና በባቢሎን ማምለኪያ ስፍራ ውስጥ ያኖራቸውን ከወርቅ የተሠሩ ንዋያተ ቅድሳትም ሁሉ ቂሮስ መልሶ አስረክቦናል፤ ንዋያተ ቅድሳቱንም ያስረከበን የይሁዳ ገዥ አድርጎ በሾመው ሼሽባጻር ተብሎ በሚጠራው ሰው አማካይነት ነው፡፡",
      "15": "ይኸው አገረ ገዥው ሼሽባጻር አነዚህን ንዋያተ ቅድሳት መልሶ በማምጣት በኢየሩሳሌም ከነበረው ቤተ መቅደስ ውስጥ ያኖር ዘንድ፤ እንዲሁም ቤተ መቅደሱ ቀድሞ በመበረበት ስፍራ ላይ ተመልሶ እንዲሠራ ያደርግ ዘንድ ንጉሠ ነገሥቱ ቂሮስ አዞታል፡፡",
      "16": "ስለዚህም ሼሽባጻር መጥቶ መሠረቱን ጣለ፤ ከዚያም በኋላ የሕንጻው ሥራ እንዲቀጥል ተደርጎ ይኸው እስከአሁን በመሠራት ላ ነው፤ ነገር ግን የቤተ መቅደሱ ሕንጻ ገና አልተፈጸመም፡፡›",
      "17": "“ንጉሥ ሆይ! እንግዲህ በእርግጥ ይህ ቤተ መቅደሱ በኢየሩሳሌም ይሠራ ዘንድ ንጉሥ ቂሮስ የሰጠው ትችዛዝ መኖር አለመኖሩን ለማረጋገጥ በባቢሎን ቤተ መንግሥት የጽሑፍ ማስረጃዎችን አስመርምረህ በዚህ ጉዳይ ላይ ምን ዐይነት ውሳኔ ቢሰጥ እንደምትፈቅድ ታስታውቅ ዘንድ እንለምናለን፡፡”"
    },
    "Chapter 6": {
      "1": "ከዚህ በኋላ ንጉሠ ነገሥት ዳርዮስ ትእዛዝ አስተላለፈ፤ በባቢሎን ቤተ መንግሥት የሚገኙ መዛግብት ሁሉ ይመረመሩ ዘንድ።",
      "2": "ነገር ግን በባቢሎን ከተማ ሳይሆን በሜዶን ክፍለ ሀገር በተለይ “አሕምታ” ተብላ በምትጠራው ከተማ አንድ የብራና ጥቅል ተገኘ፤ በውስጡም የተጻፈበት ቃል እንዲህ የሚል ነበር፡-",
      "3": "“ቂሮስ ንጉሠ ነገሥት በሆነ በመጀመሪያው ዓመት በኢየሩሳሌም የነበረው ቤተ መቅደስ የሚቃጠለውና ሌላውም ልዩ ልዩ መሥዋዕት ይቀርብበት ዘንድ እንደገና እንዲሠራ በመፍቀድ ትእዛዝ ሰጥቷል፤ የቤተ መቅደሱም ርዝመት ሃያ ሰባት ሜትር፤ ስፋቱም ሃያ ሰባት ሜትር መሆን አለበት፡፡",
      "4": "ቅጽሮቹም ከድንጋይ በተሠሩት በሦስቱም ዙር ግንቦች አናት ላይ አንዳንድ ዙር ከእንጨት የተሠራ ድምድማት ይኑራቸው፤ ለዚህም ሁሉ ሥራ የሚያስፈልገው ገንዘብ ከቤተ መንግሥቱ ግምጃ ቤት ወጭ ሆኖ ይሰጥ፡፡",
      "5": "እንዲሁም ከዚህ በፊት ንጉሥ ናቡከደነፆር በኢየሩሳሌም ከነበረው ቤተ መቅደስ ማርኮ ያወጣቸው፤ ከወርቅና ከብር የተሠሩትም ንዋያተ ቅድሳት ወደዚያው ተመልሰው በኢየሩሳሌም በሚሠራው ቤተ መቅደስ በተገቢ ቦታቸው ይቀመጡ፡፡”",
      "6": "ከዚህ በኋላ ዳርዮስ የሚከተለውን መልእክት አስተላለፈ፡-",
      "7": "“የኤፍራጥስ ምዕራባዊ ገዥ ለሆንከው ለታተናይ፤ ለሸታርቦዝናይና በምዕራብ ኤፍራጥስ ለሚገኙ ተባባሪዎቻቸሁ ሁሉ፡- ከቤተ መቅደሱ ርቃችሁ፤",
      "8": "ሥራውን ከማደናቀፍ ተቆጠቡ፤ የይሁዳ ክፍለ ሀገር ገዠና የአይሁዳውያን መሪዎች ቀድሞ በነበረበት ስፍራ ላይ የያህቬህ(הוהי)ን ቤተ መቅደስ መልሰው ይሥሩ፡፡",
      "9": "በዚሁ አጋጣሚ ይልቁንም የቤተ መቅደሱን ሥራ እንድታግዙአቸው አዝዣችኋለሁ፡፡ ስለዚህም አስፈላጊው የማሠሪያ ገንዘብ ሁሉ በኤፍራጥስ ምዕራባዊ ክፍል ከተሰበሰበው የመንግሥተ ግብር ሳይዘገይ ወጭ እየሆነ ይሰጣቸው፤ ሥራውም መሰናከል አይገባውም፡፡",
      "10": "ከዚህም ሁሉ ጋር በኢየሩሳሌም የሚገኙት ክህናት በሚነግሩአችሁ መሠረት በየዕለቱ በሰማይ ለሚኖረው ቸምላክ ለሚያቀርቡት መሥዋዕት የሚፈልጉአቸውን ኮርማዎችን፤ በጎችን ወይም ጥቦቶችን፤ እንዲሁም ለመባ የሚሆነውን ስንዴ፤ ጨው፣ የወይን ጠጅና የወይራ ዘይት ሁሉ ስጡአቸው፡፡",
      "11": "ይህም ሁሉ የሚሆንበት ምክንያት የሰማይ አምላክ በደስታ የሚቀበለውን መሥዋዕት ሁሉ በማቅረብ ለእኔና ለልጆቼ ሕይወት እንዲጸልዩልን ነው፤",
      "12": "ከዚህም ሌላ ማስታወቅ የምፈልገው ነገር፤ ይህን መመሪያ የማይቀበልና የማይታዘዝ ማንም ሰው ቢኖር ከቤቱ የእንጨት ምሰሶዎች አንዱ ተነቅሎ በአንዱ ጫፍ በኩል እንዲሾል ከተደረገ በኋላ በሰውነቱ ላይ ይሰካበት፤ ቤቱም ፈራርሶ የጉድፍ መጣያ ይሁን፡፡",
      "13": "ይህን ትእዛዝ ባለመቀበል የያህቬህ(הוהי)ን ቤተ መቅደስ ለማፍረስ የሚሞክረውን ማንኛውንም ንጉሥ ወይም ሕዝብ፤ ይመልክባት ዘንድ ኢየሩሳሌምን የመረጣት አምላክ ይገልብጠው፤ ይህንን ትእዛዝ ያስተላለፍሁ እኔ ዳርዮስ ስለሆንሁ በሙሉ መፈጸም አለበት፡፡”",
      "14": "ከዚህ በኋላ አገረ ገዥው ታተናይ፤ ሸታርቦዝናይና የእነርሱም ተባባሪዎች የሆኑ ባለሥልጣኖች ንጉሠ ነገሥቱ አንዳዘዛቸው ሁሉንም ነገር ፈጸሙ፡፡",
      "15": "የአይሁዳውያን መሪዎች፤ ነቢያቱ ሐጌና ዘካርያስ እያበረታቱአቸው የቤተ መቅደሱን ሥራ አፋጠኑት፤ በእስራኤል አምላክ ፈቃድ የፋርስ ነገሥታት ቂሮስ፤ ዳርዮስና አርጤክስስ ባዘዙትም መሠረት የቤተ መቅደሱን ሥራ ፈጸሙ፤",
      "16": "የቤተ መቅደሱን ሥራ የፈጸሙትም ዳርዮስ ንጉሠ ነገሥት በሆነ በስድስተኛው ዓመት አዳር ተብሎ የሚጠራው ወር በገባ በሦስተኛው ቀን ነበር፡፡",
      "17": "ከዚህም ቀጥሎ የእስራኤል ሕዝብ፤ ካህናቱና ሌዋውያኑ፤ እንዲሁም ከስደት የተመለሱት ሌሎችም ሰዎች ሁሉ የቤተ መቅደሱን ምረቃ በዓል በደስታ አከበሩ፡፡",
      "18": "እነርሱም ሁሉ ለበዓሉ የሚሆኑትን አንድ መቶ ኮርማዎችን፣ ሁለት መቶ በጎችንና አራት መቶ ጥቦቶችን ለመሥዋዕት አቀረቡ፤ ለኃጢአት ስርየት መሥዋዕት የሚሆኑም ዐሥራ ሁለት ፍየሎችን በእያንዳንዱ ነገድ ስም ዘቀረቡ፡፡",
      "19": "በሙሴ ሕግ በተጻፈው መመሪያ መሠረት በኢየሩሳሌም በተሠራው ቤ መቅደስ አገልግሎት ካንቱንና ሌዋውያኑን አደራጁ፡፡",
      "20": "ከስደት የተመለሱት ሕዝብ ከስደት በተመለሱበት በተከታዩ ዓመት የመጀመቲያው ወር በገባ በዐሥራ አራተኛው ቀን የፋሲካን በዓል አከበሩ፡፡",
      "21": "ካህናቱና ሌዋውያኑም ሁሉ በሕጉ መሠረት ራሳቸውን በሥርዓት አነጹ፤ ሌዋውያኑም በፋሲካው በዓል አከባበር ላይ ከስደት ለተለሱት ሕዝብና ለካህናቱ፤ እንዲሁም ለራሳቸው የቀረቡትን እንስሳት ዐረዱ፡፡",
      "22": "መሥዋዕቱንም ሁሉ ከስደት የጠመለሱት እስራኤላውያን፤ እንዲሁም በዚያች ምድር የሚኖሩትን አረማውያን ሥርዓት ትተው የእስራኤል አምላክ የሆነውን ያህቬህ(הוהי)ን የሚያመልክ ሁሉ እንዲበገቡት ተደረገ፡፡",
      "23": "የቂጣንም በዓል ሰባት ቀን ሙሉ በታላቅ ደስታ አከበሩ፤ ምክንያቱም ያህቬህ(הוהי) ራሱ በአሦር ንጉሠ ነገሥት ዘንድ መወደድን አግኝተው የእስራኤል አምላክ የሚመሰገንበትን ቤተ መቅደስ እንደገና መሥራት ይችሉ ዘንድ በሥራቸው ሁሉ እንዲረዳቸው ስላደረገላቸው ነው፡፡"
    },
    "Chapter 7": {
      "1": "ከብዙ ጊዜ በኋላ አርጤክስስ የፋርስ ንጉሠ ነገሥት በሆነበት ዘመን፤ ዕዝራ ተብሎ የሚጠራ አንድ ሰው በዚያ ይኖር ነበር፤ የእርሱም የቀድሞ አባቶች የትውልድ ሐረግ እስከ ታላቁ ሊቀ ካህናት አሮን ድረስ ሲቆጠር እንደሚከተለው ነው፡- ዕዝራ የሠራያ ልጅ ሲሆን፤ ሠራያ የዐዛርያ ልጅ፤ ዐዛርያ የሒልቂያ ልጅ፣ ሒልቂያ የሻሉም ልጅ፣",
      "2": "ሻሉም የሳዶቅ ልጅ፤ ሳዶቅ የአሒጦብ ልጅ፤ አሒጦብ የአማርያ ልጅ፤",
      "3": "አማርያ የዓዛርያ ልጅ፣ ዓዛርያ የመራዮት ልጅ፣ መራዮት የዘራህያ ልጅ፣",
      "4": "ዘራሕያ የዑዚ ልጅ፣ ዑዚ የቡቂ ልጅ፣",
      "5": "ቡቂ የአቢሹዓ ልጅ፣ አቢሹዓ የፊንሐስ ልጅ፤ ፊንሐስ የአልዓዛር ልጅ፤ አልዓዛር የአሮን ልጅ ነው፡፡",
      "6": "ዕዝራ የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ለሙሴ የሰጠውን ሕግ በማጥናት የተሟላ ዕውቀት ያለው ሊቅ ነበር፤ አምላኩ ያህቬህ(הוהי) የባረከው ሰው በመሆኑ የጠየቀውን ሁሉ ያገኝ ዘንድ ንጉሠ ነገሥቱ ፈቀደለት፤ ስለዚህም አርጤክስስ በነገሠ በሰባተኛው ጫመት ዕዝራ ከባቢሎን ተነሥቶ ወደ ኢየቱሳሌም ተጓዘ፤ ከእርሱም ጋር ካህናትና ሌዋውያን፤ የቤተ መቅደስ መዘምራንና ዘብ ጠባቂዎች ፤ እንዲሁም ልዩ ልዩ ሠራተኞች የሚገኙበት የስደተኞች እስራኤላውያን ቡድን ነበር፡፡",
      "7": "እነርሱም የመጀመሪያው ወር በገባ በመጀመሪያው ቀን ከባቢሎን ተነሥተው ተጓዙ፤ በያህቬህ(הוהי) ዕርዳታም አስተና ዘጠኝ ወር በገባ በመጀመሪያው ዕለት ኢየሩሳሌም ደረሱ፡፡",
      "8": "ዕዝራ መላ ሕይወቱን የያህቬህ(הוהי)ን ሕግ በማጥናትና በተግባር በመተርጎም፤ እንዲሁም የያህቬህ(הוהי)ን ትእዛዛትና ሕግጋት ለመላው የእስራኤል ሕዝብ ለማስተማር ያውለው ነበር፡፡",
      "9": "ያህቬህ(הוהי) ለእስራኤል ሕዝብ የደጣቸውን ሕግና ትእዛዝ ሁሉ በከፍተኛ ደረጃ ያውቅ ስለነበር ለካህኑ ዕዝራ ንጉሠ ነገሥቱ አርጤክስስ የሰጠው የጽሑፍ ፈቃድ ከዚህ የሚከተለው ነው፡-",
      "10": "“ከንጉሠ ነገሥት አርጤክስስ! የሰማይ አምላክ የሆነ የያህቬህ(הוהי)ን ሕግ በማጥናት ረገድ ታላቅ ምሁር ለሆነው ለካህኑ ዕዝራ፡-",
      "11": "እኔ በማስተዳድረው የንጉሠ ነገሥት መንግሥት ግዛት ውስጥ የሚገኙና ከአንተ ጋር ወደ ኢየሩሳሌም መመለስ የሚፈልጉ እስራኤላውያን፤ ካህናትና ሌዋውያን ሁሉ እንዲመለሱ ፈቅጃለሁ፤",
      "12": "ከዚህም ጋር እኔ ራሴ ከሰባቱ አማካሪዎቼ ጋር በአንድነት ያስተላለፍነውን ውሳኔ ለአንተ የተሰጠው የአምላክህ ሕግና ትዕዛዝ በተግባር መፈጸሙን እየተመለከትህ በኢየሩሳሌምና በይሁዳ ያለውን ሁኔታ እንድትመረምር ልኬልሃለሁ፡፡",
      "13": "በምትሄድበትም ጊዜ ወርቅና ብር እንዲሁም እኔና አማካሪዎቼ በኢየሩሳሌም ቤተ መቅደስ ለተሠራለት፤ ለእስራኤል አምላክ እንዲቀርብልን የምንፈልገውን መባ ሁሉ ይዘህ ሂድ፡፡",
      "14": "ከዚህም ሁሉ ጋር አንተ ራስህ ከባቢሎን ምድር የሰበሰብኸውን ወርቅና ብር፤ የእስራኤል ሕዝብና ካህኖቶቻቸውም ጭምር በኢየሩሳሌም በተሠራው የአምላካቸው ቤተ መቅደስ እንዲቀርብላቸው የሚፈልጉትን መባ ሁሉ ይዘህ ሂድ፡፡",
      "15": "“ይህም ገንዘብ በጥንቃቄ ሥራ ላይ እንዲውል አድርግ፤ ኮርማዎችን፤ የበግ አውራዎችንና ጥቦቶችን፤ ለመባ የሚሆነውን እህልና የወይን ጠጅ ጭምር በኢየሩሳሌም በተሠራው ቤተ መቅደስ ውስጥ በሚገኘው መሠዊያ ላይ የሚቀርበውን መባ ሁሉ ግዛበት፡፡",
      "16": "ከዚያ የሚተርፈውንም ብርና ወርቅ እንደ አምላካችሁ ፈቃድ አንተና የአገርህ ሰዎችየሆኑ ባልደረቦችህ ለምትፈልጉት ነገር እንዲውል አድርግ፡፡",
      "17": "ለቤተ መቅደሱ መገልገያ ይሆኑ ዘንድ የተሰጡትንም ንዋያተ ቅድሳት በኢየሩሳሌም ለሚመለከው አምላክ ለያህቬህ(הוהי) ታቀርባለህ፡፡",
      "18": "ለቤተ መቅደሱ መገልገያ የሚያስፈልግህንም ሌላውን ነገር ሁሉ ከቤተ መንግሥቱ ግምጃ ቤት ለማግኘት እንድትችል ተፈቅዶልሃል፡፡",
      "19": "“በኤፍራጥስ ምዕራብ ክፍለ ግዛት የምትገኙ ባለሥልጣኖች ሁሉ፤ የሰማይ አምላክ ያህቬህ(הוהי) የሰጠውን ሕግና ትእዛዝ በከፍተኛ ደረጃ የሚያውቀው ካህኑ ዕዝራ የሚያስፈልገውንና የሚጠይቃችሁን ሁሉ ፈጽሙለት፤",
      "20": "ሦስት ሺ አራት መቶ ኪሎ ያህል የሚመዝን ብር፤ ዐሥር ሺ ኪሎ ስንዴ፤ ሁለት ሺ ሊትር የወይራ ዘይትና የሚያስፈልገውንም ያህል ጨው ስጡት፡፡",
      "21": "የሰማይ አምላክ ያህቬህ(הוהי) ለቤተ መቅደሱ አገልግሎት የሚፈልገውን ነገር ሁሉ መስጠት እንደሚገባችሁ አትዘንጉ፤ እርሱን በእኔና ከእኔም በኋላ በሚነሡት ነገሥታት ላይ እንዳታስቆጡት ሁሉንም በጥንቃቄ ፈጽሙ፡፡",
      "22": "እንዲሁ፤ ከካህናት፤ ከሌዋውያን፤ ከመዘምራን፤ ከዘብ ጠባቂዎች፤ በአጠቃላይም ቤተ መቅደሱን የሚመለከት ማናቸውንም ሥራ ከሚያከናውኑት ወገኖች ሁሉ ግብር መቀበል የለባችሁም፡፡",
      "23": "“አንተም ዕዝራ፤ አምላክህ ያህቬህ(הוהי) በሰጠህ ጥበብና ዕውቀት እየተመራህ በአምላክህ በያህቬህ(הוהי) ሕግ የሚመሩትን፤ በኤፍራጥስ ምዕራባዊ ክፍል የሚገኙትን ሕዝብ የሚመሩ አስተዳዳሪዎችንና ዳኞችን ሹምላቸው፤ ለማያውቁትም ሁሉ የአምላክህን ሕግ አስተምራቸው፤",
      "24": "ለያህቬህ(הוהי) ሕግ ወይም ለመንግሥት ሕግ ሁሉ የማይታዘዝ ማንም ሰው ቢኖር በጥንቃቄ እየተመረመረ በሞት ወይም ከሀገር በመባረር ወይም ሀብት ንብረቱን በመወረስ ወይም በእስራት ይቀጣ፡፡”",
      "25": "ዕዝራ እንዲህ ሲል ያህቬህ(הוהי)ን አመሰገነ፤ “የአባቶቻችን አምላክ የሆነ ያህቬህ(הוהי)ይመስገን፤ በኢየሩሳሌም ለሚሠራው ለያህቬህ(הוהי) ቤት ንጉሠ ነገሥቱ ክብር ለመስጠት እንዲፈቅድ ያደረገው እርሱ ነው፤",
      "26": "በያህቬህ(הוהי)ም ፈቃድ በንጉሥ ነገሥቱና በአማካሪዎቹ፤ በባለሥልጣኖቹም ሁሉ ዘንድ መወደድን አግኝቻለሁ፤ አምላኬ ያህቬህ(הוהי) ስለአበረታኝም ከእስራኤል የጎሳ መሪዎች ብዙዎቹ ከእኔ ጋር ተባብረው ወደ ኢየሩሳሌም እንዲመለሱ በማግባባት ለማስተማር አብቅቶኛል፡፡”"
    },
    "Chapter 8": {
      "1": "በባቢሎን ምድር ስደተኞች ሆነው ከኖሩ በኋላ በንጉሠ ነገሥት አርጤክስስ ዘመን ከዕዝራ ጋር ወደ ኢየሩሳሌም የተመለሱት የጎሳ አለቆች ስም ዝርዝር ይህ ነው፡-",
      "2": "ከፊንሐስ ጎሳ ጌርሾም፣ ከኢታማር ጎሳ ዳንኤል፣",
      "3": "ከዳዊት ጎሳ የሸካንያ ልጅ ሐጡሽ፣",
      "4": "ከፓርዖሽ ጎሳ አካርያ ሲሆን፤ ከእርሱ ቤተሰብ ወገን የሆኑ አንድ መቶ ኀምሳ ወንዶች ስለቀድሞ አባቶቻቸው የተጻፈ ታሪክ ያላቸው ናቸው፤",
      "5": "ከፓሐትሞአብ ጎሳ የዘራሕያ ልጅ ኤልየሆዔናይ ከሁለት መቶ ወንዶች ጋር፤",
      "6": "ከዛቱ ጎሳ የያሐዚኤል ልጅ ሸካንያ ከሦስት መቶ ወንዶች ጋር፣",
      "7": "ከዓዲን ጎሳ የዮናታን ልጅ ዔቤድ ከኀምሳ ወንዶች ጋር፤",
      "8": "ከዔላም ጎሳ የዐታልያ ልጅ የሻዕያ ከሰባ ወንዶች ጋር፤",
      "9": "ከሸፋጥያ ጎሳ የሚካኤል ልጅ ዘባድያ ከሰማኒያ ወንዶች ጋር፤",
      "10": "ከኢዮአብ ጎሳ የየሒኤል ልጅ ዖባድያ ከሁለት መቶ ዐሥራ ስምንቱ ወንዶች ጋር፤",
      "11": "ከባኒ ጎሳ የዮሲፍያ ልጅ ሸሎሚት ከአንድ መቶ ስልሳ ወንዶች ጋር፤",
      "12": "ከቤባይ ጎሳ የቤባይ ልጅ ዘካርያስ ከሃያ ስምንት ወንዶች ጋር፣",
      "13": "ከዓዝጋድ ጎሳ የሃቃጣን ልጅ ዮሐናን ከአንድ መቶ ዐሥር ወንዶች ጋር፤",
      "14": "ከአዶኒቃም ጎሳ ኤሊፌሌጥ፤ ይዒኤልና ሸማዕያ ከስልሳ ወንዶች ጋር፤ እነርሱም ዘግየት ብለው ተመልሰቃል፤ ᨊ ከቢግዋይ ጎሳ ዑታይና ዛኩር ከሰባ ወንዶች ጋር፡፡",
      "15": "እኔ ዕዝራ ወደ አሀዋ በሚፈስሰው ወንዝ አጠገብ መላውን ጉባኤ ሰበሰብሁ፤ በዚያም ሰፍረን ለሦስት ቀናት ቆየን፤ በዚያም ጉባኤ ውስጥ ከካህናት በቀር ሌዋውያን አለመኖራቸውን ተገነዘብሁ፤",
      "16": "ስለዚህም ኤሊኤዘር፤ አሪኤል፤ ሸማዕያ፣ ኤልናታን፣ ያሪብ፣ ኤልናታን፣ ናታን፣ ዘካርያስና መሹላም ተብለው ወደሚጠሩ ዘጠኝ መሪዎች፤ እንዲሁም ዮያሪብና ኤልናታን ተብለው ወደሚጠሩ ሁለት መምህራን ላክሁባቸው፤",
      "17": "እነርሱንም በካሲፍያ ለሚኖር ሕዝብ መሪ ወደሆነው ወደ ኢዶ በመላክ ኢዶና የቤ መቅደስ የሚያገለግሉ ሰዎችን ይልኩልን ዘንድ እንዲነግሩአቸው አደረግሁ፡፡",
      "18": "እነርሱም በያህቬህ(הוהי) ቸርነት በቂ ችሎታ ያለውን፤ የማሕሊ ጎሳ የሆነውን ሼሬብያ ተብሎ የሚጠራውን ሌዋዊ ላኩልን፤ እርሱም ዐሥራ ስምንቱን ወንዶች ልጆቹንና ወንድሞቹን አስከትሎ ወደ እኛ መጣ፣",
      "19": "እንዲሁም ከመራሪ ጎሳ የሆኑትን ሐሻብያና የሻዕያ ተብለው የሚጠሩትን ሰዎች ቁጥራቸው ሃይ ከሆነ ዘመዶቻቸው ጋር ላኩልን፡፡",
      "20": "በተጨማሪም የቀድሞ አባቶቻቸው ሌዋውያን ይረዱ ዘንድ በንጉሥ ዳዊትና በባለሟሎቹ ተሸመው የነበሩ ብዛታቸው ሁለት መቶ ሃያ የሆነ የቤተ መቅደስ አገልጋዮች ነበሩ፤ እነርሱም በየስማቸው ተመዝግበዋል፡፡",
      "21": "ያህቬህ(הוהי) ጉዞአችንን እንዲያቃናልን፤ እኛንና ልጆቻችንን፤ እንዲሁም ንብረታችንን ሁሉ እንዲጠብቅልን በእርሱ ፊት ራሳችንን ሁሉ እንዲጠብቅልን በእርሱ ፊት ራሳችንን ዝቅ አድርገን እንለምነው ዘንድ በዚያው በአሀዋ ወንዝ አጠገብ ጾም ዐወጅሁ፡፡",
      "22": "ከዚህ በፊት ለንጉሠ ነገሥት አርጤክስስ ባስረዳሁት ጊዜ “አምላካችን ያህቬህ(הוהי) በእርሱ የሚታመኑትን ሁሉ ያባርካል፤ እርሱን የሚተውትን ብን በብርቱ ያቀጣቸዋል” በማለት ገልጨለት በመንገድ የሚገጥሙን ጠላቶቻችን እንዲጠብቁን ወታደሮችንና ፈረሰኞችን ይሰጠን ዘንድ ንጉሡን ጠይቄው ቢሆን ኖሮ ባፈርሁ ነበር፡፡",
      "23": "ስለዚህም ያህቬህ(הוהי) ራሱ እንዲጠብቀን በጾምና በጸሎት ተማጠንነው፤ እርሱም ፀሎታችንን ሰማ፡፡",
      "24": "መሪዎች ከሆኑት ካህናት መካከል ሼሬብያን፤ ሐሻብያንና ሌሎችንም ዐሥር ሰዎች መረጥሁ፤",
      "25": "ከኢህ በኋላ ንጉሠ ነገሥቱ፤ ከማካሪዎቹ፤ ባለሟሎቹና በዚያ የተገኙት የእስራኤል ሕዝብ ለቤተ መቅደስ መገልገያ ይሆን ዘንድ የሰጡትን ብር፣ ወርቅና ሌሎቹንም ንዋያተ ቅድሳት ሁሉ በሚዛን መዝኜ ለእነዚህ ካህናት አስረከብሁአቸው፡፡",
      "26": "ያስረከብሁአቸውም የቤተ መቅደስ ንብረት ከዚህ የሚከተሉት ናቸው፡- 22,000 ኪሎ የሚመዝን ብር፤ 70 ኪሎ የሚመዝኑ አንድ መቶ ከብር የተሠሩ ዕቃዎች፤",
      "27": "3,400 ኪሎ የሚመዝን ወርቅ፤ 8 ኪሎ ከ400 መቶ ግራም የሚመዝኑ ሃያ ከወርቅ የተሠሩ ወጭቶች፤ ከወርቅ ከተሠሩት ወጭቶች ጋር እኩል ዋጋ ያላቸው ከንጹሕ ነሐስ የተሠሩ ሁለት ወጭቶች፡፡",
      "28": "እኔም እንዲህ አልኩአቸው፤ “እነሆ እንንተ የቀድሞ አብቶቻችን አምላክ ለሆነው ለያህቬህ(הוהי) የጠለያችሁ ናችሁ፤ እንዲሁም የበጎ ፈቃድ ስጦታ ሆነው የቀረቡት ከብርና ከወርቅ የተሠሩት ዕቃዎች ሁሉ ለእርሱ የተቀደሱ ናቸው፤፡፡",
      "29": "ወደ ቤተ መቅደስ መግባት እስኪችሉ ድረስ በጥንቃቄ ጠብቁአቸው፤ እዚያም ለካህናቱ በተመደበው ክፍል ውስጥ እነዚህን ሁሉ ንዋያተ ቅድሳት መዝናችሁ ለካህናቱና ለሌዋውያኑ መሪዎች እንዲሁም በኢየሩሳሌም ለሚገኙት የሕዝቡ መሪዎች አስረክቡአቸው፡፡”",
      "30": "ስለዚህም ካህናቱና ሌዋውያኑ ብሩንና ወርቁን፤ ጠቅላላውንም ንዋያተ ቅድሳት ወስደው በኢየሩሳሌም ቤተ መቅደስ ውስጥ ለማኖር ኀላፊነትን ተረከቡ፡፡",
      "31": "ከአሀዋ ወንዝ ተነስተን ወደ ኢየሩሳሌም ጉዞ የጀመርነውም የመጀመሪያው ወር በገባ በዐሥራ ሁለተኛው ቀን ነበር፤ በምንጓዝበትም ጊዜ አምላክችን ከእኛ ጋር ስለነበር ከጠላት አደጋና ከደፈጣ ተዋጊች ሽመቃ ጠበቀን፡፡",
      "32": "ኢየሩሳሌም በደረስንም ጊዜ በዚያ የሦስት ቀናት ዕረፍት አደረግን፤",
      "33": "ከዚህም በኋላ በአራተኛው ቀን ወደ ቤተ መቅደስ ሄድን፤ ብሩን፤ ወርቁንና ንዋያተ ቅድሳቱንም ሁሉ መዝነን ለኡሪያ ልጅ ለካህኑ ለመሬሞት አስረከብነው፤ የፊንሐስ ልጅ አልዓዛራን እንዲሁም ዮዛባድ ተብሎ የሚጠራው የኢያሱ ልጅና ኖዓዲያ ተብሎ የሚጠራው የቢሁይ ልጅ ከእርሱ ጋር አብረው ነበሩ፡፡",
      "34": "ሁሉም ነገር በዚያኑ ሰዓት ተቆጥሮና ተመዝኖ በትክክል ተመዘገበ፡፡",
      "35": "ከዚያም ቀጥሎ እነዚያ ከስደት የተመለሱት ሕዝብ ሁሉ ለእስራኤል አምላክ የሚቃጠል መሥዋዕት ሆኖ የሚቀርበውን መባ ሁሉ አመጡ፤ በዚህ ዐይነት በመላው እስራኤል ሕዝብ ስም ዐሥራ ሁለት ኮርማዎችን፤ ዘጠና ስድስት የበግ አውራወችንና ሰባ ሰባት የበግ ጥቦችን አቀረቡ፤ እንዲሁም ስለ ኃጢአታቸው ስርየት ዐሥራ ሁለት አውራ ፍየሎችን አቀረቡ፡፡",
      "36": "ንጉሠ ነገሥቱ የሰጣቸውንም ሰነድ በኤፍራጥስ ምዕራባዊ ክፍለ ሀገር ላሉት ገዥዎችና ባለሥልጣኖች አቀረቡ፤ እነርሱም ሕዝቡንና የያህቬህ(הוהי)ን ቤት ሥራ በማገዝ ድጋፋቸውን ሰጡ፡፡"
    },
    "Chapter 9": {
      "1": "ይህም ሁሉ ከተፈጸመ በኋላ ከእስራኤል ሕዝብ መሪዎች አንዳንዶቹ ወደ እኔ ቀርበው ከዚህ የሚከተለውን ቃል ነገሩኝ፤ “ሕዝቡና ካህናቱ ሌዋውያኑም ጭምር በጎረቤት ባሉት በዐሞን፤ በሞአብና በግብጽ ከሚኖሩትና እንዲሁም ከከነዓናውያን፣ ከሒታውያን፣ ከፈሪዛውያን፣ ከኢያቡሳውያንና ከአሞራውያን ርጁሰት ራሳቸውን አልጠበቁም፤ እነዚያ አረማውያን ሕዝብ ሲፈጽሙት የነበረውን አስጸያፊ ነገር ሁሉ አድርገዋል፡፡",
      "2": "ምክንያቱም የአይሁድ ሕዝብ ራሳቸው ከባዕዳን ሴቶች ጋር ጋብቻ በመፈጸማቸው የያህቬህ(הוהי) ቅዱስ ሕዝብ ረክሰዋል፤ ለዚህም በቅድሚያ አሰናካዮች የሆኑት መሪዎችና ባለሥልጣኖቹ ናቸው፡፡”",
      "3": "እኔም ይህን በሰማሁ ጊዜ መጎናጸፊያዬንና ካባዬን ቀደድሁ፤ የራስ ጠጉራንና ጢሜን በመንጨት በብርቱ ሐዘን ላይ ሆኜ ተቀመጥሁ፤",
      "4": "የሠርክ መሥዋዕት እስከሚቀርብበትም ጊዜ ድረስ በድንጋጤና በሐዘን ቆየሁ፤ የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ከስደት የተመለሱት ሕዝብ ሰለሠሩት ኃጢአት በተናገረው ቃል ከመፍራት የተነሣ ድንጋጤ አድሮባቸው የነበሩትም ሁሉ በዙሪያዬ ተሰበሰቡ፡፡",
      "5": "የምሽትም መሥዋዕት የሚቀርብበት ሰዓት በደረሰም ጊዜ በሐዘን ከተቀመጥሁበት ስፍራ ተነሣሁ፤ የቀደድሁትነ ልብስ ለበስሁ፤ በጉልበቴም በመንበርከክ ወደ አምላኬ ወደ ያህቬህ(הוהי) እጆቼን ዘርግቼ እንዲህ ስል ጸለይሁ፤",
      "6": "“አምላኬ ሆይ! ራሴን ወደ አንተ ቀና ለማድረግ እንኳ በብርቱ አፈርሁ፤ ኃጢአታችን ሁሉ ከራሳችን በላይ ከፍ ብሎ እንደክምር በመሆን እስከ ሰማይ ደርሶአል፡፡",
      "7": "ከቀድሞ አባቶቻችን ዘመን ጀምሮ እስከ አሁን ድረስ እኛ ሕዝብህ ታላቅ በደል ሠርተናል፤ ከኃጢአታችንም ብዛት የተነሣ እኛ ሕዝብህ፤ ነገሥታቶቻችንና ካህናቶቻችን በባዕዳን ነገሥታት እጅ ወድቀናል፤ ስለዚህም ለሰይፍ ተዳረግን፤ ሀብታችንንም ተዘረፍን፤ በመታሰር ተማርከን ተወሰድን፤ እነሆ አሁንም እንዳለንበት ሁኔታ እስከ መጨረሻ ተዋርደናል፡፡",
      "8": "አምላካችን ያህቬህ(הוהי) ሆይ! ዐይናችንን አበራህ፤ እነሆ አሁን ደግሞ ለጥቂት ጊዜ በፊትህ ሞገስን አግኝተን ከእኛ ጥቂቶቹ ከባርነት ቀንበር ነፃ ወጥተው በዚህች ቅድስት ምድር በሰላም ይኖሩ ዘንድ ፈቅደሃል፤ ምንም እንኳ በባርነት አገዛዝ ሥር ብንወድቅም እነሆ አዲስ ሕይወት ሰጥተኸናል፡፡",
      "9": "እኛ ባሮች ነበርን፤ አንተ ግን ባሮች ሆነን እንዳንቀር አልተውኸንም፤ አንተ የፋርስ ነገሥታት እንዲራሉልንና በሕይወት ነፃ ወጥተን ቀደም ሲል ፈርሶ የነበረውን ቤተ መቅደስህን እንደገና መልሰን እንደንሠራ፤ እዚህም በይሁዳና በኢየሩሳሌም በሰላም እንድንኖር ፈቀድህልን፡፡",
      "10": "“ነገር ግን አምላክ ሆይ! እስከ አሁን ስለሆነው ነገር ሁሉ ምን ማለት እንችላለን? እነሆ አሁንም እንደገና ትእዛዛትህን ተላልፈናል፤",
      "11": "እነዚህም ትእዛዛት በአገልጋዮችህ በነቢያት አማካይነት የተሰጡ ነበሩ፤ ነቢያት አስቀድመው ‹የምትወርሱአት ምድር ከርኩሰት ሁሉ የነጻች አይደለችም፤ ምክንያቱም የሚኖሩባት ሕዝብ ዳር እከፋር በአስጸያፊ ተግባር ሁሉ እንድትሞላ አድርገዋታል› ሲሉ ነግረውን ነበር፤",
      "12": "አገሪቱን ወርሰን እስከ ዘላለሙ ልንደሰትባት፤ ለልጅ ልጆቻችን ማስተላለፍ ከፈለግን፤ ከእነዚያ አረማውያን ጋር ጋብቻ መፈጸም እንደማይገባናና በምድሪቱ ላይ በልጽገው በተሟላ ሁኔታ ይኖሩ ዘንድ ልንፈቅድላቸው እንደማይገባን አስተምረውናል፡፡",
      "13": "ስለዚህ ኃጢአታችንና ስለፈጸምነው በደል ያ ሁሉ ቅጣት ከደረሰብንም በኋላ እንደበደላችንም ብዛት እንዳልጣልኸንና ከጥፋትም አምልጠን በሕይወት እንድንኖር እንደፈቀድህልን እናውቃለን፡፡",
      "14": "ታዲያ እንዴት እንደገና የአንተን ታእዛዛት ጥሰን ከእነዚህ ዐመጸኞች ሕዝብ ጋር ጋብቻ እንፈጽማለን? እኛ ይህን ብናደርግ አንተ ተቆጥተህ እስከ መጨረሻው ታጠፋናለህ፤ አንድ ሰው እንኳ በሕይወት እንዲተርፍ አትፈቅድም፡፡",
      "15": "የእስራኤል አምላክ የሆንህ ያህቬህ(הוהי) ሆይ! አንተ እውነተኛ ፈራጅ ነህ፤ ነገር ግን ከጥፋት አምልጠን በሕይወት እንድንኖር ፈቀድህልን፤ እነሆ እኛ ኃጢአታችንን በፊትህ እንናዘዛለን፤ እኛ እኮ በፊትህ ለመቅረብ የተገባን አይደለንም፡፡"
    },
    "Chapter 10": {
      "1": "ዕዝራ በቤተ መቅደሱ ፊት ለፊት ለጸሎት ተንበርክኮ እያለቀሰ የተፈጸመውን ኃጢአት ሁሉ ለያህቬህ(הוהי)በሚናዘዝበት ጊዜ ወንዶችም፤ ሴቶችም፤ ሕፃናትም ጭምር ያሉበት ቁጥሩ የበዛ የእስራኤል ማኅበር መጥቶ በዚሪያ በመሰብሰብ በመረረ ሁኔታ ያለቅሱ ነበር፡፡",
      "2": "ከዚህም በኋላ ከዔላም ጎሳ የየሒኤል ልጅ ሸካንያ ዕዝራን እንዲህ አለው፤ “በእርግጥ እኛ ባዕዳን ሴቶችን በማግባት በያህቬህ(הוהי) ላይ የነበረንን ዕምነት አጓድለናል፤ ይህም ሁሉ ሆኖ አሁንም ለእስራኤል ተስፋ አለ፤",
      "3": "አሁን እንግዲህ እነዚህን ባዕዳን ሴቶች ከነልጆቻቸው ማሰናበት እንደሚገባን ለአምላካችን ቃል እንግባ፤ አንተና የያህቬህ(הוהי)ን ሕግ የሚያዝዘውን ሁሉ እናደርጋለን፤",
      "4": "ይህንንም ሁሉ ለማስፈጸም ኀላፊነቱ የአንተ ስለሆነ ተነሥ፤ እኛም እንደግፍሃለን፤ አይዞህ በርታ!”",
      "5": "ስለዚህም ዕዝራ የካሕናት፤ የሌዋውያንና የቀሩት ሕዝብ መሪዎች ሸካንያ ባቀረበው አሳብ መስማማታቸውን በመሐላ እንዲያረጋግጡለት በማድረግ ሥራውን ጀመረ፡፡",
      "6": "ቀጥሎም ዕዝራ በቤተ መቅደሱ ፊት ለፊት ከነበረው ስፍራ በመነሣት የኤልያሺብ ልጅ ዮሐናን ወደሚኖርባቸው ክፍሎች ገባ፤ ስደተኞቹ እምነት በማጓደል ስለፈጸሙትም በደል ሁሉ እያዘነ ሌሊቱን በዚያው አነጋ፤ ᥀ልም ሆነ ውሃ አልቀመሰም፡፡",
      "7": "ከስደት የተመለሱትም ሁሉ በኢየሩሳሌም ያሰበሰቡ ዘንድ በመላው ኢየሩሳሌምና በይሁዳ ምድር ሁሉ ታወጀ፡፡",
      "8": "ይህም ሁሉ በሕዝቡ መሪዎች ምክርና ትእዛዝ የተወሰነ ነበር፤ በሦስት ቀን ጊዜ ውስጥ ወደዚህ ስብሰባ መምጣት ያልቻለ ማንም ሰው ቢኖር ንብረቱ ሁሉ እንደሚወረስና የኅብረተሰቡ አባል የመሆን መብቱንም እንደሚያጣ ተነገረው፡፡",
      "9": "ይህም ጥሪ እንደተላለፈ በሦስት ቀን ጊዜ ውስጥ በይሁዳና በብንያም ግዛት የሚኖሩት ሁሉ ዘጠነኛው ወር በገባ በሃያኛው ቀን ወደ ኢየሩሳሌም መጥተው በቤተ መቅደሱ አደባባይ ተሰበሰቡ፤ ያም ወቅት ከባድ ዝናም የሚዘንምበት ጊዜ ነበር፤ ስለዚህም ከስብሰባው ጠቃሚነት የተነሣ የቅዝቃዜው ክብደት ሳይበግረው ᥀ያንዳንዱ ሰው በመንቀጥቀጥ ያዳምጥ ነበር፡፡",
      "10": "ካህኑ ዕዝራም ቆሞ እንዲህ ሲል ተናገረ፤ “እነሆ እምነታችሁን አጓድላችሁ ተገኝታችኋል፤ ባዕዳን ሴቶችንም በማግባታችሁ ምክንያት በእስራኤል ላይ የበደልን ዕዳ አምጥታችኋል፡፡",
      "11": "ከአሁን በኋላ እንግዲህ የቀድሞ አባቶቻችሁ አምላክ በሆነው በያህቬህ(הוהי) ፊት ኃጢአታችሁን ሁሉ ተናዘዙ፤ እርሱም ደስ የሚሰኝበትን ነገር ሁሉ አድርጉ፤ በምድራችን ከሚኖሩት ባእዳን ሁሉ ራቁ፤ ያገባችኋቸውንም ባዕዳን ሴቶች ወዲያ አስወግዱ”",
      "12": "ሕዝቡም ድምፃቸውን ከፍ አድርገው “አንተ የምትለውን ሁሉ እናደርጋለን!” አሉ፡፡",
      "13": "ንግግራቸውንም በመቀጠል እንዲህ አሉት፤ “እነሆ እዚህ የተሰበሰበው ሕዝብ ብዙ ነው፤ ከዚህም ጋር በከባድ ሁኔታ እየዘነመ ነው፤ መጠለያ በሌለበት በዚህ ስፍራ መቆም አልቻልንም፤ በዚህ ኃጢአት የተበከልነውም ባዙዎች በመሆናችን ይህን ሁሉ ነገር በአንድ ወይም በሁለት ቀናት ውስጥ መፈጸም አይቻልም፤",
      "14": "ስለዚህ አለቆቻችን በዚሁ በኢየሩሳሌም ጉዳዩን ያጥኑት፤ ከዚህም በኋላ ባዕድ ሴት ያገባ ሁሉ እያንዳንዱ በሚሰጠው የቀጠሮ ቀን ከሚኖርባት ከተማ መሪዎችና ዳኞች ጋር እየመጣ ውሳኔውን ይቀበል፤ ያህቬህ(הוהי) የተቆጣበትም ሁኔታ ሁሉ በዚሁ ዐይነት ይበርዳል፡፡”",
      "15": "ይህም በተነገረ ጊዜ መሹላምና ሻበታይ ተብሎ የሚጠራው አንድ ሌዋዊ ድጋፍ ከሰጡአቸው ከዐሳኤል ልጅ ዮናታንና የቲቅዋ ልጅ ከሆነው ከያሕዘያ በቀር ሌላ ተቃዋሚ አልነበረም፡፡",
      "16": "ከስደት የተመለሱት ሁሉ ይህንኑ ዕቅድ ለመቀበል ተስማሙ፤ ስለዚህም ካህኑ ዕዝራ ከጎሳ መሪዎች መካከል መርጦ አስፈጻሚዎችን በመሾም ስም ዝርዝራቸውን መዝግቦ አኖረ፤ እነርሱም ዐሥረኛው ወር በገባ በመጀመሪያው ጉዳዩን መመርመር ጀመሩ፡፡",
      "17": "በተከታዮቹም የሦስት ወራት ጊዜ ውስጥ ከባዕዳን ሴቶች ጋር የተጋቡትን ሰዎች ጉዳይ በሙሉ መርምረው ጨረሱ፡፡",
      "18": "ከባዕዳን ሴቶች ጋር የተጋቡ ሰዎች ስም ዝርዝር የሚከተለው ነው፡- በየጎሳቸው የተመዘገቡ ካህናት፤ የኢዮጼዴቅ ልጆች ከሆኑት ከኢያሱና ከወንድሞቹ ጎሳ የተገኙ፤ ማዕሤያ፤ ኤሊኤዘር፤ ያሪብና ገዳልያ፤",
      "19": "እነርሱም ሚስቶቻቸውን ፈትተው ለማሰናበት ቃል ከገቡ በኋላ ለኃጢአታቸው ማስተሰረያ የሚሆን አንድ የበግ አውራ ለሚቃጠል መሥዋዕት አቀረቡ፡፡",
      "20": "ከኢሜር ጎሳ፡- ሐናኒና ዘባድያ",
      "21": "ከሐሪም ጎሳ፡- ማዕሤያህ፣ ኤልያስ፣ ሸማዕያ፣ የሒኤልና ዑዚያ፤",
      "22": "ከፓሽሑር ጎሳ፡- ኤልዮኤናይ፤ ማዕሤያ፤ እስማኤል፤ ናትናኤል፤ ዮዛባድና ኤልዓሳ፤",
      "23": "ከሌዋውያን ወገን፡- ዮዛባድ፣ ሺምዒ፣ ቀሊጣ ተብሎ የሚጠራው ቄላያ፣ ፐታሕያ፣ ይሁዳና ኤሊዔዘር፤",
      "24": "ከመዘምራን ወገን፤ ኤልያሺብ ከቤተ መቅደስ ዘብ ጠባቂዎች ወገን፡- ሻሉም፣ ጤሌምና ኡሪ፤",
      "25": "ሌሎች፡- ከፓርዖሽ ጎሳ፡- ራምያ፣ ይዚያ፣ ማልኪያ፣ ሚያሚን፣ ኤልዓዛር ማልኪያና በናያ፤",
      "26": "ከዔላም ጎሳ፡- ማታንያ፣ ዘካያርያስ የሒኤል፤ ዐብዲ፣ የሬሞትና ኤልያ፤",
      "27": "ከዛቱ ጎሳ፡- ኤልዮዔናይ፣ ኤልያሺብ፣ ማታንያ፣ የሬሞት፣ ዛባድና ዓዚዛ፤",
      "28": "ከቤባይ ጎሳ፡- የሆሐናን፣ ሐናንያ፣ ዛባይና ዐትላይ፤",
      "29": "ከባኒ ጎሳ፡- መሹላም፣ ማሉክ፣ ዐዳያ፣ ያሹብ፣ ሸአልና የራሞት፤",
      "30": "ከፓሐትሞአብ ጎሳ፡- ዓድና፣ ከላል፣ በናያ፣ ማዕሴያ፣ ማታንያ፣ በጻልኤል፣ ቢኑይና ምናሴ፤",
      "31": "ከሓሪም ጎሳ፡- ኤሊዔዘር፣ ይሺያ፣ ማልኪያ፣ ሸማዕያ፣ ሺምዖን፣ ብንያም፣ ማሉክና ሸማርያ፤",
      "32": "ከሓሪም ጎሳ፡- ኤሊዔዘር፣ ይሺያ፣ ማልኪያ፣ ሸማዕያ፣ ሺምዖን፣ ብንያም፣ ማሉክና ሸማርያ፤",
      "33": "ከሐሹም ጎሳ፡- ማታናይ፣ ማታታ፣ ዘባድ፣ ኤሊፌሌጥ፣ የሬማይ፣ ምናሴና ሺምዒ፤",
      "34": "ከባኒ ጎሳ፡- መዕዳይ፣ ዓምራም፣ ኡኤል፣ በናያ፣ ቤድያ፣ ከሉሂ፣ ዋንያ፣ በሬሞት፣ ኤልያሺብ፣ ማታንያ፣ ማትናይና ያዕሱ፤",
      "35": "ከባኒ ጎሳ፡- መዕዳይ፣ ዓምራም፣ ኡኤል፣ በናያ፣ ቤድያ፣ ከሉሂ፣ ዋንያ፣ በሬሞት፣ ኤልያሺብ፣ ማታንያ፣ ማትናይና ያዕሱ፤",
      "36": "ከባኒ ጎሳ፡- መዕዳይ፣ ዓምራም፣ ኡኤል፣ በናያ፣ ቤድያ፣ ከሉሂ፣ ዋንያ፣ በሬሞት፣ ኤልያሺብ፣ ማታንያ፣ ማትናይና ያዕሱ፤",
      "37": "ከባኒ ጎሳ፡- መዕዳይ፣ ዓምራም፣ ኡኤል፣ በናያ፣ ቤድያ፣ ከሉሂ፣ ዋንያ፣ በሬሞት፣ ኤልያሺብ፣ ማታንያ፣ ማትናይና ያዕሱ፤",
      "38": "ከቢኑይ ጎሳ፡- ሺምዒ፣ ሼሌምያ፣ ናታን፣ ዓዳያ፣ ማክናደባይ፣ ሻሻይ፣ ሻራይ፣ ዐዛርኤል፣ ሼሌምያ፣ ሸማርያ፣ ሻሉም፣ አማርያና ዮሴፍ፤",
      "39": "ከቢኑይ ጎሳ፡- ሺምዒ፣ ሼሌምያ፣ ናታን፣ ዓዳያ፣ ማክናደባይ፣ ሻሻይ፣ ሻራይ፣ ዐዛርኤል፣ ሼሌምያ፣ ሸማርያ፣ ሻሉም፣ አማርያና ዮሴፍ፤",
      "40": "ከቢኑይ ጎሳ፡- ሺምዒ፣ ሼሌምያ፣ ናታን፣ ዓዳያ፣ ማክናደባይ፣ ሻሻይ፣ ሻራይ፣ ዐዛርኤል፣ ሼሌምያ፣ ሸማርያ፣ ሻሉም፣ አማርያና ዮሴፍ፤",
      "41": "ከቢኑይ ጎሳ፡- ሺምዒ፣ ሼሌምያ፣ ናታን፣ ዓዳያ፣ ማክናደባይ፣ ሻሻይ፣ ሻራይ፣ ዐዛርኤል፣ ሼሌምያ፣ ሸማርያ፣ ሻሉም፣ አማርያና ዮሴፍ፤",
      "42": "ከቢኑይ ጎሳ፡- ሺምዒ፣ ሼሌምያ፣ ናታን፣ ዓዳያ፣ ማክናደባይ፣ ሻሻይ፣ ሻራይ፣ ዐዛርኤል፣ ሼሌምያ፣ ሸማርያ፣ ሻሉም፣ አማርያና ዮሴፍ፤",
      "43": "ከነቦ ጎሳ፡- የዒኤል፣ ማቲትያ፣ ዛባድ፣ ዘቢና፣ ያዳይ፣ ኢዩኤልና በናያ፤",
      "44": "እነዚህ ሁሉ ሰዎች ባዕዳን ሴቶችን አግብተው የነበረ ናቸው፤ እነርሱም ያገቡአቸውን ባዕዳን ሴቶች ሁሉ ፈትተው ከነልጆቻቸው አባረሩ፡፡"
    }
  }
}
