{
  "galatians": {
    "Chapter 1": {
      "1": "በሰዎች ወይም በሰው አማካይነት ሳይሆን በያሹዋ መሺያና እርሱንም ከሞት ባስነሳው በያህቬህ(יהוה) አብ ሐዋርያ ለመሆን ከተመረጠ ከጳውሎስ፤",
      "2": "ከእርሱም ጋር ካሉት ወንድሞች ሁሉ ለገላትያ አብያተ ክርስቲያናት የተላከ፡፡",
      "3": "ከአባታችን ከያህቬህ(יהוה) ከጌታችንም ከያሹዋ መሺያ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "4": "ከዚህ ከክፋ ዓለም ያድነን ዘንድ አባታችን በሆነው በያህቬህ(יהוה) ፈቃድ መሲሕ ስለ ኃጢአታችን ራሱን አሳልፎ ሰጠ፡፡",
      "5": "ከዘላለም እስከ ዘላለም ለያህቬህ(יהוה) ክብር ይሁን፤ አሜን፡፡",
      "6": "በመሲሕ ጸጋ ከጠራችሁ አምላክ እንዲህ ፈጥናችሁ መለየታችሁና ወደ ሌላ ወንጌል መሄዳችሁ ስደንቆኛል፡፡",
      "7": "ይህንንም ያልሁት ግራ የሚያጋቡአችሁና የመሲሕንም ወንጌል ለመለወጥ የሚፈልጉ አንዳንድ ሰዎች ሳላሉ ነው እንጂ ወንጌልማ በመሠረቱ አንድ ብቻ ነው፡፡",
      "8": "ይሁን እንጂ እኛም ብንሆን ወይም የሰማይ መልአክም እንኳ ቢሆን እኛ ከሰበክንላችሁ የተለየ ሌላ ወንጌል ቢሰበክላችሁ የተረገመ ይሁን፡፡",
      "9": "ከዚህ በፊት እንዳልሁት አሁንም ደግሜ እላለሁ እናንተ ከተቀበላችሁት የተለየ ሌላ ወንጌል ማንም ቢሰብክላችሁ የተረገመ ይሁን፡፡",
      "10": "ታዲያ እኔ የምፈልገው ሰው እንዲያመሰግነኝ ነውን? ወይስ ያህቬህ(יהוה) እንዲያመሰግነኝ? ወይስ ሰውን ደስ ለማሰኘት የምፈልግ መስሎአችሁ ይሆን? ሰውን ለማስደሰት ምፈልግ ከሆንሁም የክርስቶስ አገልጋይ ባልሆንሁም ነበር፡፡",
      "11": "ወንድሞቼ ሆይ! እኔ የሰበክሁላችሁ ወንጌል ሰው ሠራሽ አለመሆኑን አስታውቃችኋለሁ፡፡",
      "12": "ምክንያቱም ለእኔ የገለጠልኝ ያሹዋ መሺያ ነው እንጂ ከማንም ሰው አልተቀበልሁትም፤ ወይም ማንም ሰው አላስተማረኝም፡፡",
      "13": "ቀድሞ የአይሁድ እምነት ተከታይ በነበርሁበት ጊዜ እንዴት እንደኖርሁ ሰምታችኋል፤ የያህቬህ(יהוה)ን ቤተ ክርስቲያን ያለ ርኅራኄ እያሳደድሁ ለማጥፋት እጥር ነበር፡፡",
      "14": "የአይሁድን እምነት በመጠበቅ በዘመኔ ከነበሩት ከብዙዎቹ አይሁዳውያን ወገኖቼ ሁሉ እበልጥ ነበር፤ ስለ አባቶችም ወግ ከፍተኛ ቅንአት ነበረኝ፡፡",
      "15": "ነገር ግን ከመወለዴ በፊት ያህቬህ(יהוה) መረጠኝ፤ በጸጋውም ጠራኝ፡፡",
      "16": "ለአረማያን የምስራቹን ቃል ስለ ልጁ እንዳበስር ያህቬህ(יהוה) ልጁን ሊገልጥልኝ በወደደ ጊዜ እኔ ከማንም ጋር አልተማከርኩም፤",
      "17": "ወይም ከእኔ በፊት ሐዋርያት የነበሩትን ለመገናኘት ወደ ኢየሩሳሌም አልሄዱኩም፤ ነገር ግን አስቀድሜ ወደ ዐረብ አገር ሄድኩ፤ እንደገናም ወደ ደማስቆ ተመለስሁ፡፡",
      "18": "ቀጥሎም ከሦስት ዓመታት በኋላ ጴጥሮስን ለማየት ወደ ኢየሩሳሌም ሄድሁ፤ እዚያም ከእርሱ ጋር አሥራ አምስት ቀን ቆየሁ፡፡",
      "19": "የጌታ ወንድም የሆነው ያዕቆብን አየሁ እንጂ ሌላ ከሐዋርያት ማንንም አላየሁም፡፡",
      "20": "ይህ የምጽፋላችሁ ሐሰት እንዳልሆነ በያህቬህ(יהוה) ፊት አረጋግጥላችኋለሁ፡፡",
      "21": "ከዚህ በኋላ ወደ ሶርያና ወደ ኪልቅያ አገር ሄድሁ፡፡",
      "22": "በይሁዳ አገር ያሉት የክርስቶስ አብያተ ክርስቲያናት እኔን ፊት ለፊት አይተው ገና አላወቁኝም ነበር፡፡",
      "23": "እነርሱ የሰሙት “ያ ቀድሞ ያሳድደን ያነበረ ሰው ያን ሊያጠፋው ይፈልግ የነበረውን እምነት አሁን ይሰብካል” የሚል ቃል ነው፡፡",
      "24": "በእኔ ምክንያትም ያህቬህ(יהוה)ን ያመሰግኑ ነበር፡፡"
    },
    "Chapter 2": {
      "1": "ከዐሥራ አራት ዓመታት በኋላ ከበርናባስ ጋር ወደ ኢየሩሳሌም ተመልሼ ሄድሁ፤ ቲቶንም ከእኔ ጋር ይዥው ሄጄ ነበር፡፡",
      "2": "የሄድሁትም ያህቬህ(יהוה) በገለጠልኝ መሠረት ነው፡፡ ከዚህ በፊት የሰራሁትም ሆነ አሁን የምሠራው ከንቱ ሆኖ እንዳይቀር በማለት ለአረማውያን የምሰብከውን ወንጌል ታላላቅ ለሆኑት በግል አስታወቅሁአቸው፡፡",
      "3": "ከእኔ ጋር የነበረው ቲቶ ምንም እንኳ ግሪካዊ ቢሆን እንዲገረዝ አልተገደደም፡፡",
      "4": "ነገር ግን በመካከላችን ሾልከው በስውር የገቡ አንዳንድ ሐሰተኞች ወንድሞች እንዲገረዝ ፈልገው ነበር፤ እነዚህ ሰዎች በመካከላችን ሠርገው ያገቡት በያሹዋ መሺያ ያለንን ነጻነት በመሰለል ባሪያዎች ሊያደርጉን አሰበው ነው፡፡",
      "5": "እኛ ግን የወንጌል እውነት በእናንተ ዘንድ ጸንቶ እንዲኖር በማለት ለጥቂት ጊዜ እንኳ አልተበገርንላቸውም፡፡",
      "6": "እነዚህ መሪዎች መስለው የሚታዩት ግን ያህቬህ(יהוה) በሰው ፊት ከቶ ስለማያዳላ፤ ስለ እነርሱ ማንነት ግድ የለኝም፤ እነዚህ መሪዎች የተባሉት እኔ በማበሰረው የምሠራች ቃል ላይ ምንም አዲስ ነገር አልጨመሩም፡፡",
      "7": "እንዲያውም ያህቬህ(יהוה) ጴጥሮስን ለአይሁድ የምሥራቹን ቃል እንዲያበሥር ባደረገው ዓይነት እኔንም የምሥራቹን ቃል ለአረማውያን እንዳበስር እንዳደረገኝ ተገነዘቡ፤",
      "8": "ስለዚህ ጴጥሮስን የአይሁዳውያን ሐዋርያ ሁኖ እንዲገለግል ያደረገው አምላክ እኔንም የአረማውያን ሐዋርያ ሆኜ እንዳገለግል አድርጎኛል፡፡",
      "9": "ዋና መስለው የሚታዩት መሪዎች ያዕቆብና ጴጥሮስ፤ ዮሐንስም ያህቬህ(יהוה) ይህን ልዩ አገልግሎት እንደሰጠኝ በተረዱ ጊዜ ለእኔና ለበርናባስ የመተባበራቸውን ምልክት የሆነው ቀኝ እጃቸውን ሰጡን፤ እኛ ወደ አረማውያን እንድንሄድ እነርሱም ወደ አይሁዳውያን እንዲሄዱ ሁላችንም ተስማማን፡፡",
      "10": "ብቻ በመካከላቸው ያሉትን ድኾች እንድናስታውስ ዐደራ አሉን፤ ይህም እኔ በትጋት ያደረግሁት ነገር ነው፡፡",
      "11": "ጴጥሮስ ወደ አንጾኪያ በመጣ ጊዜ በግልጽ ተሳስቶ ስለ ነበር፤ ፊት ለፊት ተቃወምሁት፤",
      "12": "ያዕቆብ የላካቸው አንዳንድ ሰዎች ወደ አንጾኪያ ከመምጣታቸው በፊት ከአረማውያን ጋር አብሮ ይበላ ነበር፤ እነርሱ ከመጡ በኋላ ግን “አረማውያን መገረዝ አለባቸው” የሚሉትን አረማውያን በመፍራት ወደ ኋላ አፈግፍጎ ከአረማውያን ተለየ፡፡",
      "13": "አንድንድ አይሁዳውያን አማኞችም የጴጥሮስን ግብዝነት ተከተሉ፤ በርናባስ እንኳ ሳይቀር በግብዝነታቸው ተስቦ ነበር፡፡",
      "14": "የእነርሱ አድራጎት ከወንጌል እውነት ጋር አለመስማማቱን ባየሁ ጊዜ ጴጥሮስን “አንተ አይሁዳዊ ሆነህ ሳለ፤ በአይሁዳውያን ሥርዓት ትኖር ነበር፡፡ ታዲያ አረማውያን በአይሁዳውያን ሥርዓት እንዲኖሩ ለምን ታስገድዳቸዋለህ?” ስል በሁሉም ፊት ተቃወምኩት፡፡",
      "15": "በእርግጥ እኛ በትውልዳችን አይሁዳውያን ነን፤ እንደ ኃጢአተኞች አረማውያንም አይደለንም፡፡",
      "16": "ነገር ግን ሰው የሚጸድቀው በያሹዋ መሺያ በማመን እንጂ የሙሴን ሕግ በመፈጸም እንዳልሆነ እናውቃለን፤ እኛም ሕግን በመፈጸም ሳይሆን በመሲሕ በማመን እንድንጸድቅ በያሹዋ መሺያ አምነናል፤ ምክንያቱም ማንም ሰው የሙሴን ሕግ በመፈጸም አይጸድቅም፡፡",
      "17": "ከክርስቶስ ጋር ባለን ኅብረት ለመጽደቅ ስንፈልግ፤ እኛ ራሳችን ኃጢአተኛች ሆነን ብንገኝ፤ ታዲያ ኃጢአት እንድንሠራ የሚያደርገን መሲሕ ነው ማለት ነውን? ከቶ አይደለም!",
      "18": "ነገር ግን ያፈረስሁትን የህግ ሥርዓት መልሼ የምሰራው እኔው ከሆንሁ፤ እኔው ራሴ ሕግ አፍራሽ መሆኔን አረጋግጣለሁ ማለት ነው፡፡",
      "19": "ምክንያቱም እኔ ለያህቬህ(יהוה) ለመኖር ስል በሕግ በኩል በሞት የመለየትን ያህል ከሕግ ተለይቻለሁ፡፡",
      "20": "እኔ ከመሲሕ ጋር እንደተሰቀልሁ ያህል ስለምቆጠር ከእንግዲህ ወዲህ መሲሕ በእኔ ይኖራል እንጂ እኔ ለራሴ ሕይወት የምኖር አይደለሁም፤ አሁንም በሥጋ የምኖርበት ሕይወት በወደደኝና ስለ እኔ ራሱን አሳልፎ በሰጠው በያህቬህ(יהוה) ልጅ በማመን በተገኘው ሕይወት ነው፡፡",
      "21": "የያህቬህ(יהוה)ን ጸጋ በከንቱ አላስቀርም፤ ሰው የሚጸድቀው የመሴን ሕግ በመፈጸም ከሆነማ፤ መሲሕ የሞተው በከንቱ ነው ማለት ነው፡፡"
    },
    "Chapter 3": {
      "1": "እናንተ ሞኞች የገላትያ ሰዎች! አስማት እንደተደረገበት ሰው ስለምን ፈዘዛችሁ? ያሹዋ መሺያ በመስቀሉ ላይ ተሰቅሎ እንደ ስዕል በፊት ለፊታችሁ በግልጥ ይታይ አልነበረምን?",
      "2": "ማወቅ የምፈልገው ይህን ብቻ ነው፤ ለመሆኑ እናንተ መንፈስ ቅዱስን የተቀበላችሁት ሕግን በመፈጸም ነውን? ወይስ የምሥራቹን ቃል ሰምታችሁ በማመን ነው?",
      "3": "እናንተ በያህቬህ(יהוה) መንፈስ ጀምራችሁ በሥጋዊ ጥረት መፈጸም ትፈልጋላችሁ፤ ለካ እስከዚህ ድረስ ሞኞች ናችሁ?",
      "4": "በወንጌል ምክንያት የተቀበላችሁት መከራ ሁሉ ከንቱ ሆኖ ቀረ ማለት ነውን? ይህን አድርጋችሁ ከሆነ በእርግጥ ከንቱ ሆኖ ቀርቶአል፡፡",
      "5": "ያህቬህ(יהוה) መንፈሱን የሚሰጣችሁና በእናንተ ዘንድ ተአምራቱን የሚያደርገው ሕግን በመፈጸማችሁ ነው፤ ወይስ የምስራቹን ቃል ሰምታችሁ በማመናችሁ ነው?",
      "6": "ይህም “አብርሃም በያህቬህ(יהוה) አመነ፤ እምነቱም ጽድቅ ሆኖ ተቆጠረለት” ተብሎ እንደተጻፈው ነው፡፡",
      "7": "እንግዲህ የሚያምኑ ሁሉ የአብርሃም ልጆች እንደሆኑ እወቁ፡፡",
      "8": "ያህቬህ(יהוה) አረማውያንን በእምነት እንደሚያጸድቅ መጽሐፍ አስቀድሞ አይቶ “ሕዝቦች ሁሉ በአንተ ይባረካሉ” በማለት አስቀድሞ ለአብርሃም የምሥራቹን ቃል አብሥሯል፡፡",
      "9": "ስለዚህ የሚያምኑ ሁሉ ከአመነው ከአብርሃም ጋር ይባረካሉ፡፡",
      "10": "“ሕግን በመፈጸም እንጸድቃለን” የሚሉ ሁሉ የተረገሙ ናቸው፤ ምክንያቱም “በሙሴ ሕግ መጽሐፍ በተጻፉት ትእዛዞች ሁሉ ጸንቶ የማይኖርና የማይፈጽማቸው ሁሉ የተረገመ ነው” ተብሎ ተጽፎአል፡፡",
      "11": "“ጻድቅ ሰው ግን በእምነት ሕይወትን ያገኛል” ተብሎ ስለተጻፈ፤ ሕግን በመፈጸም ማንም ሰው በያህቬህ(יהוה) ፊት እንደማይጸድቅ ግልጽ ነው፡፡",
      "12": "ሕግ በእምነት ላይ የተመሠረተ አይደለም፤ እንዲያውም “ሰው በሕግ ሊኖር የሚችለው የሕግ ትእዛዞችን ሁሉ ሲፈጽም ነው” ተብሎ ተጽፎአል፡፡",
      "13": "“በእንጨት ላይ ተሰቅሎ የሚሞት ሁሉ የተረገመ ነው” ተብሎ ስለተጻፈ መሲሕ ስለ እኛ እንደ እርግማን ሆኖ ከሕግ እርግማን ዋጀን፡፡",
      "14": "ይህም የሆነው ያህቬህ(יהוה) ለአብርሃም የሰጠው በረከት በያሹዋ መሺያ አማካይነት ለአረማያን እንዲደርስና ያህቬህ(יהוה) እሰጣችኋለሁ ያለውን መንፈስ ቅዱስን በእምነት እንድንቀበል ነው፡፡",
      "15": "ወንድሞቼ ሆይ! እስቲ ይህን ነገር በሰው ዘንድ ከተለመደ ነገር ጋር አነጻጽሩት፤ አንድ ሰው የገባው ቃል ኪዳን እንኳ ከጸደቀ በኋላ፤ ማንም ሰው ሊሽረው ወይም ሊጨምርበት አይችልም፡፡",
      "16": "ያህቬህ(יהוה)ም ለአብርሃምና ለዘሩ የተስፋ ቃል የሰጠው በዚህ ዐይነት ነው፤ መጽሐፍ የተጻፈ ቃል የተሰጠ ለብዙዎች እንደሆነ አድርጎ “ለዘርህ” ይላል፤ ይህም “ዘርህ” የተባለው መሲሕ ነው፡፡",
      "17": "እንግዲህ እኔ የምለው ይህ ነው፤ ከአራት መቶ ሠላሳ ዓመታት በኋላ የተሰጠው ሕግ በያህቬህ(יהוה) ተረጋግጦ የጸደቀውን ቃል ኪዳን በመሻር የተስፋውን ቃል ሊያጠፋው አይችልም፡፡",
      "18": "አንድ ነገር የሚወረሰው በሕግ አማካይነት ቢሆን ኑሮ፤ ያህቬህ(יהוה) በሰጠው የተስፋ ቃል አማካይነት መሆኑ በቀረ ነበር፤ ነገር ግን ያህቬህ(יהוה) ውርስን ለአብርሃም የሰጠው በተስፋው ቃል አማካይነት ነው፡፡",
      "19": "ታዲያ ሕግ የተሰጠው ለምንድን ነው? ሕግ የተጨመረው ለአብርሃም በተስፋ የተሰጠው ዘር እስኪመጣ ድረስ፤ ክፉ ሥራ ምን መሆኑን ለማመልከት ነው፤ ሕግ የመጣው በመላእክት አማካይነትና ማእከላዊ በሆነ በአንድ ሰው አማካይነት ነው፡፡",
      "20": "ይሁን እንጂ ለአንድ ሰው ብቻ ማእከላዊ የሚሆን ሰው አያስፈልግም፤ ያህቬህ(יהוה)ም አንድ ነው፡፡",
      "21": "እንግዲህ ሕግ የያህቬህ(יהוה)ን የተስፋ ቃል ይቃወማልን? ከቶ አይቃወምም! ምክንያቱም ሕይወት የሚገኝበት ሕግ ተሰጥቶ ቢሆን ኖሮ፤ ጽድቅ በህግ አማካይነት በተገኘ ነበር፡፡",
      "22": "ነገር ግን በያሹዋ መሺያ በማመን የሚገኘው የተስፋ ቃል፤ ለሚያምኑ እንዲሰጥ፤ መጽሓፍ እንደሚለው ዓለም በሙሉ ለኃጢአት በመገዛት የኃጢአት እስረኛ ሆኖአል፡፡",
      "23": "የሚጠበቀው እምነት እስከሚገለጥበት ጊዜ ድረስ፤ ይህ እምነት ከመምጣቱ በፊት የሕግ እስረኞች ሆነን ተዘግቶብን ነበር፡፡",
      "24": "በዚህ በእምነት እንድንጸድቅ መሲሕ እስኪመጣ ሕግ ሞግዚታችን ሆኖ ነበር፡፡",
      "25": "አሁን ግን እምነት ስለመጣ በሕግ ሞግዚትነት ሥር መሆናችን ቀርቶአል፡፡",
      "26": "ከያሹዋ መሺያ ጋር ባላችሁ ኅብረት በእምነት አማካይነት ሁላችሁም የያህቬህ(יהוה) ልጆች ናችሁ፡፡",
      "27": "ምንያቱም በጥምቀት ከመሲሕ ጋር አንድ የሆናችሁ ሁሉ መሲሕን ለብሳችኋል፡፡",
      "28": "ሁላችሁም በያሹዋ መሺያ አንድ ስለሆናችሁ በአይሁዳዊና በግሪካዊ በአገልጋይና በጌታ በወንድና በሴት መካከል ምንም ልዩነት የለም፡፡",
      "29": "እንግዲህ የመሲሕ ከሆናችሁ የአብርሃም ዘር ናችሁ፤ በተስፋውም ቃል መሠረት ወራሾች ናችሁ፡፡"
    },
    "Chapter 4": {
      "1": "አሁንም የለምለው ይህን ነው፤ ወራሹ ሕጻን ሆኖ በሚገኝበት ጊዜ ምንም እንኳ የንብረቱ ሁሉ ባለቤት ቢሆን ከባሪያ ምንም አይለይም፡፡",
      "2": "ነገር ግን አባቱ የወሰነለት ጊዜ እስኪደርስ ድረስ በሞግዚተችና በመጋቢዎች ስር ነው፡፡",
      "3": "እንዲሁም እኛ ሕጻናት በነበርንበት ጊዜ ለዚህ ዓለም ሥርዓት ተገዥዎች ሆነን ባሪያች ነበርን፡፡",
      "4": "ነገር ግን የተወሰነው ዘመን በደረሰ ጊዜ ያህቬህ(יהוה) ልጁን ላከልን፤ እርሱ ከሴት ተወለደ፤ ለሕግም ታዛዥ ሆነ፡፡",
      "5": "ይህንም ያደረገው ከሕግ ሥር ያሉትን ለመዋጀትና እኛም በጸጋ የያህቬህ(יהוה) ልጆች እንድንሆን ለማድረግ ነው፡፡",
      "6": "የያህቬህ(יהוה) ልጆች በመሆናችንም፤ ያህቬህ(יהוה)ን “አባባ” ብሎ የሚጮኸውን የልጁን መንፈስ ወደ ልባችን ላከ፡፡",
      "7": "ስለዚህ ከእንግዲህ ወዲህ የያህቬህ(יהוה) ልጅ ነህ እንጂ ባሪያ አይደለህም፤ የያህቬህ(יהוה) ልጅ ከሆንህም ያህቬህ(יהוה) ለልጆቹ ያዘጋጀውን ሁሉ ይሰጥሃል፡፡",
      "8": "ከዚህ በፊት ያህቬህ(יהוה)ን ባለማወቃችሁ ምክንያት በተፈጥሮአቸው አማልክት ላልሆኑት ባሪያች ሆናችሁ ትገዙ ነበር፡፡",
      "9": "አሁን ግን ያህቬህ(יהוה)ን ዐውቃችኋል፤ ይልቁንም ያህቬህ(יהוה) እናተን ዐውቆአችኋል፤ ታዲያ ወደ እነዚህ ወደ ደካሞችና ወደማይረቡት የዓለም ሥርዓቶች እንዴት ተመለሳችሁ? እንዴትስ እንደገና የእነርሱ ባሪያዎች ለመሆን ትፈልጋላችሁ?",
      "10": "ለተለዩ ቀኖችና ወሮች፤ ለተወሰኑ የዓመት ክፍሎችና ዓመታት ጥንቃቄ በማድረግ ልዩ ክብር ትሰጣላችሁ፡፡",
      "11": "ለእናንተ የደከምኩበት ሥራ ምናልባት ከንቱ ሆኖ ይቀራል ብዬ እፈራላችኋለሁ፡፡",
      "12": "ወንድሞቼ ሆይ! እኔ እንደ እናተ ስለሆንሁ እናንተም እንደ እኔ ሁኑ ብዬ እለምናችኋለሁ፤ እናንተ እኮ ምንም አልበደላችሁኝም፡፡",
      "13": "በመጀመሪያ ጊዜ የምሥራቹን ቃል ለእናተ ለመስበክ ዕድል ያገኘሁት፤ በሕመም ላይ በነበርሁት ጊዜ መሆኑን ታውቃላችሁ፡፡",
      "14": "ምንም እንኳ ሕመሜ ፈተና ቢሆንባችሁ፡- አልናቃችሁኝም ወይም አልተጸየፋችሁኝም፤ እንዲያውም የያህቬህ(יהוה) መልአክ እንደምትቀበሉ አድርጋችሁ ተቀበላችሁኝ፤ እንዲሁም ያህቬህ(יהוה) እንደምትቀበሉ አድርጋችሁ ተቀበላችሁኝ፡፡",
      "15": "ከዚህ በፊት የነበራችሁ ደስታ ሁሉ የት ሄደ? ቢቻልስ ዐይኖቻችሁን እንኳ አውጥታችሁ እንደምትሰጡኝ እኔ ራሴ እመሰክራላችኋለሁ፡፡",
      "16": "ታዲያ አሁን እውነትን ስለ ነገርሁአችሁ፡- ጠላታችሁ ሆኜ ተገኘሁን?",
      "17": "ሌሎች ሰዎች ስለ እናንተ በመጨነቅ ያስቡ ይሆናል፤ ይሁን እንጂ ይህን የሚያደርጉት ለመልካም አይደለም፤ የእነርሱ ፍላጎት እናንተ ከእኛ እንድትለዩና ለእነርሱ በትጋት እንድታስቡ እኔ ከእናንተ ጋር በምኖርነት ጊዜ ብቻ አይሁን፡፡",
      "18": "ልጆቼ ሆይ! የመሲሕ ባሕሪ በእናተ እስኪታይ ድረስ እንደገና ስለእናንተ በምጥ ጭንቅ ላይ እገኛለሁ፡፡",
      "19": "ከበፊቱ የተለየ ሁኔታ እንዳሳያችሁ አሁን ከእናንተ ጋር ብሆን በፈለግሁ ነበር፤ ነገር ግን ምን ማድረግ እንደሚያስፈልግ ባለማወቄ ግራ ገብቶኝ ተጨንቄአለሁ፡፡",
      "20": "እናንተ ለሕግ ተገዥዎች ሆናችሁ መኖር የምትፈልጉ እስቲ ንገሩኝ፤ ሕግ የሚለውን አትሰሙምን?",
      "21": "በሕግ መጽሐፍ “አብርሃም ሁለት ልጆች ነበሩት፤ አንደኛው የተወለደው ከአገልጋይቱ ሴት ሲሆን፤ ሌላው የተወለደው ከነጻይቱ ሴት ነበር” ተብሎ ተጽፎአል፡፡",
      "22": "የአገልጋይቱ ልጅ የተወለደው በሥጋ ልማድ ሲሆን፤ የነጻይቱ ልጅ የተወለደው ግን በተስፋው ቃል መሠረት ነበር፡፡",
      "23": "ይህም ምሳሌ ነበር፤ እነዚህ ሁለት ሴቶች የሁለት ኪዳኖች ምሳሌ ነበሩ፤ አንደኛዋ ኪዳን ከሲና ተራራ የሆነችው አጋር ናት፤ እርስዋ ልጆችን የምትወልደው ለባርነት ነበር፡፡",
      "24": "አጋር በአረብ አገር ለሚገኘው በሲና ተራራ ምሳሌ ነበረች፤ ስለዚህ ከአሁኒቱ ኢየሩሳሌም ጋር ትመሳሰላለች፤ እርስዋ ከነልጆችዋ በባርነት የምትገኝ ናት፡፡",
      "25": "ከላይ ከሰማይ የሆነችም ኢየሩሳሌም ግን ነጻ ናት፤ እርስዋ እናታችን ናት፡፡",
      "26": "ምክንያቱም፤ “አንቺ ልጆች የማትወልጂ መሃን ደስ ይበልሽ! አንቺ ለመውለድ አምጠሸ የማታውቂ “እልል!” በዪ፤ ባል ካላት ሴት ይልቅ ባልዋ የተዋት ሴት ብዙ ልጆች አሏት” ተብሎ ተጽፎአል፡፡",
      "27": "ወንድሞቼ ሆይ! እናንተም እንደ ይስሓቅ የተስፋው ቃል ልጆች ናችሁ፡፡",
      "28": "ነገር ግን በዚያን ጊዜ በሥጋ የተወለደው በመንፈስ የተወለደውን እንዳሳደደው፤ ዛሬም እንዲሁ ነው፡፡",
      "29": "ነገር ግን መጽሓፍ የሚለው ምንድነው? መጽሐፍ “አገልጋይቱ ሴት የወለደችው ልጅ ነጻይቱ ሴት ከወለደችው ጋር አብሮ ስለማይወርስ አገልጋይቱን ከነልጅዋ ወዲያ አስወጣት” ይላል፡፡",
      "30": "ስለዚህ ወንድሞቼ ሆይ! እኛ የነጻይቱ ልጆች ነን እንጂ የአገልጋይቱ ልጆች አይደለንም፡፡"
    },
    "Chapter 5": {
      "1": "መሲሕ ነጻ ያወጣን በነጻነት እንድንሮር ነው፡፡ ሰለዚህ ጸንታችሁ ቁሙ፤ እንደገና በባርነት ቀንበር አትጠመዱ፡፡",
      "2": "እንሆ! እኔ ጳውሎስ የምላችሁ ይህን ነው፤ “መገረዝ ያስፈልገናል” ብላችሁ ብትገረዙ መሲሕ ምንም አይጠቅማችሁም፤",
      "3": "“መገረዝ ያስፈልገኛል” ብሎ የሚገረዝ ሁሉ “ሕግን በሙሉ የመፈጸም ግዴታ አለበት” ብዬ እንደገና አስጠነቅቀዋለሁ፡፡",
      "4": "እናንተ በሕግ አማካይነት ለመጽደቅ የምትፈልጉ ሁሉ፤ ከመሲሕ ተለይታችኋል፤ ከጸጋው ርቃችኋል፡፡",
      "5": "እኛ ግን የጽድቅን ተስፋ የምንጠባበቀው፤ በያህቬህ(יהוה) መንፈስ አማካይነት በእምነት ነው፡፡",
      "6": "ምክንያቱም የሚጠቅመን ከያሹዋ መሺያ ጋር ሰንተባበር በፍቅር አማካይነት በሥራ ላይ የሚውል እምነት እንጂ መገረዝን ሆነ አለመገረዝ አይጠቅመንም፡፡",
      "7": "እስከዘሁን በመልካም ትሮጡ ነበር፤ ታዲያ አሁን ለእውነት እንዳትታዘዙ የከለከላችሁ ማን ነው?",
      "8": "እንዲህ ዓይነቱ ከጠሪያችሁ ከያህቬህ(יהוה) የመጣ አይደለም፡፡",
      "9": "ይህም “ጥቂት እርሾ ሊጡን በሙሉ ያቦካዋል” እንደሚባለው ነው፡፡",
      "10": "ነገር ግን ከቶ ሌላ ሃሳብ እንደማይኖራችሁ እርግጠኛ ሆኜ በጌታ እተማመናለሁ፤ ግራ የሚያጋባችሁ ማንም ቢኖር ቅጣቱን ይቀበላል፡፡",
      "11": "ወንድሞቼ ሆይ! እኔ እስከ አሁን የምሰብከው “ለመዳን መገረዝ ያስፈልጋል” እያልኩ ቢሆን ኖሮ፤ እስከአሁን ለምን እሳደድ ነበር? እንዲህ እማ ቢሆን ኑሮ የመሲሕ መስቀሉ እንቅፋት መሆኑ ይቀር ነበር፡፡",
      "12": "እንግዲህ እነዚህ ግራ ሚያጋቧችሁ ሰዎች ቢፈልጉ መገረዝ ብቻ ሳይሆን ይቆረጡ፡፡",
      "13": "ወንድሞቼ ሆይ! እናንተ ለነጻነት ተጠርታችኋል፤ ነገር ግን አንዱ ሌላውን በፍቅር ያገልግል እንጂ ይህ ነጻነታችሁ የሥጋ ምኞት መፈጸሚያ ምክንያት አይሁን፡፡",
      "14": "ምክንቱም ሕግ ሁሉ “ሰውን እንደራስህ አድርገህ ወደድ” በሚለው በአንድ ቃል ይፈጸማል፡፡",
      "15": "ነገር ግን እርስ በርሳችሁ ብትነካከሱና ብትበላሉ እርስ በርሳችሁ እንዳትጠፋፉ ተጠንቀቁ፡፡",
      "16": "እንግዲህ በመንፈስ ኑሩ፤ የሥጋን ምኞት አትፈጽሙ እላለሁ፡፡",
      "17": "ምክንያቱም የስጋ ምኞት ከመንፈስ ምኞት ጋር ተቃራኒ ነው፤ መንፈስና ስጋ እርስ በርሳቸው ይቃረናሉ፤ ስለዚህ እናንተ የምትፈልጉትን ማድረግ አትችሉም፤",
      "18": "በመንፈስ ብትመሩ የሕግ ተገዥዎች አትሆኑም፡፡",
      "19": "የሥጋ ሥራዎች የታወቁ ናቸው፤ እነርሱም ዝሙት፤ እርኩሰት፤ መዳራት፤",
      "20": "ጣዖትን ማምለክ፤ ሟርት፤ ጠላትነት፤ ንትርክ፤ ቅናት፤ ቁጣ፤ ራስ ወዳድነት፤ መለያየት፤ አድመኛነት፤",
      "21": "ምቀኝነት፤ ስካር፤ ዘፋኝነትና እነዚህን የመሳሰሉ ናቸው፤ ከዚህ በፊት እንዳስጠነቀቅኋችሁ አሁንም ደግሜ አስጠነቅቃችኋለሁ፤ እንደዚህ ያሉትን ነገሮች የሚያደርጉ ሰዎች፤ የያህቬህ(יהוה)ን መንግሥት አይወርሱም፡፡",
      "22": "የመንፈስ ቅዱስ ፍሬ ግን ፍቅር፤ ደስታ፤ ሰላም፤ ትግስት፤ ደግነት፤ በጎነት ታማኝነት፤",
      "23": "ገርነት፤ ራስን መግዛት ነው፡፡ እንደእነዚህ ያሉትን ነገሮች የሚቃረን ሕግ የለንም፤",
      "24": "የያሹዋ መሺያ የሆኑት ሰዎች፤ ሥጋን ከፍትወቱና ከሞኞቱ ጋር ሰቅለውታል፡፡",
      "25": "በመንፈስ የምንኖር ከሆንን፤ በመንፈስ እንመራ፡፡",
      "26": "አንዱ ሌላን ለጥል በማነሳሳት እርስ በእርሳችን እየተቀናናን በከንቱ አንመካ፡፡"
    },
    "Chapter 6": {
      "1": "ወንድሞቼ ሆይ! ሰው ማናቸውንም ስሕተት አድርጎ ቢገኝ፤ መንፈሳውያን የሆናችሁት እናንተ እንዲህ ዐይነቱን ሰው በገርነት አቅኑት፤ ነገር ግን አንተም በዚህ ዐይነት ፈተና እንዳትወድቅ ተጠንቀቅ፡፡",
      "2": "እርስ በርሳችሁ በመተጋገዝ ከእናንተ እያንዳንዱ የሌላው ከባድ ሸክም ይሸከም፤ በዚህ ዐይነት የመሲሕን ሕግ ትፈጽማላችሁ፡፡",
      "3": "ማንም ሰው ከሌሎች የሚሻልበት ነገር ሳይኖረው “እኔ ከሌላው እበልጣለሁ” ብሉ ቢያስብ እራሱን ያታልላል::",
      "4": "እያንዳንዱ ሰው የራሱን ሥራ መርምሮ ይፈትን፤ ከዚህ በኋላ ራሱን ከሌሎች ጋር በማወዳደር ሳይሆን ለራሱ ብቻ የሚመካበትን ነገር ያገኛል፡፡",
      "5": "ምክንያቱም እያንዳንዱ የራሱን ሸክም መሸከም አለበት፡፡",
      "6": "ቃሉን የሚማር ሰው ከአስተማሪው ጋር የመልካም ነገር ተካፋይ ይሁን፡፡",
      "7": "ራሳችሁን አታታልሉ፤ በያህቬህ(יהוה) ላይ መቀለድ አይቻልም፤ ምክንያቱም ሰው የሚያጭደው የዘራውን ነው፤",
      "8": "ሥጋውን ለማስደሰት የሚዘራ፤ ከሥጋው ሞትን ያጭዳል፤ መንፈስን ለማስደሰት የሚዘራ ከመንፈስ የዘለላም ሕይወትን ያጭዳል፡፡",
      "9": "ተስፋ ሳንቆርጥ በትዕግሥት ብንጸና በወቅቱ ስለምናጭደው መልካም ሥራን ከመሥራት አንስነፍ፡፡",
      "10": "አጋጣሚ ጊዜ ካገኘን ለሰዎች ሁሉ ይልቁንም ለሚያምኑ ቤተ ሰዎች መልካም ነገርን እናድርግ፡፡",
      "11": "እንዴት ባሉ ታላላቅ ፊደሎች ይህን በእጄ እንደጻፍሁላችሁ ተመልከቱ፤",
      "12": "እንድትገረዙ የሚያሰገድዱአችሁ ውጫዊ በሆነ ሥጋዊ ነገር የሚመኩ ናቸው፤ ይህን የሚያደርጉትም በመሲሕ መስቀሉ ምክንያት ስደት እንዳይደርስባቸው ብለው ነው፡፡",
      "13": "እነርሱ በእናንተ ሥጋ ለመመካት ብለው እንድትገረዙ ይፈልጋሉ እንጂ የተገረዙትም እንኳ ራሳቸው ሕግን አይፈጽሙም፡፡",
      "14": "እኔ ግን ዓለም ለእኔ ከሞተበት፤ እኔም ለዓለም ከሞትሁበት ከጌታችን ከያሹዋ መሺያ መስቀሉ በቀር ሌላ የምመካበት ነገር የለኝም፡፡",
      "15": "ምክንያቱም መገረዝም ሆነ አለመገረዝ ምንም አይጠቅምም፤ የሚጠቅመውስ አዲስ ፍጥረት መሆን ነው፡፡",
      "16": "ይህን መመሪያ ለሚከተሉ ሁሉና የያህቬህ(יהוה) ወገኖች ለሆኑት ለእስራኤል ሕዝብም ሰላምና ምሕረት ይሁን፡፡",
      "17": "በሰውነቴ ላይ ያለው የግርፋት ምልክት የያሹዋ አገልጋይ መሆኔን ስለሚያመልክት፤ ከእንግዲህ ወዲህ ማንም አያስቸግረኝ፡፡",
      "18": "ወንድሞቼ ሆይ! የጌታችን የያሹዋ መሺያ ጸጋ ከመንፈሳችሁ ጋር ይሁን፤ አሜን፡፡"
    }
  }
}
