{
  "john": {
    "Chapter 1": {
      "1": "ቃል በመጀመሪያ ነበረ፤ ቃልም በያህዌ ዘንድ ነበረ፤ ይህም ቃል ያህዌ ነበረ፡፡",
      "2": "እርሱ በመጀመሪያ ያህዌ ዘንድ ነበረ፡፡",
      "3": "ሁሉ ነገር በእርሱ ተፈጠረ፤ ከተፈጠረው ሁሉ፤ አንድም ነገር ያለ እርሱ የተፈጠረ የለም፡፡",
      "4": "በእርሱ ሕይወት ነበረች፤ ይህች ሕይወት የሰዎች ብርሃን ነበረች፡፡",
      "5": "ብርሃን በጨለማ ያበራል፤ ጨለማ ብርሃንን ከቶ አያሸንፈውም፡፡",
      "6": "ከያህዌ የተላከ ዮሐንስ የሚባል አንድ ሰው ነበረ፤",
      "7": "በእርሱ ምስክርነት ሰው ሁሉ እንዲያምን ስለ ብርሃን ምስክር ሆኖ መጣ፡፡",
      "8": "እርሱ ስለ ብርሃን ሊመሰክር መጣ እንጂ እርሱ ራሱ ብርሃን አልነበረም፡፡",
      "9": "ይህ ብርሃን ወደ ዓለም የሚመጣና ለሰው ሁሉ ብርሃን የሚሰጥ እውነተኛ ብርሃን ነበረ፡፡",
      "10": "እርሱም በዓለም ነበረ፤ ዓለምም የተፈጠረው በእርሱ ነው፤ ዓለም ግን አላወቀውም፡፡",
      "11": "ወደ ወገኖቹ መጣ ወገኖቹ ግን አልተቀበሉትም፡፡",
      "12": "ይሁን እንጂ ለተቀበሉትና በስሙ ላመኑ፤ የያህዌ ልጆች የመሆንን መብት ሰጣቸው፡፡",
      "13": "እነርሱም ያህዌ ተወለዱ እንጂ ከሰው ዘር ማለትም ከሥጋ ልማድ፤ ወይም ከሰው ፈቃድ አልተወለዱም፡፡",
      "14": "ቃልም ሥጋ ሆነ፤ ጸጋንና እውነትንም ተሞልቶ በእኛ አደረ፤ አንድ ልጅም ከአባቱ ዘንድ እንዳለው ክብር የሆነውን ክብሩን አየን፡፡",
      "15": "ዮሐንስም “ከእኔ በኋላ የሚመጣው ከእኔ ይበልጣል፤ ምክንያቱም ከእኔ በፊት ነበረ ብዬ የነገርኋችሁ እነሆ ይህ ነው” እያለ መሰከረ፡፡",
      "16": "ከእርሱ የጸጋ ሙላት እኛ ሁላችን በጸጋ ላይ ጸጋ ተቀብለናል፡፡",
      "17": "ሕግ በሙሴ በኩል ተሰጠ፤ ጸጋና እውነት ግን በያሹዋ መሺያ በኩል ተሰጠ፡፡",
      "18": "ያህዌን ከቶ ያየው ማንም የለም፤ ይሁን እንጂ በአብ ዘንድ ያለው አንድ ልጁ ብቻ ገልጦታል፡፡",
      "19": "አይሁዳውያን ባለሥልጣኖች ከኢየሩሳሌም ካህናትንና ሌዋውያንን ወደ ዮሐንስ ልከው “አንተ ማንነህ?” ብለው ባስጠየቁት ጊዜ፤",
      "20": "ዮሐንስ “እኔ መሲሕ አይደለሁም” ሲል መሰከረ እንጂ አልካደም፡፡",
      "21": "እነርሱም “ታዲያ አንተ ማን ነህ? ኤልያስ ነህን?” ሲሉ ጠየቁት፡፡ እርሱም “አይደለሁም” ሲል መለሰላቸው፡፡ እነርሱም ይመጣል የተባለው ነቢይ ነህን?” አሉት፡፡ እርሱም “አይደለሁም” አለ፡፡",
      "22": "እነርሱም “ታዲያ አንተ ማን ነህ? ለላኩን ሰዎች መልስ እንድንነግር፤ ስለራስህ ምን ትላለህ?” አሉት፡፡",
      "23": "እርሱም “ነቢዩ ኢሳይሳስ እንደተናገረው፤ እኔ “የያህዌን መንገድ አቅኑ እያለ በበረሓ የሚጮህ ሰው ድምፅ ነኝ” አለ፡፡",
      "24": "ሰዎቹ የተላኩት ከፈሪሳውያን ነበረ፤",
      "25": "ስለዚህ “አንተ መሲሕ ወይም ኤልያስ ወይም ይመጣል የተባለው ነቢይ ካልሆንህ ታዲያ ስለምን ታጠምቃለህ? ሲሉ ጠየቁት፡፡",
      "26": "ዮሐንስም እንዲህ ሲል መለሰላቸው፤ “እኔ የማጠምቀው በውሃ ነው፤ ነገር ግን እናንተ የማታውቁት በመካከላችሁ ቆሞአል፡፡",
      "27": "እርሱ ከእኔ በኋላ የሚመጣ ነው፤ እኔ የጫማውን ማሰሪያ ለመፍታት እንኳ የበቃሁ አይደለሁም፡፡”",
      "28": "ይህ ሁሉ የሆነው ዮሐንስ ያጠምቅ በነበረበት ስፍራ በቢታንያ ነው፤ ቢታንያ ከዮርዳኖስ ወንዝ ማዶ የምትገኝ ከተማ ናት፡፡",
      "29": "በማግሥቱ ዮሐንስ ያሹዋን ወደ እርሱ ሲመጣ አይቶ እንዲህ አለ፤ “እነሆ የዓለምን ኃጢአት የሚያስወግድ የያህዌ በግ ይህ ነው!",
      "30": "‹ከእኔ በኋላ የሚመጣው ከእኔ ይበልጣል፤ ምክንያቱም ከእኔ በፊት ነበረ› ያልኋችሁ ይህ ነው፡፡",
      "31": "እኔም እራሴ አላውቀውም ነበር፤ ነገር ግን እርሱ ለእሥራኤል ሕዝብ እንዲገለጥ እኔ በውሃ እያጠመቅሁ መጣሁ፡፡”",
      "32": "ቀጥሎም ዮሐንስ እንዲህ ሲል መሰከረ፤ “መንፈስ ቅዱስ እንደ ርግብ ከሰማይ ሲወርድና ሲያርፍበት አየሁ፤",
      "33": "እኔ እራሴ አላውቀውም ነበር፤ ነገር ግን በውሃ እንዳጠምቅ የላከኝ ‹መንፈስ ቅዱስ ሲወርድና ሲያርፍበት የምታየው፤ በመንፈስ ቅዱስ የሚያጠምቅ እርሱ ነው› ሲል ነግሮኛል፡፡",
      "34": "እኔም ይህን አይቻለሁ፤ ስለዚህ እርሱ የያህዌ ልጅ መሆኑን እመሰክራለሁ፡፡”",
      "35": "በማግሥቱ ዮሐንስ ከሁለት ተማሪዎቹ ጋር እንደገና እዚያ ቆሞ ነበር፤",
      "36": "ዮሐንስ ያሹዋን በዚያ ሲያልፍ አይቶ “እነሆ የያህዌ በግ!” አለ፡፡",
      "37": "ሁለቱ የዮሐንስ ደቀ መዛሙርት ዮሐንስ ይህን ሲል ሰምተው ያሹዋን ተከተሉት፡፡",
      "38": "ያሹዋ መለስ ብሎ ሲከተሉት አየና “ምን ትፈልጋላችሁ?” አላቸው፡፡ እነርሱም “ረቢ! የምትኖረው የት ነው?” አሉት፡፡ (ረቢ ማለት መምህር ማለት ነው፡፡)",
      "39": "እርሱም “ኑና እዩ” አላቸው፡፡ ስለዚህ ሄዱና የት እንደሚኖር አዩ፡፡ በዚያን ቀን ከእርሱ ጋር አብረው ዋሉ፤ ጊዜው ወደ ዐሥር ሰዓት ገደማ ነበር፡፡",
      "40": "ዮሐንስ የተናገረውን ቃል ሰምተው ያሹዋን ከተከተሉት ደቀ መዛሙርት የስምዖን ጴጥሮስ ወንድም እንድርያስ ነበር፡፡",
      "41": "እንድርያስ በመጀመሪያ ወደ ወንድሙ ወደ ስምዖን ሄደና “መሲሕን እኮ አገኘነው!” አለው፡፡ (መሲሕ ማለት ክርስቶስ ማለት ነው፡፡)",
      "42": "ከዚህ በኋላ እንድርያስ ስምዖንን ወደ ያሹዋ አመጣው፡፡ ያሹዋም ትኩር ብሎ ተመለከተውና “አንት የዮና ልጅ ስምዖን ነህ፤ ከእንግዲህ ወዲህ ግን ኬፋ ትባላለህ” አለው፡፡ (ኬፋ ማለት ጴጥሮስ ወይም አለት ማለት ነው፡፡)",
      "43": "በማግሥቱ ያሹዋ ወደ ገሊላ ለመሄድ ፈለገ፤ ፊልጶስንም አገኘውና “ተከተለኝ” አለው፡፡",
      "44": "ፊልጶስ እንደ እንድርያስና እንደ ጴጥሮስ የቤተ ሳይዳ ከተማ ሰው ነበረ፡፡",
      "45": "ፊልጶስ ናትናኤስን አግኝቶ “ሙሴ በሕግ መጽሐፍ፤ ነቢያትም በትንቢት መጻሕፍት ስለእርሱ የጻፉለትን አገኘነው፤ እርሱም የዮሴፍ ልጅ የናዝሬቱ ያሹዋ ነው” አለው፡፡",
      "46": "ናትናኤል ግን ከናዝሬት መልካም ነገር ከቶ ሊገኝ ይችላልን?” አለው፡፡ ፊልጶስም “መጥተህ እይ” አለው፡፡",
      "47": "ያሹዋ ናትናኤል ወደ እርሱ ሲመጣ አይቶ “እነሆ ተንኮል የሌለበት እውነተኛ የእሥራኤል ሰው!” ሲል ስለ እርሱ ተናገረ፡፡",
      "48": "ናትናኤልም “እንዴት አወቅኸኝ” አለው፡፡ ያሹዋም “ፊልጶስ ሳይጠራህ በፊት ከበለስ ዛፍ ሥር ሆነህ አይቼሃለሁ” ሲል መለሰለት፡፡",
      "49": "በዚህ ጊዜ ናትናኤል “መምህር ሆይ! አንተ የአምላክ ልጅ ነህ! አንተ የእሥራኤል ንጉሥ ነህ!” አለ፡፡",
      "50": "ያሹዋም እንዲህ አለ፤ “አንተ ያመንኸው ‹ከበለስ ሥር ሆነህ አይቼሃለሁ› ስላልሁህ ነውን? ከዚህ የበለጡ ነገሮች ገና ታያለህ፡፡",
      "51": "እውነት እውነት እላችኋለሁ፤ ሰማይ ሲከፈት የያህዌ መላእክትም በሰው ልጅ ላይ ሲወጡና ሲወርዱ ታያላችሁ፡፡”"
    },
    "Chapter 2": {
      "1": "በሦስተኛው ቀን በገሊላ ክፍለ ሃገር በምትገኘው ቃና በምትባል ከተማ ሠርግ ነበረ፤ የያሹዋ እናትም በዚያ ነበረች፡፡",
      "2": "ያሹዋና ደቀ መዛሙርቱም ወደ ሠርጉ ተጠርተው ነበር፡፡",
      "3": "በሠርጉ ግብዣ ላይ የወይን ጠጁ ባለቀ ጊዜ የያሹዋ እናት ያሹዋን “የወይን ጠጅ የላቸውም እኮ!” አለችው፡፡",
      "4": "ያሹዋም “አንቺ ሴት! ከአንቺ ጋር ምን አለኝ? ጊዜየ ገና አልደረሰም እኮ” አላት፡፡",
      "5": "በዚያን ጊዜ እናቱ እዚያ ለነበሩት አገልጋዮች “እርሱ የሚላችሁን አድርጉ አለቻቸው፡፡”",
      "6": "አይሁዳውያን የመንጻት ሥርዓት ስለነበራቸው ስድስት የድንጋይ ጋኖች በዚያ ነበሩ፤ እያንዳንዱ ጋን ሁለት ወይም ሦስት እንስራ ውሃ ለመያዝ ይችል ነበር፡፡",
      "7": "ያሹዋ አገልጋዮቹን “ጋኖቹን ውሃ ሙሉአቸው!” አላቸው፤ እነርሱም እስከ አፋቸው ሞሉአቸው፡፡",
      "8": "ከዚህ በኋላ ያሹዋ አገልጋዮቹን “በሉ አሁን ቀድታችሁ ለግብዣው ኀላፊ ስጡት” አላቸው፡፡ እነርሱም ወስደው ሰጡት፡፡",
      "9": "የግብዣው ኀላፊ ወደ ወይን ጠጅ የተለወጠውን ውሃ በቀመሰ ጊዜ ከየት እንደመጣ አላወቀም፤ ውሃውን የቀዱት አገልጋዮች ግን ያውቁ ነበር፡፡ ስለዚህ የግብዣው ኃላፊ ሙሽራውን ጠርቶ እንዲህ አለው፤",
      "10": "“ሰው ሁሉ አስቀድሞ የሚያቀርበው ጥሩውን የወይን ጠጅ ነው፤ ተጋባዡ ከሰከሩ በኋላ መናኛውን ያቀርባል፤ አንተ ግን ጥሩውን የወይን ጠጅ እስከ አሁን አቆየህ፡፡”",
      "11": "ያሹዋ ይህን የተአምራት ሁሉ መጀመሪያ የሆነውን ተአምር በገሊላ ክፍለ ሀገር በቃና ከተማ አደረገ፤ በዚህም ዐይነት ክብሩን ገለጠ፤ ደቀ መዛሙርቱም በእርሱ አመኑ፡፡",
      "12": "ከዚህ በኋላ ያሹዋ ከእናቱና ከወንድሞቹ፤ ከደቀ መዛሙርቱም ጋር ወደ ቅፍርናሆም ወረደ፤ በዚያም ጥቂት ቀኖች ተቀመጠ፡፡",
      "13": "የአይሁድ የፋሲካ በዐል ቀርቦ ስለነበር ያሹዋ ወደ ኢየሩሳም ሄደ፤",
      "14": "በቤተ መቅደስም በሬዎችንና በጎችን፤ ርግቦችንም የሚሸጡትን ሰዎች አገኘ፤ ገንዘብ ለዋጮችንም ገንዘብ በመለወጥ ላይ እንዳሉ አገኘ፡፡",
      "15": "በዚህ ጊዜ የገመድ ጅራፍ አበጀና ሰዎችን ሁሉ፤ በጎችና በሬዎችንም ከቤተ መቅደስ አስወጣቸው፤ የገንዘብ ለዋጮችንም ገንዘብ በተነ፤ ጠረጴዛዎቻቸውንም ገለበጠ፡፡",
      "16": "ርግብ የሚሸጡትንም ሰዎች “ይህን ሁሉ ወዲያ ውሰዱ፤ የአባቴን ቤት የንግድ ቤት አታድርጉት” አላቸው፡፡",
      "17": "በዚህ ጊዜ ደቀ መዛሙርቱ “ስለ ቤትህ ያለኝ ቅንአት እንደ እሳት አቃጠለኝ” ተብሎ እንደተጻፈ አስታወሱ፡፡",
      "18": "ከዚህ በኋላ አይሁዳውያን ባለሥልጣኖች ያሹዋን “አንተ ይህን ለማድረግ መብት እንዳለህ ምን ተአምር ታሳየናለህ?” አሉት፡፡",
      "19": "ያሹዋም “ይህን ቤተ መቅደስ አፍርሱትና እኔ በሦስት ቀን እሠራዋለሁ” አላቸው፡፡",
      "20": "እነርሱም “ይህን ቤተ መቅደስ ለመሥራት አርባ ስድስት ዓመት ፈጅቶአል፤ ታዲያ አንተ በሦስት ቀን ውስጥ ትሠራዋለህን?” አሉት፡፡",
      "21": "ያሹዋ ግን “ቤተ መቅደስ” ብሎ የተናገረው ስለ ሰውነቱ ነበር፡፡",
      "22": "ስለዚህ ያሹዋ ከሞት በተነሣ ጊዜ ደቀ መዛሙርቱ ይህን አስታወሱ፤ በዚህ ምክንያት በመጽሐፍ የተጻፈውንና ያሹዋ የተናገረውን ቃል አመኑ፡፡",
      "23": "ሹዋ በፋሲካ በዓል ጊዜ በኢየሩሳሌም ሳለ ያደረጋቸውን ተአምራት በማየታቸው ብዙ ሰዎች በእርሱ አመኑ፡፡",
      "24": "ያሹዋ ግን ሰዎችን ሁሉ ያውቅ ስለነበር አላመናቸውም፤",
      "25": "እርሱ በሰው ልብ ያለውን ሁሉ ያውቅ ስለነበር ማንም እንዲነግረው አያስፈልገውም ነበር፡፡"
    },
    "Chapter 3": {
      "1": "ኒቆዲሞስ የሚባል አንድ ሰው ነበረ፤ እርሱ ከፈሪሳውያን ወገን የሆነ የአይሁድ አለቃ ነበረ፡፡",
      "2": "ይህ ሰው በሌሊት ወደ ያሹዋ መጥቶ “መምህር ሆይ! ፈጣሪ ከእርሱ ጋር ካልሆነ በቀር እነዚህን አንተ የምታደርጋቸውን ተአምራት ሊያደርግ የሚችል ማንም የለም፤ ስለዚህ አንተ ከያህቬህ(יהוה) ዘንድ የመጣህ መምህር እንደሆንህ እናውቃለን” አለው፡፡",
      "3": "ያሹዋም “እውነት እውነት እልሃለሁ፤ ሰው እንደገና ካልተወለደ በቀር የያህቬህ(יהוה)ን መንግሥት ሊያይ አይችልም” አለው፡፡",
      "4": "ኒቆዲሞስም “ታዲያ ሰው ከሸመገለ በኋላ እንዴት ሊወለድ ይችላል?” ዳግመኛ ወደ እናቱ ማሕፀን ገብቶ መወለድ ይችላልን?” ሲል ጠየቀ፡፡",
      "5": "ያሹዋም እንዲህ ሲል መለሰ “እውነት እውነት እልሃለሁ፤ ሰው ከውሃና ከመንፈስ ቅዱስ ካልተወለደ በቀር ወደ ያህቬህ(יהוה) መንግሥት ሊገባ አይችልም፡፡",
      "6": "ከሥጋ የተወለደ ሥጋ ነው፤ ከመንፈስ የተወለደ መንፈስ ነው፡፡",
      "7": "ስለዚህ ‹ዳግመኛ መወለድ ያስፈልጋችኋል› ስላልኩህ አትደነቅ፡፡",
      "8": "ነፋስ ወደፈለገው አቅጣጫ ይነፍሳል፤ ድምፁንም ትሰማለህ ነገር ግን ከየት እንደሚመጣና ወደየትም እንደሚሄድ አታውቅም፤ ከመንፈስ የተወለደ ሁሉ እንዲሁ ነው፡፡”",
      "9": "ኒቆዲሞስም “ይህ እንዴት ሊሆን ይችላል? ሲል ጠየቀው፡፡",
      "10": "ያሹዋም እንዲህ ሲል መለሰለት፤ “አንተ የእሥራኤል መምህር ሆነህ ይህን አታውቅምን?",
      "11": "እውነት እውነት እልሃለሁ፤ የምናውቀውን እንናገራለን፤ ያየነውንም እንመሰክራለን፤ እናንተ ግን ምስክርነታችንን አትቀበሉትም፡፡",
      "12": "የምድርን ነገር ስነግራችሁ የማታምኑ ከሆነ፤ የሰማይን ነገር ስነግራችሁ እንዴት ታምናላችሁ?",
      "13": "ከሰማይ ከወረደው ከሰው ልጅ በቀር ወደ ሰማይ የወጣ ማንም የለም፡፡",
      "14": "“ሙሴ በበረሓ እባብን ከፍ አድርጎ እንደሰቀለ እንዲሁ የሰው ልጅ ከፍ ብሎ ሊሰቀል ይገባዋል፡፡",
      "15": "ምክንያቱም በእርሱ የሚያምን ሁሉ የዘላለም ሕይወት እንዲያገኝ ነው፡፡",
      "16": "“ያህቬህ(יהוה) ዓለምን እጅግ ስለወደደ አንድ ልጁን ሰጠ፤ ስለዚህ በልጁ የሚያምን ሁሉ የዘላላም ሕይወት ይኖረዋል እንጂ አይጠፋም፡፡",
      "17": "ያህቬህ(יהוה) ልጁን ወደ ዓለም የላከው፤ ዓለም በልጁ እንዲድን ነው እንጂ በዓለም ላይ ለመፍረድ አይደለም፡፡",
      "18": "“በእርሱ የሚያምን አይፈረድበትም፤ በእርሱ የማያምን ግን አንድ በሆነው በያህቬህ(יהוה) ልጅ ስላላመነ ገና ድሮ ተፈርዶበታል፡፡",
      "19": "“ፍርዱም ይህ ነው፤ ብርሃን ወደ ዓለም መጣ፤ ሰዎች ግን ሥራቸው ክፉ ስለሆነ ከብርሃን ይልቅ ጨለማን ወደዱ፡፡",
      "20": "ክፉ ነገር የሚያደርግ ሁሉ ብርሃንን ይጠላል፤ ክፉ ሥራውም እንዳይገለጥበት ወደ ብርሃን አይመጣም፡፡",
      "21": "እውነት የሆነውን ነገር የሚያደርግ ግን ወደ ብርሃን ይመጣል፤ ወደ ብርሃን የሚመጣውም በያህቬህ(יהוה) ትእዛዝ መሠረት የተደረገው ሥራው እንዲገለጥለት ነው፡፡”",
      "22": "ከዚህ በኋላ ያሹዋ ከደቀ መዛሙርቱ ጋር ወደ ይሁዳ አገር ሄደ፤ በዚያም እያጠመቀ ከእነርሱ ጋር ለጥቂት ጊዜ ቆየ፡፡",
      "23": "በዚያኑ ጊዜ ዮሐንስም ብዙ ውሃ ስለነበረበት በሳሌም አቅራቢያ ሄኖን በተባለ ስፍራ ያጠምቅ ነበር፤ ሰዎችም ወደዚያ እየሄዱ ይጠመቁ ነበር፡፡",
      "24": "በዚያን ጊዜ ዮሐንስ ገና ወደ ወህኒ ቤት አልገባም ነበር፡፡",
      "25": "በዚያን ጊዜ በዮሐንስ ደቀ መዛሙርትና በአንድ አይሁዳዊ መካከል ስለ መንጻት ሥርዓት ክርክር ተነሣ፡፡",
      "26": "የዮሐንስ ደቀ መዛሙርት ወደ ዮሐንስ ቀርበው “መምህር ሆይ! ያ ከዮርዳኖስ ማዶ ከአንተ ጋር የነበረው፤ አንተ ስለ እርሱ የመሰከርክለት፤ እነሆ እርሱም ያጠምቃል፤ ሰዎችም ሁሉ ወደ እርሱ ይሄዳሉ” አሉት፡፡",
      "27": "ዮሐንስም እንዲህ ሲል መለሰ፤ “ማንም ሰው ያህቬህ ካልሰጠው በቀር ምንም ነገር ሊኖረው አይችልም፤",
      "28": "‹ከእርሱ በፊት ተልኬአለሁ እንጂ እኔ መሲሕ አይደለሁም› ብዬ እንደነገርሁአችሁ እናንተ ራሳችሁ ምስክሮቼ ናችሁ፡፡",
      "29": "ሙሽሪት ያለችው ሰው ሙሽራ ነው፤ የሙሽራው ሚዜ ግን ከሙሽራው አጠገብ ቆሞ ይሰማዋል፤ የእርሱንም ድምፅ በመስማት ይደሰታል፤ ስለዚህ የእኔም ደስታ አሁን ፍጹም ሆኖአል፡፡",
      "30": "እርሱ ከፍ እንዲል፤ እኔም ዝቅ ዝቅ እንድል ያስፈልጋል፡፡”",
      "31": "ከላይ የሚመጣው ከሁሉ በላይ ነው፤ ከምድር የሆነ ምድራዊ ነው፤ የምድርንም ነገር ይናገራል፤ ከሰማይ የሚመጣው ከሁሉ በላይ ነው፡፡",
      "32": "እርሱ ያየውንና የሰማውን ይመሰክራል፤ ነገር ግን የእርሱን ምስክርነት የሚቀበል የለም፡፡",
      "33": "የእርሱን ምስክርነት የሚቀበል ግን ያህቬህ(יהוה) እውነተኛ መሆኑን ያረጋግጣል፡፡",
      "34": "ያህቬህ(יהוה) የላከው የያህቬህን ቃል ይናገራል፤ ያህቬህ(יהוה)ም መንፈሱን በሙላት ይሰጠዋል፡፡",
      "35": "አባት ልጁን ይወድዳል፤ ሁሉንም ነገር በእጁ አስረክቦታል፡፡",
      "36": "በልጁ የሚያምን የዘላለም ሕይወት አለው፤ በልጁ የማያምን ግን የአምላክ ቁጣ በእርሱ ላይ ይኖርበታል እንጂ ሕይወትን አያገኝም፡፡"
    },
    "Chapter 4": {
      "1": "ያሹዋ ከዮሐንስ ይበልጥ ብዙ ሰዎችን ደቀ መዛሙርት እንደሚያደርግና እንደሚያጠምቅ ፈሪሳውያን ሰሙ፤",
      "2": "ሆኖም ያጠምቁ የነበሩት የእርሱ ደቀ መዛሙርት እንጂ እርሱ ራሱ አያጠምቅም ነበር፡፡",
      "3": "ስለ እርሱ የተባለውን ፈሪሳውያን እንደሰሙ ባወቀ ጊዜ፤ ያሹዋ የይሁዳን ምድር ትቶ ወደ ገሊላ ተመልሶ ሄደ፡፡",
      "4": "ወደዚያም ሲሄድ በሰማርያ በኩል ማለፍ ነበረበት፡፡",
      "5": "ስለዚህ ሲካር ያዕቆብ ለልጁ ለዮሴፍ በሰጠው ቦታ አጠገብ የምትገኝ ከተማ ናት፤",
      "6": "በዚያም የያዕቆብ የውሃ ጉድጓድ ነበረ፤ ያሹዋ መንገድ ከመሄድ የተነሣ ስለ ደከመው በጉድጓዱ አጠገብ ተቀመጠ፤ ጊዜውም ወደ ስድስት ሰዓት ገደማ ነበረ፡፡",
      "7": "በዚያን ጊዜ አንዲት የሰማርያ አገር ሴት ውሃ ልትቀዳ ወደ ጉድጓዱ መጣች፤ ያሹዋም “ውሃ አጠጪኝ!” አላት፡፡",
      "8": "በዚያን ወቅት ደቀ መዛሙርቱ ምግብ ሊገዙ ወደ ከተማ ሄደው ነበር፡፡",
      "9": "ይህችም ሳምራዊት ሴት ያሹዋን “አንተ አይሁዳዊ ሆነህ እንዴት እኔን ሳምራዊቷን ‹ውሃ አጠጪኝ!› ብለህ ትጠይቀኛለህ?” አለችው፤ ይህን ማለትዋ አይሁዳውያን ከሳምራውያን ጋር ኅብረት ስላልነበራቸው ነው፡፡",
      "10": "ያሹዋም “የያህቬህ(יהוה)ን ስጦታና ‹ውሃ አጠጪኝ የሚልሽም ማን እንደሆነ ብታውቂው ኖሮ እርሱን መለመን የሚገባሽ አንቺ ነበርሽ፤ እርሱም የሕይወትን ውሃ ይሰጥሽ ነበር” አላት፡፡",
      "11": "እርሷም እንዲህ ስትል መለሰች፤ “ጌታ ሆይ! አንተ መቅጃ የለህም፤ ጉድጓዱም ጥልቅ ነው፤ ታዲያ የሕይወት ውሃ ከየት ታገኛለህ?",
      "12": "አንተ ይህን ጉድጓድ ከሰጠን ከአባታችን ከያዕቆብ ትበልጣለህን? እርሱና ልጆቹ ከብቶቹም ከዚህ ጉድጓድ ጠጥተዋል፡፡”",
      "13": "ያሹዋ እንዲህ ሲል መለሰላት፤ “ከዚህ ውሃ የሚጠጣ ሁሉ እንደገና ይጠማዋል፤",
      "14": "እኔ ከምሰጠው ውሃ የሚጠጣ ለዘላለም ከቶ አይጠማም፤ ምክንያቱም እኔ የምሰጠው ውሃ ለሚጠጣው ሰው ለዘላለም ሕይወት የሚፈልቅ ምንጭ ይሆናል፡፡”",
      "15": "ሴትዮዋም “ጌታ ሆይ! ከእንግዲህ ወዲህ ውሃ እንዳይጠማኝና ወደዚህም ለመቅዳት እንዳልመጣ እባክህ እንዲህ ዐይነቱን ውሃ ስጠኝ” አለችው፡፡",
      "16": "ያሹዋም “ሂጂና ባልሽን ጠርተሽ ተመለሽ” አላት፡፡",
      "17": "ሴትዮዋም “ባል የለኝም” ስትል መለሰች፤",
      "18": "በዚህ ጊዜ ያሹዋ እንዲህ አላት፤ “ባል የለኝም ማለትሽ ልክ ነው፤ ምክንያቱም አምስት ባሎች ነበሩሽ፤ አሁንም ከአንቺ ጋር ያለው ሰው ባልሽ አይደለም፤ ስለዚህ እውነት ተናግረሻል፡፡”",
      "19": "ሴትዮዋም እንዲህ አለችው፤ “ጌታ ሆይ! አንተ ነቢይ እንደሆንህ አሁን ዐወቅሁ፤",
      "20": "አባቶቻችን በዚህ ተራራ ላይ ሰገዱ፤ እናንተ ግን ‹ሰዎች መስገድ የሚገባቸው በኢየሩሳሌም ነው› ትላላችሁ፡፡”",
      "21": "ያሹዋም እንዲህ አላት፤ “አንቺ ሴት ለአብ በዚህ ተራራ ላይ ወይም በኢየሩሳሌም ስለ መስገድ ጉዳይ የማትጨነቁበት ጊዜ እንደሚመጣ እመኚኝ፤",
      "22": "እናንተ ለማታውቁት አምላክ ትሰግዳላችሁ፤ እኛ ግን ደህንነት ከአይሁድ ስለሆነ ለምናውቀው አምላክ እንሰግዳለን፡፡",
      "23": "ነገር ግን በእውነት የሚሰግዱ ለአብ በመንፈስና በእውነት የሚሰግዱበት ጊዜ ይመጣል፤ እንዲያውም አሁን መጥቶአል፤ አብም የሚፈልገው እንዲህ የሚሰግዱለትን ነው፡፡",
      "24": "ያህዌ መንፈስ ነው፤ በእውነት የሚሰግዱለትም በመንፈስ ሊሰግዱለት ይገባቸዋል፡፡”",
      "25": "ሴትዮዋም “መሲሕ እንደሚመጣ ዐውቃለሁ፤ እርሱ ሲመጣ ሁሉን ነገር ይነግረናል” አለችው፡፡",
      "26": "ያሹዋም “እነሆ አሁን የማነጋግርሽ እኔ እርሱ ነኝ” አላት፡፡",
      "27": "በዚህ ጊዜ ደቀ መዛሙርቱ ከሄዱበት ተመልሰው መጡ፤ ያሹዋ ከሴት ጋር በመነጋገሩ ተደነቁ፤ ይሁን እንጂ “ምን ትፈልጊያለሽ ወይም ከእርስዋ ጋር ለምን ትነጋገራለህ ብሎ የጠየቀው ማንም አልነበረም፡፡",
      "28": "ከዚህ በኋላ ሴትዮዋ እንስራዋን ትታ ወደ ከተማ ሄደችና ለሰዎቹ እንዲህ አለች፤",
      "29": "“የሠራሁትን ሁሉ የነገረኝን ሰው ኑ እዩ! ምናልባት እርሱ መሲሕ ይሆንን?”",
      "30": "ሰዎቹም ከከተማ ወጥተው ወደ ያሹዋ ሄደ፡፡",
      "31": "በዚህ ጊዜ ደቀ መዛሙርቱ ያሹዋን “መምህር ሆይ! ምሳህን ብላ” ሲሉ ለመኑት፡፡",
      "32": "እርሱ ግን “እናንተ የማታውቁት እኔ የምበላው ምግብ አለኝ” አላቸው፡፡",
      "33": "ስለዚህ ደቀ መዛሙርቱ “ሰው ምግብ አምጥቶለት ይሆን? ተባባሉ፡፡",
      "34": "ያሹዋም እንዲህ አላቸው፤ “የእኔ ምግብ የላከኝን ፈቃድ ማድረግና ሥራውንም መፈጸም ነው፡፡",
      "35": "እናንተ ‹ገና አራት ወር ቀርቶታል፤ ከዚያም በኋላ መከር ይሆናል› ትሉ የለምን? እኔ ግን ‹ቀና በሉና እርሻዎቹ ለመከር እንደደረሱ ተመልከቱ› እላችኋለሁ፡፡",
      "36": "የሚያጭድ ደመወዙን ይቀበላል፤ ለዘላለም ሕይወት የሚሆን ፍሬም ይሰበስባል፤ ስለዚህ የሚዘራውም፤ የሚያጭደውም አብረው ይደሰታሉ፡፡",
      "37": "በዚህም ምክንያት ‹አንዱ ይዘራል፤ ሌላው ያጭዳል› የተባለው ምሳሌ እውነት ነው፡፡",
      "38": "እኔም ያልደከማችሁትን እንድታጭዱ ላክሁአችሁ፤ ሌሎች በሥራ ደከሙ፤ እናንተ ግን በድካማቸው ፍሬ ተጠቀማችሁ፡፡”",
      "39": "ሴትዮዋ “የሠራሁትን ነገር ሁሉ ነገረኝ” ብላ በመሰከረችው መሠረት ከዚያ ከተማ ብዙ ሰዎች አመኑ፡፡",
      "40": "ስለዚህ የሰማርያ አገር ሰዎች ወደ ያሹዋ በመጡ ጊዜ ከእነርሱ ጋር እንዲቆይ ለመኑት፤ እርሱም ሁለት ቀን እዚያ ቆየ፡፡",
      "41": "በቃሉም ምክንያት ሌሎች ብዙ ሰዎችም በእርሱ አመኑ፡፡",
      "42": "ሴትዮዋንም “ከእንግዲህ ወዲህ እርሱን የምናምነው አንቺ በነገርሽን ቃል ብቻ ሳይሆን፤ እኛ እራሳችን ሰለሰማንና በእርግጥ የዓለም አዳኝ እንደሆነ ስላወቅን ነው” አሉአት፡፡",
      "43": "ያሹዋ በሰማርያ ሁለት ቀን ከቆየ በኋላ ወደ ገሊላ ሄደ፡፡",
      "44": "እርሱ ራሱ “ነቢይ በገዛ አገሩ አይከበርም” ብሎ ተናግሮ ነገር፡፡",
      "45": "ነገር ግን ወደ ገሊላ በሄደ ጊዜ የገሊላ ሰዎች በጥሩ ሁኔታ ተቀበሉት፤ ምክንያቱም ለፋሲካ በዓል ወደ ኢየሩሳሌም ሄደው በነበረበት ጊዜ እርሱ በዚያ ያደረገውን ሁሉ አይተው ስለነበር ነው፡፡",
      "46": "ከዚህ በኋላ ያሹዋ ውሃውን የወይን ጠጅ የወዳደረገባት፤ በገሊላ አገር ወደምትገኘው ወደ ቃና ከተማ እደገና ሄደ፤ በዚያን ጊዜ በቅፍርናሆም ልጁ የታመመበት አንድ ሹም ነበረ፡፡",
      "47": "እርሱም ያሹዋ ከይሁዳ አገር ወደ ገሊላ መምጣቱን ሰምቶ ወደ ያሹዋ ሄደ፤ ወደ ቅፍርናሆም እንዲወርድና በጠና ታሞ ሊሞት የተቃረበውን ልጁን እንዲፈውስለት ያሹዋን ለመነው፡፡",
      "48": "ያሹዋም “እናንተ እኮ ተአምራትና ድንቅ ነገር ካላያችሁ በቀር ምንም አታምኑም!” አለው፡፡",
      "49": "ሹሙም “ጌታ ሆይ! ልጄ ከመሞቱ በፊት እባክህ ቶሎ ውረድ” አለው፡፡",
      "50": "ያሹዋም “ወደ ቤትህ ሂድ፤ ልጅህ ድኖአል” አለው፡፡",
      "51": "ሰውየውም ያሹዋ የተናገረውን ቃል አምኖ ወደ ቤቱ ሄደ፡፡",
      "52": "ሲሄድም አገልጋዮቹ በመንገድ አገኙትና “ልጅህ ድኖአል” ብለው ነገሩት፡፡",
      "53": "እርሱም ልጁ በጎ የሆነበትን ሰዓት ጠየቃቸው፡፡ እነርሱም “ትናንትና በሰባት ሰዓት ላይ ትኩሳቱ ለቀቀው” አሉት፡፡",
      "54": "አባትየውም ያሹዋ “ልጅህ ድኖአል” ያለው በዚያኑ ሰዓት እንደሆነ ዐወቀ፤ ስለዚህ ከዚያን ቀን ጀምሮ እርሱና ቤተሰቡ ሁሉ በያሹዋ አመኑ፡፡",
      "55": "ይህ ተአምር ያሹዋ ከይሁዳ ወደ ገሊላ በመጣ ጊዜ ያደረገው ሁለተኛው ተአምር ነው፡፡"
    },

    "Chapter 5": {
      "1": "ከዚህ በኋላ የአይሁድ በዓል ስለነበረ ያሹዋ ወደ ኢየሩሳሌም ሄደ፡፡",
      "2": "በኢየሩሳሌም በበጎች በር አጠገብ በዕብራይስጥ ቋንቋ ቤተዛታ የሚባል አንድ የምንጭ ኩሬ ነበረ፤ በዚያም አምስት ባለ ቅስት መተላለፊያዎች ነበሩ፡፡",
      "3": "ብዙ በሽተኞች፣ ዕውሮች አንካሶች፣ ሽባዎች በመተላለፊያዎቹ ተኝተው ነበር፡፡ (ውሃው እስከሚንቀሳቀስ ይጠባበቁ ነበር፤",
      "4": "አልፎ አልፎ የጌታ መልአክ ወደ ኩሬው ወርዶ ውሃውን ያናውጥ ነበር፤ ከውሃው መናወጥ በኋላ በመጀመሪያ ወደ ኩሬው የሚገባ ካደረበት ከማንኛውም በሽታ ይፈወስ ነበር፡፡)",
      "5": "በዚያም ሠላሳ ስምንት ዓመት ሙሉ የታመመ አንድ ሰው ነበረ፡፡",
      "6": "ያሹዋ ይህን ሰው ከዚያ ተኝቶ አየውና ከብዙ ጊዜ ጀምሮ መታመሙን ዐውቆ “መዳን ትፈልጋለህን?” አለው፡፡",
      "7": "በሽተኛውም “ጌታ ሆይ! ውሃው በተንቀሳቀሰ ጊዜ እኔን ወስዶ ወደ ኩሬው የሚያስገባኝ ሰው የለኝም፤ እኔ ልሄድ ስል ሌላው ቀድሞኝ ይወርዳል” አለው፡፡",
      "8": "ያሹዋም “ተነስ አልጋህን ተሸከምና ሂድ” አለው፡፡",
      "9": "ሰውየውም ወዲያውኑ ዳነ፤ አልጋውንም ተሸክሞ ሄደ፡፡",
      "10": "ይህም የሆነው በሰንበት ቀን ነበር፤ ስለዚህ አይሁዳውያን ባለሥልጣኖች ያንን የዳነውን ሰው “ዛሬ ሰንበት ስለ ሆነ አልጋህን መሸከም አልተፈቀደልህም” አሉት፡፡",
      "11": "እርሱ ግን “ያዳነኝ ሰው አልጋህን ተሸክመህ ሂድ” ብሎኛል አላቸው፡፡",
      "12": "እነርሱም “አልጋህን ተሸክመህ ሂድ ያለህ ማን ነው?” ሲሉ ጠየቁት፡፡",
      "13": "ሕዝብ ስለበዛና ያሹዋም ከዚያ ራቅ ብሎ ስለሄደ ያዳነው ማን መሆኑን አያውቅም ነበር፡፡",
      "14": "ከዚህ በኋላ ያሹዋ ሰውየውን አገኘውና “እነሆ አሁን ድነሃል! ከዚህ በኋላ የባሰ ነገር እንዳይደርስብህ ከእንግዲህ ወዲህ ኃጢአት አትሥራ” አለው፡፡",
      "15": "ሰውየውም ሄደና ያዳነው ያሹዋ መሆኑን ለአይሁዳውያን ባለሥልጣኖች ነገረ፡፡",
      "16": "ይህን ነገር በሰንበት ስላደረገ አይሁዳውያን ባለሥልጣኖች ያሹዋን ያሳድዱት ጀመር፡፡",
      "17": "ያሹዋ ግን “አባቴ ሁልጊዜ ይሠራል፤ እኔም እሠራለሁ” ሲል መለሰላቸው፡፡",
      "18": "ይህም አባባል አይሁዳውያን ባለሥልጣኖች ያሹዋን እንዲገድሉት በይበልጥ አነሳሳቸው፤ ምክንያቱም እርሱ ሰንበትን በመሻሩ ብቻ ሳይሆን “ያህዌ አባቴ ነው” በማለት ራሱን ከፈጣሪ ጋር ስለአስተካከለ ነው፡፡",
      "19": "ያሹዋ እንዲህ ሲል መለሰላቸው፤ “እውነት እውነት እላችኋለሁ፤ አብ ሲሠራ ያየውን ከመሥራት በቀር ወልድ በራሱ ሥልጣን ምንም አይሠራም፡፡ አብ የሚያደርገውን ወልድም እንዲሁ ያደርጋል፡፡",
      "20": "ምክንያቱም አብ ወልድን ይወድዳል፤ የሚሠራውንም ሁሉ ያሳየዋል፤ እናንተም እንድትደነቁ ከዚህ የበለጠ ሥራም ያሳየዋል፡፡",
      "21": "አብ የሞቱትን እንደሚያስነሣና ሕይወትን እንደሚሰጣቸው፤ ወልድም እንዲሁ ለፈለገው ሰው ሕይወትን ይሰጠዋል፡፡",
      "22": "አብ በማንም ላይ አይፈርድም፤ ነገር ግን የፍርድን ሥልጣን ሁሉ ለወልድ ሰጥቶአል፡፡",
      "23": "ይህንንም ያደረገው ሰዎች ሁሉ አብን እንደሚያከብሩ፤ እንዲሁም ወልድን እንዲያከብሩ ነው፡፡ ወልድን የማያከብር፤ ወልድን የላከውን አብንም አያከብርም፡፡",
      "24": "“እውነት እውነት እላችኋለሁ፤ ቃሌን የሚሰማና በላከኝም የሚያምን የዘላለም ሕይወት አለው፤ እርሱ ከሞት ወደ ሕይወት ተሻገረ እንጂ አይፈረድበትም፡፡",
      "25": "እውነት እውነት እላችኋለሁ፤ የሞቱ ሰዎች የአምላክን ልጅ ድምፅ የሚሰሙበት ጊዜ ይመጣል፤ ጊዜውም አሁን ነው፤ የሚሰሙትም ሁሉ በሕይወት ይኖራሉ፡፡",
      "26": "ምክንያቱም አብ ራሱ የሕይወት ምንጭ እንደሆነ፤ እንዲሁም ወልድን የሕይወት ምንጭ እንዲሆን አድርጎታል፡፡",
      "27": "የሰው ልጅ በመሆኑም ፍርድ እንዲፈርድ ሥልጣን ሰጥቶታል፡፡",
      "28": "በዚህ ነገር አትደነቁ፤ ምክንያቱም በመቃብር ውስጥ ያሉት ሁሉ የእርሱን ድምፅ የሚሰሙበት ሰዓት ይመጣል፡፡",
      "29": "መልካም የሠሩ ከሞት ተነሥተው በሕይወት ይኖራሉ፤ ክፉ የሠሩ ግን ከሞት ተነሥተው ይፈረድባቸዋል፡፡",
      "30": "“እኔ በራሴ ሥልጣን ምንም ማድረግ አልችልም፤ ነገር ግን ከአብ የሰማሁትን እፈርዳለሁ፤ የላከኝን ፈቃድ እንጂ የራሴን ፈቃድ ስለማደርግ ፍርዴ ትክክል ነው፡፡",
      "31": "“እኔ ስለራሴ ብመሰክር፤ ምስክርነቴ እውነት አይደለም፡፡",
      "32": "ነገር ግን ስለ እኔ የሚመሰክር ሌላ አለ፤ እርሱም ስለ እኔ የሚመሰክረው ምስክርነት እውነት መሆኑን ዐውቃለሁ፡፡",
      "33": "እናንተ ወደ ዮሐንስ ሰዎች ልካችሁ ነበር፤ እርሱም ስለ እውነት መስክሮአል፡፡",
      "34": "ይህንንም ማለቴ እንድትድኑ ብዬ ነው እንጂ እኔ የሰው ምስክርነት ስላስፈለገኝ አይደለም፡፡",
      "35": "ዮሐንስ እንደሚነድድና እንደሚበራ መብራት ነበረ፤ እናንተም ለጥቂት ጊዜ በእርሱ ብርሃን ለመደሰት ፈለጋችሁ፡፡",
      "36": "እኔ ግን ከዮሐንስ ምስክርነት የበለጠ ምስክር አለኝ፤ ምስክሬም አባቴ እንድሠራው የሰጠኝ ሥራ ነው፤ ይህም የምሠራው ሥራ አብ እንደላከኝ ስለ እኔ ይመሰክራል፡፡",
      "37": "የላከኝም አብ ራሱ ስለ እኔ መስክሮአል፤ እናንተ ግን ድምፁን ከቶ አልሰማችሁም፤ መልኩንም ከቶ አላያችሁም፡፡",
      "38": "እርሱ የላከውን ስለማታምኑ የእርሱ ቃል በእናንተ ዘንድ አይኖርም፡፡",
      "39": "እናንተ በቅዱሳት መጻሕፍት የዘላለምን ሕይወት የምታገኙ ስለሚመስላችሁ እነርሱን ትመረምራላችሁ፤ እነርሱም ስለ እኔ የሚመሰክሩ ናቸው፡፡",
      "40": "ይሁን እንጂ እናንተ ሕይወትን ለማግኘት ወደ እኔ መምጣት አትፈልጉም፡፡",
      "41": "“እኔ ክብርን ከሰው አልፈልግም፡፡",
      "42": "እናንተ የያህቬህ(יהוה) ፍቅር የሌላችሁ መሆናችሁን ዐውቃለሁ፡፡",
      "43": "እኔ በአባቴ ስም መጣሁ፤ እናንተ ግን አልተቀበላችሁኝም፤ ሌላ በራሱ ስም ቢመጣ ግን ትቀበሉታላችሁ፡፡",
      "44": "እርስ በርሳችሁ ከሰው ክብርን የምትፈልጉ፤ ከአንዱ ከፈጣሪ የሚገኘውን ክብር ግን የማትፈልጉ፤ እናንተ እንዴት በእኔ ልታምኑ ትችላላችሁ?",
      "45": "እኔ በአባቴ ፊት የምከሳችሁ አይምሰላችሁ፤ የሚከስሳችሁ ተስፋ የምታደርጉት ሙሴ ነው፡፡",
      "46": "ሙሴን ብታምኑ ኖሮ እርሱ ስለ እኔ ጽፎአልና እኔንም ባመናችሁ ነበር፡፡",
      "47": "እርሱ የጻፈውን ካላመናችሁ ግን የእኔን ቃል እንዴት ታምናላችሁ?"
    },
    "Chapter 6": {
      "1": "ከዚህ በኋላ ያሹዋ ጥብርያዶስ ወደሚባለው ወደ ገሊላ ባሕር ማዶ ተሻገረ፡፡",
      "2": "ብዙ ሰዎች ኢየሱስ በሽተኞችን በመፈወስ ያደረገውን ተአምር ስላዩ ተከተሉት፡፡",
      "3": "ያሹዋ ወደ ተራራው ወጣና በዚይ ከደቀ መዛሙርቱ ጋር ተቀመጠ፡፡",
      "4": "የአይሁድ ፋሲካ በዓል ቀርቦ ነበር፡፡",
      "5": "በዚያን ጊዜ ያሹዋ ብዙ ሕዝብ ወደ እርሱ ሲመጣ ቀና ብሎ አየና ፊልጶስን “ለዚህ ሁሉ ሕዝብ የሚበቃ ምግብ ከየት መግዛት እንችላለን?” አለው፡፡",
      "6": "ያሹዋ ይህን የተናገረው ፊልጶስን ለመፈተን ነበር እንጂ የሚያደርገውንስ እርሱ ራሱ ያውቅ ነበር፡፡",
      "7": "ፊልጶስም “ለእያንዳንዳቸው ትንሽ ትንሽ ቁራሽ እንኳ እንዲሰጣቸው የሁለት መቶ ብር እንጀራ አይበቃቸውም” ሲል መለሰለት፡፡",
      "8": "ከደቀ መዛሙርቱ አንዱ የስምዖን ጴጥሮስ ወንድም እንድርያስ እንዲህ አለ፤",
      "9": "“አምስት የገብስ እንጀራና ሁለት ዓሣ የያዘ አንድ ልጅ እዚህ አለ፤ ነገር ግን ይህ ለዚህ ሁሉ ሕዝብ ምን ይበቃል?”",
      "10": "ያሹዋም “ሰዎቹ እንዲቀመጡ አድርጉአቸው” አለ፡፡ በዚያ ቦታ ብዙ ሣር ነበረ፤ ሰዎቹም ተቀመጡ፤ ቁጥራቸውም አምስት ሺ የሚያህል ነበር፡፡",
      "11": "ከዚህ በኋላ ያሹዋ እንጀራውን አነሣና የምስጋና ጸሎት አቅርቦ ለተቀመጡት ሰዎች አደላቸው፡፡ እንዲሁም ዓሣዎችን አከፋፈላቸው፤ ሁሉም የሚያስፈልጋቸውን ያህል አገኙ፡፡",
      "12": "ሁሉም በልተው ከጠገቡ በኋላ ያሹዋ ደቀ መዛሙርቱን “አንድም ሳይባክን የተረፈውንም ፍርፋሪ ሰብስቡ” አላቸው፡፡",
      "13": "እነርሱም ሰዎቹ በልተው ከተረፈው ከአምስቱ የገብስ እንጀራ ፍርፋሪውን ሰብስበው በዐሥራ ሁለት ሞሰብ ሞሉ፡፡",
      "14": "ሰዎቹም ያሹዋ ያደረገውን ተአምር ባዩ ጊዜ “በእርግጥ ይህ ወደ ዓለም የሚመጣው ነቢይ ነው” አሉ፡፡",
      "15": "ሰዎቹ ግን በግድ ወስደው ሊያነግሡት እንዳሰቡ ባወቀ ጊዜ ያሹዋ ብቻውን እንደገና ራቅ ብሎ ወደ ኮረብታ ሄደ፡፡",
      "16": "በመሸ ጊዜ ደቀ መዛሙርቱ ወደ ገሊላ ባሕር ወረዱ፡፡",
      "17": "በጀልባ ተሳፍረው ወደ ቅፍርናሆም አመሩ፤ በዚያን ሰዓት ጊዜው ጨልሞ ነበር፤ ያሹዋም ገና ወደ እነርሱ አልመጣም ነበር፡፡",
      "18": "ኀይለኛ ነፋስ ይነፍስ ስለነበር ባሕሩ ተናወጠ፡፡",
      "19": "ደቀ መዛሙርቱ አራት ወይም አምስት ኪሎ ሜትር ያህል እየቀዘፉ ከተጓዙ በኋላ ያሹዋ በባሕሩ ላይ እየተራመደ ወደ ጀልባዋ ሲቀርብ አይተው ፈሩ፡፡",
      "20": "እርሱ ግን “እኔ ነኝ! አትፍሩ!” አላቸው፡፡",
      "21": "እነርሱም በደስታ ተቀብለው ወደ ጀልባዋ አስገቡት፤ ወዲያውኑ ጀልባዋ ወደሚሄዱበት ቦታ ደረሰች፡፡",
      "22": "በማግሥቱ ከባሕሩ ማዶ ቀርተው የነበሩት ሰዎች በባሕሩ ላይ አንድ ጀልባ ብቻ መኖሩን አዩ፤ ደቀ መዛሙርቱ ብቻቸውን እንደሄዱና ያሹዋ ከእነርሱ ጋር ወደ ጀልባዋ እንዳልገባ ዐወቁ፡፡",
      "23": "ሆኖም ሌሎች ጀልባዎች ከጥብርያዶስ ተነሥተው ያሹዋ የምስጋና ጸሎት ወደአደረገበትና ሕዝቡ እንጀራ ወደ በላበት ስፍራ አጠገብ መጡ፡፡",
      "24": "ሰዎቹም ያሹዋ ወይም ደቀ መዛሙርቱ በእዚያ እንደሌሉ ባዩ ጊዜ በነዚያ ጀልባዎች ተሳፍረው ያሹዋን ፍለጋ ወደ ቅፍርናሆም ሄዱ፡፡",
      "25": "ከባሕሩ ማዶ ባገኙትም ጊዜ “መምህር ሆይ! ወደዚህ መቼ መጣህ?” አሉት፡፡",
      "26": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እውነት እውነት እላችኋለሁ፤ እናንተ የምትፈልጉኝ እንጀራ ስለበላችሁና ስለጠገባችሁ ነው እንጂ ተአምራት ስላያችሁ አይደለም፡፡",
      "27": "ለሚጠፋ ምግብ አትሥሩ፤ ይልቅስ የሰው ልጅ ለሚሰጣችሁ፤ የዘላለም ሕይወት ለሚሆን ምግብ ሥሩ፤ ምክንያቱም አብ በልጁ የማረጋገጫ ማኅተም አትሞበታል፡፡”",
      "28": "ሰዎቹም “ታዲያ የአብን ሥራ ለመሥራት ምን ማድረግ ይገባናል?” አሉት፡፡",
      "29": "ያሹዋም “የአብ ሥራማ አብ በላከው ማመን ነው” ሲል መለሰላቸው፡፡",
      "30": "እነርሱም እንዲህ አሉት፤ “እኛ አይተን እንድናምን ምን ተአምር ታደርጋለህ? ምንስ ትሠራለህ?",
      "31": "‹እንዲበሉ ከሰማይ እንጀራን ሰጣቸው› ተብሎ እንደተጻፈ አባቶቻችን በበረሓ መና በልተዋል፡፡”",
      "32": "በዚህ ጊዜ ያሹዋ እንዲህ አላቸው፤ “ከሰማይ የወረደውን እንጀራ የሰጣችሁ ሙሴ አይደለም፤ እውነተኛውን እንጀራ ከሰማይ የሚሰጣችሁ አባቴ ነው፤",
      "33": "ምክንያቱም የያህቬህ እንጀራ ከሰማይ የሚወርድና ለዓለም ሕይወትን የሚሰጥ ነው፡፡”",
      "34": "ስለዚህ ሰዎቹ “ጌታ ሆይ! ይህን ዐይነት እንጀራ ዘወትር ስጠን” አሉት፡፡",
      "35": "ያሹዋም እንዲህ አላቸው፤ “የሕይወት እንጀራ እኔ ነኝ፤ ወደ እኔ የሚመጣ ከቶ አይራብም፤ በእኔ የሚያምን ከቶ አይጠማም፤",
      "36": "እናንተ ግን አይታችሁኝ በእኔ አላመናችሁም እላችኋለሁ፡፡",
      "37": "አብ የሚሰጠኝ ሁሉ ወደ እኔ ይመጣል፤ ወደ እኔ የሚመጣውንም ወደ ውጭ አላባርረውም፡፡",
      "38": "ምክንያቱም እኔ ከሰማይ የወረድሁት የላከኝን ፈቃድ ለማድረግ እንጂ የራሴን ፈቃድ ለማድረግ አይደለም፡፡",
      "39": "የላከኝ ፈቃድ፤ ከሰጠኝ ሁሉ አንድ እንኳ ሳላጠፋ በመጨረሻው ቀን እንዳስነሣ ነው፡፡",
      "40": "አዎ፤ የአባቴ ፈቃድ ወልድን የሚያይና በእርሱ የሚያምን ሁሉ የዘላለም ሕይወት እንዲያገኝ ነው፤ እኔም በመጨረሻው ቀን አስነሣዋለሁ፡፡”",
      "41": "ስለዚህ ያሹዋ “ከሰማይ የወረደ እንጀራ እኔ ነኝ” በማለቱ አይሁዳውያን በእርሱ ላይ አጉረመረሙ፤",
      "42": "እንዲህም አሉ፤ “ይህ የዮሴፍ ልጅ ያሹዋ አይደለምን? አባቱንና እናቱንስ እናውቃቸው የለምን? ታዲያ እርሱ አሁን ‹ከሰማይ ወረድሁ› እንዴት ይላል?",
      "43": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እርስ በርሳችሁ አታጉረምርሙ፤",
      "44": "የላከኝ አብ የሳበው ካልሆነ በቀር ወደ እኔ መምጣት የሚችል ማንም የለም፤ ወደ እኔ የሚመጣውንም በመጨረሻ ቀን ከሞት አስነሣዋለሁ፡፡",
      "45": "በነቢያት መጻሕፍት ‹ሰዎች ሁሉ ከፈጣሪ የተማሩ ይሆናሉ› ተብሎ ተጽፎአል፤ ስለዚህ ከአብ ሰምቶ የተማረ ሁሉ ወደ እኔ ይመጣል፡፡",
      "46": "ይህም ሲሆን አብን ያየው ሰው አለ ማለት አይደለም፡፡ አብን ያየው ከእርሱ ዘንድ የመጣው ብቻ ነው፡፡",
      "47": "እውነት እውነት እላችኋለሁ፤ (በእኔ) የሚያምን ሰው የዘላለም ሕይወት አለው፡፡",
      "48": "እኔ የሕይወት እንጀራ ነኝ፤",
      "49": "አባቶቻችሁ በበረሓ መና በሉ፤ ነገር ግን ሞቱ፤",
      "50": "ከሰማይ የወረደው እንጀራ ይህ ነው፤ ይህን እንጀራ የሚበላ ከቶ አይሞትም፡፡",
      "51": "ከሰማይ የወረደው ሕያው እንጀራ እኔ ነኝ፤ ከዚህ እንጀራ የሚበላ ሁሉ ለዘላለም ይኖራል፤ ለዓለም ሕይወት እንዲሆን እኔ የምሰጠው �እንጀራ ሥጋዬ ነው፡፡”",
      "52": "በዚህ ጊዜ አይሁዳውያን “ይህ ሰው ሥጋውን እንድንበላ እንዴት ሊሰጠን ይችላል?” በማለት እርስ በርሳቸው ተከራከሩ፡፡",
      "53": "ስለዚህ ያሹዋ እንዲህ አላቸው፤ “እውነት እውነት እላችኋለሁ የሰው ልጅ የሆነውን (የመሲሁን) ሥጋ ካልበላችሁ፤ ደሙንም ካልጠጣችሁ ሕይወት የላችሁም፡፡",
      "54": "ሥጋዬን የሚበላና ደሜንም የሚጠጣ ሁሉ የዘላለም ሕይወት አለው፤ እኔም በመጨረሻው ቀን ከሞት አስነሣዋለሁ፡፡",
      "55": "ምክንያቱም ሥጋዬ እውነተኛ መብል፤ ደሜም እውነተኛ መጠጥ ነው፡፡",
      "56": "ሥጋዬን የሚበላና ደሜን የሚጠጣ ሁሉ በእኔ ይኖራል፤ እኔም በእርሱ እኖራለሁ፡፡",
      "57": "ሕያው አምላክ እንደላከኝና እኔም በእርሱ ሕያው እንደሆንሁ እንዲሁም ሥጋዬን የሚበላ ሁሉ በእኔ ሕያው ይሆናል፡፡",
      "58": "እንግዲህ ከሰማይ የወረደው እንጀራ ይህ ነው፤ እርሱም አባቶቻችሁ እንደበሉት ዐይነት አይደለም፤ ምክንያቱም ያን እንጀራ የበሉ ሞተዋል፤ ይህን እንጀራ የሚበሉ ግን ዘላለም ይኖራሉ፡፡”",
      "59": "ያሹዋ ይህን የተናገረው በቅፍርናሆም በምኩራብ በሚያስተምርበት ጊዜ ነበር፡፡",
      "60": "ከደቀ መዛሙርቱ ብዙዎቹ ይህን በሰሙ ጊዜ “ይህ ንግግር ከባድ ነው፤ ማን ሊቀበለው ይችላል?” አሉ፡፡",
      "61": "ያሹዋም ደቀ መዛሙርቱ ስለዚህ ነገር እንዳጉረመረሙ በመንፈሱ አውቆ እንዲህ አላቸው፤ “ይህ ነገር ያሰናክላችኋልን?",
      "62": "የሰው ልጅ ክርስቶስ ወደነበረበት ተመልሶ ሲወጣ ስታዩ ምን ልትሉ ነው?",
      "63": "ሕይወትን የሚሰጥ የአምላክ መንፈስ ነው፤ የሰው ኀይል ግን ለምንም አይጠቅምም፤ እኔ ለእናንተ የተናገርሁት ቃል ሕይወትን የሚሰጥ መንፈስ ነው፡፡",
      "64": "ነገር ግን ከእናንተ መካከል አንዳንዶች የማያምኑ አሉ፤” ያሹዋ ይህን የተናገረው ከመጀመሪያ አንሥቶ የማያምኑ እነማን እንደነበሩና አሳልፎ የሚሰጠውም ማን እደሆነ ያውቅ ስለነበር ነው፡፡",
      "65": "ቀጥሎም ያሹዋ “ከአብ የተፈቀደለት ካልሆነ በቀር ወደ እኔ መምጣት የሚችል የለም ያልኋችሁ ስለዚህ ነው”",
      "66": "በዚህም ምክንያት ከደቀ መዛሙርቱ ብዙዎቹ ወደ ኋላ ተመለሱ፤ ከዚያን ጊዜ ጀምሮም ያሹዋን መከተል ተዉ፡፡",
      "67": "ስለዚህ ያሹዋ ዐሥራ ሁለቱን “እናንተም ደግሞ መሄድ ትፈልጋላችሁን?” አላቸው፡፡",
      "68": "በዚህ ጊዜ ስምዖን ጴጥሮስ እንዲህ ሲል መለሰ፤ “ጌታ ሆይ! ወደ ማን እንሄዳለን? አንተ የዘላለም የሕይወት ቃል አለህ፡፡ 69እኛስ አምነናል፤ ቅዱስ የእስራኤል አምላክ ልጅ እንደሆንህም ዐውቀናል፡፡” ",
      "70": "ያሹዋም “እንናንተን ዐሥራ ሁለታችሁን መርጨአችሁ የለምን? ታዲያ እኮ ከእናንተ አንዱ ዲያብሎስ ነው” አላቸው፡፡",
      "71": "ይህንንም ያለው ስለ ስምዖን ልጅ ስለ አስቆሮቱ ይሁዳ ነበር፤ ምክንያቱም ይሁዳ ምንም እንኳ ከዐሥራ ሁለቱ አንዱ ቢሆንም ያሹዋን አሳልፎ የሚሰጠው እርሱ ስለነበር ነው፡፡"
    },

    "Chapter 7": {
      "1": "ከዚህ በኋላ ያሹዋ በገሊላ ይዘዋወር ነበር፤ በይሁዳ ግን ሊዘዋወር አልፈለገም፤ ምክንያቱም አይሁዳውያን ባለሥልጣኖች ሊገድሉት ይፈልጉ ነበር፡፡",
      "2": "በዚያን ጊዜ የአይሁዳውያን የዳስ በዓል ደርሶ ነበር፡፡",
      "3": "ስለዚህ ወንድሞቹ ወደ ያሹዋ ቀርበው እንዲህ አሉት፤ “ደቀ መዛሙርትህ የምታደርገውን ሥራ እንዲያዩ ከዚህ ተነሥተህ ወደ ይሁዳ አገር ሂድ፤",
      "4": "ምክንያቱም በግልጥ ለመታወቅ የሚፈልግ ሰው ሥራውን በስውር አያደርግም፤ አንተም እነዚህን ነገሮች ሁሉ ስታደርግ ራስህን ለዓለም ልትገልጥ ያስፈልጋል፡፡”",
      "5": "ይህንንም ያሉበት ምክንያት ወንድሞቹ በእርሱ ስላላመኑ ነው፡፡",
      "6": "ያሹዋም እንዲህ አላቸው፤ “የእኔ ጊዜ ገና አልደረሰም፤ የእናንተ ጊዜ ግን ዘወትር የተመቸ ነው፡፡",
      "7": "ዓለም እናንተን ሊጠላ አይችልም፤ እኔን ግን ይጠላኛል፤ ምክንያቱም እኔ ሥራው ክፉ መሆኑን ስለምመሰክርበት ነው፡፡",
      "8": "እናንተ ወደ በዓሉ ሂዱ፤ እኔ ግን ጊዜዬ ገና ስላልደረሰ ወደዚህ በዓል አልሄድም፡፡”",
      "9": "ይህንንም ብሎ እርሱ በገሊላ ቀረ፡፡",
      "10": "ነገር ግን ወንድሞቹ ወደ በዓሉ ከሄዱ በኋላ እርሱ በይፋ ሳይሆን በስውር ወደ በዓሉ ሄደ፡፡",
      "11": "በበዓሉም ላይ “የት ነው?” እያሉ አይሁዳውያን ባለሥልጣኖች ይፈልጉት ነበር፡፡",
      "12": "ሕዝቡም ስለ እርሱ በሹክሹክታ ይነጋገሩ ነበር፤ አንዳንዶቹ “እርሱ ጥሩ ሰው ነው” ሲሉ፤ ሌሎች ደግሞ “አይደለም፤ እርሱ ሕዝቡን ያስታል” ይሉ ነበር፡፡",
      "13": "ይሁን እንጂ አይሁዳውያን ባለሥልጣኖችን በመፍራት ማንም ስለ እርሱ በግልጥ አልተናገረም፡፡",
      "14": "በበዓሉም አጋማሽ ላይ ያሹዋ ወደ ቤተ መቅደስ ሄዶ ያስተምር ጀመር፡፡",
      "15": "አይሁዳውያን ባለሥልጣኖችም “ይህ ሰው ሳይማር ይህን ሁሉ እንዴት ሊያውቅ ቻለ?” እያሉ ይደነቁ ነበር፡፡",
      "16": "ስለዚህ ያሹዋ እንዲህ ሲል መለሰ፤ “የእኔ ትምህርት ከላከኝ አብ የተገኘ ነው እንጂ ከእኔ አይደለም፡፡",
      "17": "የላከኝን ፈቃድ ማድረግ የሚፈልግ ቢኖር፤ ይህ ትምህርት ከአብ የተገኘ ወይም እኔ የተናገርሁት መሆኑን ያውቃል፡፡",
      "18": "ከገዛ ራሱ የሚናገር የገዛ ራሱን ክብር ይፈልጋል፤ የላኪውን ክብር የሚፈልግ ግን እውነተኛ ነው፤ ሐሰትም የለበትም፡፡",
      "19": "ሙሴ ሕግን ሰጥቶአችሁ የለምን? ነገር ግን ከእናንተ ሕግን የሚፈጽም ማንም የለም፡፡ እናንተ ለምን ልትገድሉኝ ትፈልጋላችሁ?”",
      "20": "ሕዝቡም “አንተ ጋኔን አለብህ፤ ማን ሊገድልህ ይፈልጋል?” አሉት፡፡",
      "21": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እኔ አንድ ሥራ ሠራሁ፤ እናንተም ሁላችሁ በዚህ ሥራ ትደነቃላችሁ፡፡",
      "22": "ሙሴ የግዝረትን ሥርዓት ሰጣችሁ፤ ይህም ስርዓት የተገኘው ከአባቶች ነው እንጂ ከሙሴ አይደለም፤ ታዲያ እናንተ በሰንበትም እኮ ሰውን ተገርዛላችሁ፡፡",
      "23": "እንግዲህ የሙሴ ሕግ እንዳይሻር ሰው በሰንበት ቀን የሰውን ሁለንተና በመፈወሴ ስለምን ትነቅፉኛላችሁ?",
      "24": "በቅንነት ፍረዱ እንጂ የሰው ፊት አይታችሁ በማዳላት አትፍረዱ፡፡”",
      "25": "ከኢየሩሳሌም ሰዎች አንዳንዶቹ እንዲህ አሉ፤ “ሊገድሉት የሚፈልጉት ሰው ይህ አይደለምን?",
      "26": "እነሆ እርሱ በግልጥ ይናገራል፤ እነርሱም ምንም አላሉትም፤ ይህ ሰው መሲሕ መሆኑን ባለሥልጣኖች በእውነት ዐውቀው ይሆን?",
      "27": "ታዲያ እኛ ይህ ሰው ከወዴት እንደሆነ እናውቃለን፤ መሲሕ ሲመጣ ግን ከወዴት እንደሆነ የሚያውቅ ማንም የለም፡፡”",
      "28": "ስለዚህ ያሹዋ በቤተ መቅደስ ሲያስተምር ድምፁን ከፍ አድርጎ እንዲህ አለ፤ “እኔን ታውቁኛላችሁ፤ ከወዴትም እንደመጣሁ ታውቃላችሁ፤ ነገር ግን እኔ በራሴ ስልጣን አልመጣሁም፤ የላከኝ እውነተኛ ነው፤ እናንተም አታውቁትም፡፡",
      "29": "እኔ ግን ከእርሱ ዘንድ ስለመጣሁና እርሱ ስለ ላከኝ ዐውቀዋለሁ፡፡”",
      "30": "በዚያን ጊዜ ሊይዙት ፈልገው ነበር፤ ነገር ግን ጊዜው ገና ስላልደረሰ ማንም አልያዘውም፡፡",
      "31": "ሆኖም ከሕዝቡ ብዙዎቹ በእርሱ አመኑ፤ እንዲህም አሉ፤ “መሲሕ በሚመጣበት ጊዜ ይህ ሰው ካደረጋቸው ተአምራት የበለጠ ያደርጋልን?”",
      "32": "ሕዝቡ ስለ ያሹዋ በሹክሹክታ ሲነጋገሩ ፈሪሳውያን ሰሙ፤ ስለዚህ የካህናት አለቆችና ፈሪሳውያን ያሹዋን ለማስያዝ ወታደሮች ላኩ፡፡",
      "33": "በዚያን ጊዜ ያሹዋ እንዲህ አለ፤ “ከእናንተ ጋር ጥቂት ጊዜ እቆያለሁ፤ ከዚያ በኋላ ወደ ላከኝ እሄዳለሁ፤",
      "34": "እናንተ ትፈልጉኛላችሁ ግን አታገኙኝም፤ እኔ ወዳለሁበት እናንተ መምጣት አትችሉም፡፡",
      "35": "ስለዚህ አይሁዳውያን ባለሥልጣኖች እንዲህ ተባባሉ፤ “እኛ እንዳናገኘው ይህ ሰው ወዴት ሊሄድ ነው? ምናልባት በግሪኮች መካከል ወደ ተበተኑት አይሁዳውያን ሄዶ ግሪኮችን ያስተምር ይሆን?",
      "36": "‹ትፈልጉኛላችሁ፤ ነገር ግን አታገኙኝም፤ እኔ ወዳለሁበት እናንተ ልትመጡ አትችሉም› ሲል ምን ማለቱ ነው?",
      "37": "የበዓሉ መጨረሻ በሆነው በታላቁ ቀን ያሹዋ ቆመና ድምፁን ከፍ አድርጎ እንዲህ አለ፤ “ውሃ የጠማው ቢኖር ወደ እኔ መጥቶ ይጠጣ፤",
      "38": "በእኔ የሚያምን፤ መጽሐፍ እንደሚለው፤ የሕይወት ውሃ ምንጭ ከውስጡ ይፈልቃል፡፡”",
      "39": "ይህንንም የተናገረው በእርሱ የሚያምኑ ስለሚቀበሉት መንፈስ ቅዱስ ነበር፡፡ ምክንያቱም ያሹዋ የሚከብርበት ጊዜ ስላልደረሰ፤ መንፈስ ቅዱስ ገና አልተሰጠም ነበር፡፡",
      "40": "ስለዚህ ከሕዝቡ አንዳንዶቹ ይህን ቃል በሰሙ ጊዜ “ይመጣል የተባለው ነቢይ በእርግጥ ይህ ነው” አሉ፡፡",
      "41": "ሌሎች “ይህ መሲሕ ነው” አሉ፡፡",
      "42": "ሌሎቹ ግን “መሲሕ የሚመጣው ከገሊላ ነውን? መሲሕ ከዳዊት ዘር እንደሚወለድና ከዳዊት ከተማ ከቤተልሔም እንደሚመጣ በመጽሐፍ ተጽፎ የለምን?” አሉ፡፡",
      "43": "ስለዚህ በእርሱ ምክንያት በሕዝቡ መካከል መለያየት ሆነ፡፡",
      "44": "አንዳንዶቹ ሊይዙት ፈልገው ነበር፤ ነገር ግን ማንም አልያዘውም፡፡",
      "45": "ከዚህ በኋላ ወታደሮቹ ወደ ካህናት አለቆችና ወደ ፈሪሳውያን ሄዱ፤ እነርሱም “ስለምን አላመጣችሁትም?” አሉአቸው፡፡",
      "46": "ወታደሮቹም “ይህ ሰው እንደሚናገረው ዐይነት ማንም ተናግሮ አያውቅም” ሲሉ መለሱ፡፡",
      "47": "ፈሪሳውያን ግን እንዲህ አሉ፤ “እናንተም ደግሞ ተሳሳታችሁን?",
      "48": "ለመሆኑ ከባለ ሥልጣኖች ወይም ከፈሪሳውያን በእርሱ ያመኑ አሉን?",
      "49": "ይህ የሙሴን ሕግ የማያውቅ ሕዝብ በእርግጥ የተረገመ ነው፡፡”",
      "50": "ከዚህ በፊት ወደ ያሹዋ ሄዶ የነበረውና ከፈሪሳውያን አንዱ የሆነው ኒቆዲሞስ፤",
      "51": "“በሕጋችን መሠረት አንድ ሰው የክስ መልስ አስቀድሞ ሳይሰማለትና ምን እንዳደረገ ሳይታወቅ ይፈረድበታልን?” አላቸው፡፡",
      "52": "እነርሱም “አንተም ከገሊላ ነህን? ነቢይ ከገሊላ እንደማይነሣ መርምረህ ተረዳ” አሉት፡፡",
      "53": "እያንዳንዱም ወደ ቤቱ ሄደ፡፡"
    },
    "Chapter 8": {
      "1": "ከዚህ በኋላ ያሹዋ ወደ ደብረ ዘይት ሄደ፡፡",
      "2": "በማግሥቱም ጠዋት በማለዳ ወደ ቤተ መቅደስ ተመልሶ መጣ፤ ሕዝቡም ሁሉ ወደ እርሱ መጡ፤ እርሱም ተቀምጦ ያስተምር ጀመር፡፡",
      "3": "የሙሴ ሕግ መምህራንና ፈሪሳውያን፤ ስታመነዝር የተያዘች ሴት አመጡና በሕዝቡ መካከል አቆሙአት፡፡",
      "4": "ያሹዋንም እንዲህ አሉት “መምህር ሆይ! እነሆ ይህች ሴት ስታመነዝር ተይዛለች፤",
      "5": "እንዲህ ዐይነትዋ ሴት በድንጋይ ተወግራ እንድትሞት ሙሴ በሕጋችን አዝዞናል፤ አንተስ ስለ እርሰዋ ምን ትላለህ?”",
      "6": "ይህንንም ያሉት በእርሱ ላይ የክስ ምክንያት እንዲያገኙ ሊፈትኑት ፈልገው ነበር፤ ያሹዋ ግን ጎንበስ ብሎ በጣቱ በመሬት ላይ ይጽፍ ጀመር፡፡",
      "7": "ደጋግመው በጠየቁት ጊዜ ቀና አለና “ከእናንተ መካከል ኃጢአት የሌለበት በመጀመሪያ ድንጋይ ይወርውርባት” አላቸው፡፡",
      "8": "ከዚህም በኋላ እንደገና ጎንበስ ብሎ በመሬት ላይ ጻፈ፤",
      "9": "እነርሱም ይህን በሰሙ ጊዜ ከሽማግሌዎች ጀምሮ ሁሉም አንድ በአንድ ከዚያ ሄደ፤ ስለዚህ ያሹዋ ከሴትዮዋ ጋር ብቻውን ቀረ፡፡",
      "10": "ከዚህ በኋላ ያሹዋ ቀና ብሎ “አንቺ ሴት ከሳሾችሽ የት አሉ? የፈረደብሽ ማንም የለምን?” አላት፡፡",
      "11": "እርስዋም “ጌታ ሆይ! ማንም የለም” አለች፡፡ ያሹዋም “እኔም አልፈርድብሽም፤ ሂጂ፤ ዳግመኛ ኃጢአት አትሥሪ” አላት፡፡",
      "12": "እንደገናም ያሹዋ “እኔ የዓለም ብርሃን ነኝ፤ አኔን የሚከተል ሁሉ የሕይወት ብርሃን ያገኛል፤ በጨለማም አይመላለስም” ሲል ነገራቸው፡፡",
      "13": "ፈሪሳውያን “አንተ ስለ ራስህ ትመሰክራለህ ምስክርነትህ እውነት አይደለም” አሉት፡፡",
      "14": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “ምንም እንኳ እኔ ስለ ራሴ ብመሰክር፤ ከየት እንደመጣሁ፤ ወዴትም እንደምሄድ ስለማውቅ ምስክርነቴ እውነት ነው፤ እናንተ ግን ከየት እንደመጣሁና ወዴት እንደምሄድ አታውቁም፡፡",
      "15": "እናንተ በሥጋዊ አስተሳሰብ ትፈርዳላችሁ፤ እኔ በማንም ላይ አልፈርድም፡፡",
      "16": "እኔ ብፈርድም ፍርዴ እውነት ነው፤ ምክንያቱም እኔ ብቻዬን አልፈርድም፤ የላከኝ አብ ከእኔ ጋር ነው፡፡",
      "17": "የሁለት ሰዎች ምስክርነት እውነት እንደሆነ በሕጋችሁ ተጽፎአል፡፡",
      "18": "ስለዚህ እኔ ስለራሴ እመሰክራለሁ፤ የላከኝ አብም ስለ እኔ ይመሰክራል፡፡”",
      "19": "እነርሱም “አባትህ የት አለ?” ሲሉ ጠየቁት፡፡ ያሹዋም “እኔንም ሆነ አባቴን አታውቁም፤ እኔን ብታውቁኝ ኖሮ አባቴንም ባወቃችሁ ነበር” ሲል መለሰላቸው፡፡",
      "20": "ያሹዋ ይህን ቃል የተናገረው በቤተ መቅደስ፤ በገንዘብ መቀበያ ሣጥን አጠገብ ሲያስተምር ነው፡፡ ታዲያ ጊዜው ገና ስላልደረሰ ማንም አልያዘውም፡፡",
      "21": "እንደገናም ያሹዋ እንዲህ አላቸው፤ “እኔ እሄዳለሁ፤ እናንተም እኔን ትፈልጉኛላችሁ፤ ነገር ግን ከነኃጢአታችሁ ትሞታላችሁ፤ እኔ ወደ ምሄድበት እናንተ ልትመጡ አትችሉም፡፡”",
      "22": "አይሁዳውያን ባለሥልጣኖችም “‹እኔ ወደምሄድበት እናንተ ልትመጡ አትችሉም› ማለቱ ራሱን ሊገድል ይሆን?” ተባባሉ፡፡",
      "23": "ቀጥሎም ያሹዋ እንዲህ አላቸው፤ “እናንተ ከታች ናችሁ፤ እኔ ግን ከላይ ነኝ፤ እናንተ ከዚህ ዓለም ናችሁ፤ እኔ ከዚህ ዓለም አይደለሁም፤",
      "24": "ከነኃጢአታችሁ ትሞታላችሁ ያልሁአችሁ ስለዚህ ነው፤ ምክንያቱም የእኔን ማንነት ዐውቃችሁ ባታምኑ ከነኃጢአታችሁ ትሞታላችሁ፡፡”",
      "25": "እነርሱም “አንተ ማን ነህ?” አሉት፡፡ ያሹዋም እንዲህ አላቸው፤ “ከመጀመሪያ አንስቼ እንደ ነገርሁአችሁ ነኝ፤",
      "26": "ስለ እናንተ የምናገረውና የምፈርደው ብዙ ነገር አለኝ፤ ይሁን እንጂ የላከኝ እውነተኛ ነው፤ እኔም ለዓለም የምናገረው ከእርሱ የሰማሁትን ብቻ ነው፡፡”",
      "27": "እነርሱ ግን ስለ አብ እንደተናገራቸው አልገባቸውም፡፡",
      "28": "ስለዚህ ያሹዋ እንዲህ አላቸው፤ “የሰውን ልጅ ከፍ አድርጋችሁ በምትሰቅሉት ጊዜ እኔ ‹ያለሁና የምኖር› እንደሆንሁ ታውቃላችሁ፤ እንዲሁም አብ ያስተማረኝን እንደምናገር እንጂ በራሴ ሥልጣን ብቻ ምንም እንደማላደርግ ያን ጊዜ ታስተውላላችሁ፡፡",
      "29": "የላከኝ ከእኔ ጋር ነው፤ ዘወትር የማደርገው እርሱን ደስ የሚያሰኘውን ነገር ስለሆነ ብቻዬን አልተወኝም፡፡”",
      "30": "ያሹዋ ይህን በተናገረ ጊዜ ብዙ ሰዎች በእርሱ አመኑ፡፡",
      "31": "ያሹዋ በእርሱ ላመኑት አይሁዳውያን እንዲህ አለ፤ “እናንተ በቃሌ ብትኖሩ በእርግጥ ደቀ መዝሙሬ ትሆናላችሁ፤",
      "32": "እውነትን ታውቃላችሁ፤ እውነትም ነፃ ያወጣችኋል፡፡”",
      "33": "እነርሱ ግን እኛ የአብርሃም ዘር ነን፤ ከቶ ለማንም ባሪያ ሆነን አናውቅም፤ ታዲያ አንተ ‹ነፃ ትወጣላችሁ› የምትለን እንዴት ነው?” አሉት፡፡",
      "34": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እውነት፤ እውነት እላችኋለሁ፤ ኃጢአት የሚሠራ ሁሉ የኃጢአት ባሪያ ነው፤",
      "35": "ባሪያ ሁልጊዜ በቤት ውስጥ አይኖርም፤ ልጅ ግን ሁልጊዜ በቤት ውስጥ ይኖራል፡፡",
      "36": "ስለዚህ ወልድ ነፃ ካወጣችሁ፤ በእርግጥ ነፃ ትሆናላችሁ፡፡",
      "37": "የአብርሃም ዘር መሆናችሁንማ ዐውቃለሁ፤ ነገር ግን ቃሌን ስለማትቀበሉ ልትገድሉኝ ትፈልጋላችሁ፡፡",
      "38": "እኔ ከአባቴ ዘንድ ያየሁትን እናገራለሁ፤ እናንተ ግን ከአባታችሁ የሰማችሁትን ታደርጋላችሁ፡፡”",
      "39": "እነርሱም “አባታችንማ አብርሃም ነው” ሲሉ መለሱለት፡፡ ያሹዋም እንዲህ አላቸው፤ “የአብርሃም ልጆችስ ብትሆኑ ኖሮ የአብርሃምን ሥራ በሠራችሁ ነበር፤",
      "40": "እኔ ከአብ የሰማሁትን እውነት ነገርኋችሁ፤ እናንተ ግን ልትገድሉኝ ትፈልጋላችሁ፤ አብርሃም እንዲህ አላደረገም፡፡",
      "41": "እንግዲህ እናንተ የምትሠሩት የአባታችሁን ሥራ ነው፡፡” “እኛ በምንዝር የተወለድን ዲቃላዎች አይደለንም፤ አንድ አባት አለን፤ እርሱም ያህዌ ነው” አሉት፡፡",
      "42": "ያሹዋም እንዲህ አላቸው፤ “ያህዌ አባታችሁ ቢሆንማ እኔን በወደዳችሁኝ ነበር፤ ምክንያቱም እኔ እዚህ ያለሁት ከያህዌ ዘንድ መጥቼ ነው፤ የላከኝ እርሱ ነው እንጂ በራሴ ሥልጣን አልመጣሁም፡፡",
      "43": "ስለ ምን ንግግሬ አይገባችሁም? ቃሌን መቀበር ስለማትፈልጉ ነው፡፡",
      "44": "እናንተ የአባታችሁ የዲያብሎስ ልጆች ናችሁ፤ ፍላጎታችሁም የአባታችሁን ምኞት መፈጸም ነው፤ እሱ ከመጀመሪያ አንሥቶ ነፍሰ ገዳይ ነበረ፤ እውነት በእርሱ ስለሌለ ከእውነት ጋር ምንም ግንኙነት የለውም፤ እርሱ ሐሰተኛና የሐሰት አባት ስለሆነ ሐሰት በሚናገርበት ጊዜ ከገዛ ራሱ አውጥቶ ይናገራል፡፡",
      "45": "እኔ ግን እውነትን የምናገር ስለሆንሁ አታምኑኝም፤",
      "46": "ለመሆኑ ከእናንተ ‹ኃጢአተኛ ነህ› ብሎ የሚወቅሰኝ ማን ነው? እውነትን የምናገር ከሆንሁ ታዲያ ለምን አታምኑኝም?",
      "47": "ከያህቬህ(יהוה) የሆነ የያህቬህ(יהוה)ን ቃል ይሰማል፤ እንግዲህ እናንተ የያህቬህ(יהוה)ን ቃል የማትሰሙት ከያህቬህ(יהוה) ስላልሆናችሁ ነው፡፡”",
      "48": "አይሁዳውያንም “አንተ ሳምራዊ ነህ! ጋኔንም አለብህ፤ ማለታችን ልክ አይደለምን? አሉት፡፡",
      "49": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እኔ ጋኔን የለብኝም፤ ነገር ግን አባቴን አከብራለሁ፤ እናንተም ታዋርዱኛላችሁ፡፡",
      "50": "ይሁን እንጂ እኔ የራሴን ክብር አልፈልግም፤ የእኔን መከበር የሚፈልግና የሚፈርድ ሌላ አለ፡፡",
      "51": "እውነት እውነት እላችኋለሁ፤ ቃሌን የሚጠብቅ ከቶ አይሞትም፡፡”",
      "52": "አይሁዳውያንም እንዲህ አሉት፤ “ጋኔን እንዳለብህ አሁን አወቅን፤ አብርሃም እንኳ ሞቶአል፤ ነቢያትም ሞተዋል፤ አንተ ግን ‹ቃሌን የሚጠብቅ ከቶ አይሞትም› ትላለህ፤",
      "53": "ለመሆኑ አንተ ከሞተው ከአባታችን ከአብርሃም ትበልጣለህን?” ነቢያት ሞተዋል፤ ታዲያ አንተ ራስህን ማን ትላለህ?",
      "54": "ያሹዋም እንዲህ ሲል መለሰ፤ “እኔ የራሴን ክብር ብፈልግ፤ ክብሬ ዋጋ የለውም፤ እኔን የሚያከብረኝ አባቴ ነው፤ እርሱም አምላካችን የምትሉት ነው፡፡",
      "55": "እናንተ ግን እርሱን አላወቃችሁትም፤ እኔ አውቀዋለሁ፤ እኔ አላውቀውም ብል፤ እንደ እናንተ ሐሰተኛ በሆንሁ ነበር፤ እኔ ግን ዐውቀዋለሁ ቃሉንም እጠብቃለሁ፡፡",
      "56": "የአባታችሁ የአብርሃም ምኞት የእኔን ቀን አይቶ ለመደሰት ነበር፤ አይቶም ተደሰተ፡፡”",
      "57": "በዚህ ጊዜ አይሁዳውያን “አንተ ገና ሃምሳ ዓመት አልሞላህም ታዲያ እንዴት አብርሃምን አየሁ ትላለህ?” አሉት፡፡",
      "58": "ያሹዋም “እውነት እውነት እላችኋለሁ፤ አብርሃም ሳይወለድ እኔ አለሁ” አላቸው፡፡",
      "59": "ስለዚህ አይሁዳውያን ሊወግሩት ድንጋይ አነሡ፤ ያሹዋ ግን ተሰወረባቸውና ከቤተ መቅደስ ወጥቶ ሄደ፡፡"
    },
    "Chapter 9": {
      "1": "ያሹዋ በመንገድ ላይ ሲያልፍ፤ ዕውር ሆኖ የተወለደውን ሰው አየ፡፡",
      "2": "ደቀ መዛሙርቱ ያሹዋን “መምህር ሆይ! ይህ ሰው ዕውር ሆኖ የተወለደው በማን ኃጢአት ምክንያት ነው? በራሱ ኃጢአት ነውን ወይስ በወላጆቹ?” ሲሉ ጠየቁት፡፡",
      "3": "ያሹዋም እንዲህ ሲል መለሰ፤ “ይህ የታወረው በእርሱ ወይም በወላጆቹ ኃጢአት ምክንያት አይደለም፤ ነገር ግን የያህቬህ(יהוה) ሥራ በእርሱ እንዲገለጥ ነው፡፡",
      "4": "ቀን ሆኖ ሳለ የላከኝን ሥራ መሥራት አለብኙ፤ ማንም ሰው ሊሠራ የማይችልበት ሌሊት ይመጣል፡፡",
      "5": "በዓለም ላይ ሳለሁ እኔ የዓለም ብርሃን ነኝ፡፡”",
      "6": "ይህን ከተናገረ በኋላ በመሬት ላይ እንትፍ አለና በምራቁ ዐፈር ለወሰ፤ በጭቃውም የዕውሩን ዐይኖች ቀባና፤",
      "7": "“ሄደህ በሰሊሆም መጠመቂያ ታጠብ” አለው፡፡ (ሰሊሆም የተላከ ማለት ነው፡፡) ስለዚህ ሰውየው ሄዶ ታጠበና እያየ ተመለሰ፡፡",
      "8": "ጎረቤቶቹና ቀድሞ ሲለምን ያዩት የነበሩ ሰዎች “ይህ ሰው ያ ተቀምጦ ይለምን የነበረው አይደለምን?” አሉ፡፡",
      "9": "አንዳንዶቹ “አዎ እርሱ ነው!” አሉ፤ ሌሎች ደግሞ “እርሱን ይመስላል እንጂ እርሱ አይደለም!” አሉ፡፡ እርሱ ግን “እኔው ነኝ” አለ፡፡",
      "10": "ሰዎቹም “ታዲያ እንዴት አይኖችህ ተከፈቱ?” አሉት፡፡",
      "11": "እርሱም “ያሹዋ የተባለ ሰው ጭቃ ለውሶ ዐይኖቼን ቀባና ‹ወደ ሰሊሆም ሄደህ ታጠብ› አለኝ፤ እኔም ሄጄ ታጠብሁና ለማየት ቻልሁ” ሲል መለሰ፡፡",
      "12": "እነርሱም “ሰውየው አሁን የት አለ?” አሉት፡፡ እርሱም “የት እንዳለ እኔ አላውቅም” አላቸው፡፡",
      "13": "ከዚህ በኋላ ሰዎቹ ዕውር የነበረውን ሰው ወደ ፈሪሳውያን ወሰዱት፡፡",
      "14": "ያሹዋ ጭቃ ለውሶ የሰውየውን ዐይኖች ያዳነው በሰንበት ቀን ነበር፤",
      "15": "ፈሪሳውያን “እንዴት ማየት ቻልህ? ብለው ሰውየውን እንደገና ጠየቁት፡፡ እርሱም “ዐይኖቼ ላይ ጭቃ አደረገልኝና ታጠብሁ፤ ስለዚህ ማየት ቻልሁ” አለ፡፡",
      "16": "በዚህ ጊዜ ከፈሪሳውያን አንዳንዶቹ “ይህ ሰው ሰንበትን ስለማያከብር ከፈጣሪ አይደለም” አሉ፡፡ ሌሎቹ ግን “ታዲያ ኃጢአተኛ የሆነ ሰው እነዚህን ተአምራት እንዴት ማድረግ ይችላል? አሉ፡፡ በዚህ ምክንያት በመካከላቸው መለያየት ሆነ፡፡",
      "17": "ስለዚህ ዕውር የነበረውን ሰው “አንተስ ዐኖችህን አዳነልኝ ለምትለው ስለዚያ ሰው ምን ትላለህ?” ሲሉ ደግመው ጠየቁት፡፡ እርሱም “ነቢይ ነው” አለ፡፡",
      "18": "ይህ ሰው ዕውር እንደነበረና ዐይኖቹም እንደተከፈቱ ወላጆቹን ጠርተው እስከጠየቁአቸው ድረስ አይሁዳውያን ባለሥልጣኖች አላመኑም ነበር፡፡",
      "19": "ስለዚህ ወላጆቹን “ዕውር ሆኖ ተወለደ የምትሉት ልጃችሁ ይህ ነውን? አሁንስ እንዴት ማየት ቻለ?” ሲሉ ጠየቁአቸው፡፡",
      "20": "ወላጆቹም እንዲህ ሲሉ መለሱ፤ “ይህ ሰው ልጃችን መሆኑንና ዕውር ሆኖ መወለዱን እናውቃለን፤",
      "21": "ነገር ግን አሁን እንዴት ማየት እንደሚያይና ዐይኖቹን ማን እንደአዳነለት አናውቅም፤ እርሱን ጠይቁት፤ እርሱ በዕድሜው ሙሉ ሰው ስለሆነ ስለ ራሱ መናገር ይችላል፡፡",
      "22": "ወላጆቹ ይህን ያሉት አይሁዳውያን ባለሥልጣኖችን በመፍራት ነበር፤ ምክንያቱም ያሹዋን “መሲሕ ነው” የሚል ሰው ቢኖር ከምኩራብ ሊያስወጡት አይሁዳውያን ባለሥልጣኖች ተስማምተው ስለ ነበር ነው፡፡",
      "23": "ስለዚህ ወላጆቹ “እርሱ ዕድሜው ሙሉ ሰው ነው፤ እርሱን ጠይቁት” አሉ፡፡",
      "24": "በዚህ ምክንያት ዕውር የነበረውን ሰው እንደገና ጠርተው “አንተ እውነቱን በመናገር ፈጣሪን አክብር፤ ይህ ሰው ኃጢአተኛ መሆኑን እኛ እናውቃለን” አሉት፡፡",
      "25": "ዕውር የነበረውም ሰው “እርሱ ኃጢአተኛ መሆኑን እኔ አላውቅም፤ እኔ የማውቀው ዕውር እንደነበርኩና አሁን ማየት እንደቻልሁ ብቻ ነው?” ሲል መለሰ፡፡",
      "26": "እነርሱም “ምን አደረገልህ? ዐይኖችህንስ ያዳነው እንዴት ነው?” አሉት፡፡",
      "27": "እርሱም “አስቀድሜ ነገርሁአችሁ፤ እናንተ ግን መስማት አልፈለጋችሁም፤ ታዲያ ስለምን እደገና መስማት ትፈልጋላችሁ? እናንተም የእርሱ ደቀ መዛሙርት መሆን ትፈልጋላችሁን?” አላቸው፡፡",
      "28": "እነርሱም እንዲህ እያሉ ሰደቡት፤ “የእርሱ ደቀ መዝሙር አንተ ነህ፤ እኛ ግነ የሙሴ ደቀ መዛሙርት ነን፤",
      "29": "ያህቬህ(יהוה) ሙሴን እንዳነጋገረው እናውቃለን፤ ይህ ሰው ግን ከየት እንደሆነ አናውቅም፡፡”",
      "30": "ሰውየውም እንዲህ ሲል መለሰላቸው፤ “ይህ ሰው ከየት እንደሆነ አለማወቃችሁ ያስደንቃል! ነገር ግን ዐይኖቼን ያዳነ እርሱ ነው፡፡",
      "31": "ያህቬህ(יהוה) ኃጢአተኞችን እንደማይሰማ የታወቀ ነው፤ ነገር ግን ያህቬህ(יהוה)ን የሚፈራና ፈቃዱንም የሚፈጽም ሲኖር እርሱን ያህቬህ(יהוה) ይሰማዋል፡፡",
      "32": "ዕውር ሆኖ የተወለደው ሰው ዐይኖች ያዳነ አለ ሲባል፤ ዓለም ከተፈጠረ ጀምሮ ተሰምቶ አይታወቅም፡፡",
      "33": "ይህ ከያህቬህ(יהוה) ባይሆን ኖሮ ምንም ለማድረግ ባልቻለም ነበር፡፡”",
      "34": "እነርሱም “ሁለንተናህ በኃጢአት ተወርሶ የተወለድህ! አንተ እኛን ልታስተምር ነውን?” አሉና ከምኩራብ አስወጡት፡፡",
      "35": "ሰውየውን ከምኩራብ እንዳስወጡት ያሹዋ ሰማ፤ ባገኘውም ጊዜ “የሰው ልጅ በሆነው በመሲሁ ታምናለህን?” አለው፡፡",
      "36": "እርሱም “ጌታ ሆይ! በእርሱ እንዳምን እርሱ ማን ነው?” አለ፡፡",
      "37": "ያሹዋ “ገና ድሮ አይተኸዋል፤ አሁንም የሚያነጋግርህ እርሱ ነው” አለው፡፡",
      "38": "እርሱም “ጌታ ሆይ! አምናለሁ ብሎ ሰገደለት፡፡",
      "39": "ያሹዋም “የማያዩ እንዲያዩ፤ የሚያዩም እንዲታወሩ፤ እኔ ወደዚህ ዓለም መጥቻለሁ” አለ፡፡",
      "40": "በዚያን ጊዜ በያሹዋ አጠገብ የነበሩ ፈሪሳውያን “ታዲያ እኛም ዕውሮች መሆናችን ነውን?” አሉት፡፡",
      "41": "ያሹዋም “ዕውሮች ብትሆኑማ ኖሮ ኃጢአት ባልሆነባችሁም ነበር፤ አሁን ግን እናያለን ስለምትሉ ኃጢአተኞች ሆናችሁ ትቀራላችሁ” አላቸው፡፡"
    },
    "Chapter 10": {
      "1": "ቀጥሎም ያሹዋ እንዲህ አለ፤ “እውነት፤ እውነት እላችኋለሁ፤ ወደ በጎች በረት በበር ሳይሆን በሌላ በኩል የሚገባ ሰው ሌባና ወንበዴ ነው፡፡",
      "2": "በበሩ የሚገባ ግን የበጎች እረኛ ነው፡፡",
      "3": "ለእርሱ የበር ጠባቂው በሩን ይከፍትለታል፤ በጎቹ ድምፁን ይሰማሉ፤ እርሱም የራሱን በጎች በየስማቸው ይጠራቸዋል፤ እየመራም ወደ ውጭ ይወስዳቸዋል፡፡",
      "4": "የራሱን በጎች ካስወጣ በኋላም እፊት እፊታቸው ይሄዳል፡፡ በጎቹም ድምፁን ስለሚያውቁ ያከተሉታል፡፡",
      "5": "የሌላውን ድምፅ ግን ስለማያውቁ ከእርሱ ይሸሻሉ እንጂ አይከተሉም፡፡”",
      "6": "ያሹዋ ይህን ምሳሌ ነገራቸው፤ እነርሱ ግን የተናገረውን አላስተዋሉም፡፡",
      "7": "ስለዚህ ያሹዋ እንደገና እንዲህ አላቸው፤ “እውነት፤ እውነት እላችኋለ፤ እኔ የበጎች በር ነኝ፤",
      "8": "ከእኔ በፊት የመጡት በሙሉ ሌቦችና ወንበዴዎች ናቸው፤ በጎቹ ግን አልሰሙአቸውም፡፡",
      "9": "በሩ እኔ ነኝ፤ በእኔ በኩል የሚገባ ይድናል፤ ይገባል፤ ይወጣል፤ መሠማርያም ያገኛል፡፡",
      "10": "ሌባው የሚመጣው ለመስረቅና ለማረድ ለማጥፋትም ብቻ ነው፤ እኔ ግን የመጣሁት ሕይወት እንዲያገኙና የተትረፈረፈ ሕይወት እንዲኖራቸው ነው፡፡",
      "11": "መልካም እረኛ እኔ ነኝ፤ መልካም እረኛ ሕይወቱን ስለ በጎቹ አሳልፎ ይሰጣል፡፡",
      "12": "በጎቹ የራሱ ያልሆኑ ቅጥረኛ እንጂ እውነተኛ ያልሆነ እረኛ ግን፤ ተኩላ ሲመጣ ባየ ጊዜ በጎቹን ትቶ ይሸሻል፤ ተኩላውም በጎቹን ነጥቆ ይበታትናቸዋል፡፡",
      "13": "እረኛው የሚሸሸውም ቅጥረኛ ስለሆነና ለበጎቹም ስለማያስብ ነው፡፡",
      "14": "መልካም እረኛ እኔ ነኝ፤ እኔ በጎቼን ዐውቃለሁ፤ በጎቼም እኔን ያውቁኛል፡፡",
      "15": "እኔ እነርሱን የማውቃቸው አብ እኔን እንደሚያውቀኝና እኔም አብን እንደማውቀው ዐይነት ነው፤ እኔ ስለ በጎቼ ሕይወቴን አሳልፌ እሰጣለሁ፡፡",
      "16": "በዚህ መንጋ ውስጥ ያልሆኑ ሌሎች በጎች አሉኝ፤ እነርሱንም ማምጣት ይገባኛል፤ እነርሱ ድምፄን ይሰማሉ፤ አንድ መንጋም ይሆናሉ፤ እረኛውም አንድ ይሆናል፡፡",
      "17": "እንደገና መልሼ የምወስዳትን ሕይወቴን አሳልፌ ለመስጠት ፈቃደኛ ስለሆንሁ አብ እኔን ይወድደኛል፡፡",
      "18": "ሕይወቴን በፈቃዴ አሳልፌ እሰጣለሁ እንጂ ከእኔ የሚወስዳት ማንም የለም፤ ሕይወቴን አሳልፌ ለመስጠትና መልሼም ለመውሰድ መብት አለኝ፤ ይህን ትእዛዝ የተቀበልሁት ከአባቴ ነው፡፡”",
      "19": "ከዚህ ንግግር የተነሣ በአይሁዳውያን መካከል እንደገና መለያየት ሆነ፡፡",
      "20": "ከእነርሱም ብዙዎቹ እርሱ ጋኔን አለበት፤ አብዶአል፤ ስለምን ትሰሙታላችሁ?” አሉ፡፡",
      "21": "ሌሎች “ይህ ንግግር ጋኔን ካለበት ሰው የሚወጣ አይደለም፤ ጋኔን የዕውሮችን ዐይን ማዳን ይችላልን?” አሉ፡፡",
      "22": "በኢየሩሳሌም የቤተ መቅደስ መታደስ በዓል የሚከበርበት ጊዜ ደረሰ፤ ወራቱም ክረምት ነበር፤",
      "23": "ያሹዋ በቤተ መቅደስ በሰሎምን መተላለፊያ ይመላለስ ነበር፡፡",
      "24": "በዚያን ጊዜ አይሁዳውያን በዙሪያው ተሰብስበው “እስከ መቼ በጥርጣሬ ታቆየናለህ? አንተ መሲሕ እንደሆንህ በግልጥ ንገረን” አሉት፡፡",
      "25": "ያሹዋም እዲህ ሲል መለሰላቸው፤ “እኔ ነግሬአችኋለሁ፤ እናንተ ግን አታምኑም፤ በአባቴ ስም የምሠራው ሥራ ስለ እኔ ይመሰክራል፡፡",
      "26": "እናንተ ግን ከበጎቼ መንጋ ስላልሆናችሁ አታምኑም፡፡",
      "27": "በጎቼ ድምፄን ይሰማሉ፤ እኔም ዐውቃቸዋለሁ፤ አነርሱም ይከተሉኛል፡፡",
      "28": "እኔ የዘላለም ሕይወት እሰጣቸዋለሁ፤ ስለዚህ ከቶ አይጠፉም፤ ከእኔ እጅ ማንም ነጥቆ አይወስዳቸውም፡፡",
      "29": "እነርሱን ለእኔ የሰጠኝ አባቴ ከሁሉ ይበልጣል፡፡ ከአብ እጅ እነርሱን ነጥቆ መውሰድ የሚችል ማንም የለም፡፡",
      "30": "እኔና አብ አንድ ነን፡፡”",
      "31": "በዚህ ጊዜ አይሁዳውያን ያሹዋን ለመውገር እንደገና ድንጋይ አነሡ፡፡",
      "32": "ያሹዋም “ከአብ የተሰጡኝም ብዙ መልካም ሥራዎች አሳየኋችሁ፤ ታዲያ የምትወግሩኝ ስለየትኛው ሥራ ነው?” አላቸው፡፡",
      "33": "እነርሱም “እኛ የምንወግርህ በፈጣሪ ላይ የስድብ ቃል ስለመናገርህ ነው እንጂ ስለ መልካም ሥራህ አይደለም፤ እንዲሁም አንተ ሰው ሆነህ ሳለ ራስህን አምላክ ስላደረግህ ነው” ሲሉ መለሱለት፡፡",
      "34": "ያሹዋም እንደገና አላቸው፤ “በህጋችሁስ ‹እናንተ አማልክት ናችሁ አልሁ› የሚል ተጽፎ የለምን?",
      "35": "የአምላክ ቃል የማይሻር መሆኑ የታወቀ ነው፤ እንግዲህ እነዚያን የያህቬህ(יהוה) ቃል የመጣላቸውን ሁሉ ‹አማልክት ብሎ ጠርቶአቸዋል፡፡",
      "36": "ታዲያ አብ የቀደሰውንና ወደ ዓለም የላከውን ‹የአምላክ ልጅ ነኝ ስላለ ‹በአምላክ ላይ የስድብ ቃል ትናገራለህ ትሉታላችሁን?",
      "37": "እኔ የአባቴን ሥራ የማልሠራ ከሆንሁ አትመኑኝ፡፡",
      "38": "የአባቴን ሥራ የምሠራ ከሆንሁ ግን በእኔ እንኳ ባታምኑ በሥራዬ እመኑ፤ በዚህ ዐይነት፤ አብ በእኔ እኔም በአብ እንደሆንሁ በሚገባ ታውቃላችሁ፡፡”",
      "39": "እነርሱም እንደገና ሊይዙት ፈለጉ፤ እርሱ ግን ከእጃቸው አምልጦ ሄደ፡፡",
      "40": "እንደገናም ዮርዳኖስን ተሻግሮ ዮሐንስ መጀመሪያ ሲያጠምቅበት ወደ ነበረው ስፍራ መጣ፤ በዚያም ቆየ፡፡",
      "41": "ብዙ ሰዎች ወደ እርሱ መጥተው “ዮሐንስ ምንም ተአምር አላደረገም፤ ነገር ግን ዮሐንስ ስለዚህ ሰው የተናገረው ሁሉ እውነት ነው” አሉ፡፡",
      "42": "እዚያም ብዙ ሰዎች በእርሱ አመኑ፡፡"
    },
    "Chapter 11": {
      "1": "በቢታንያ የሚኖር አልዓዛር የሚባል ሰው ታሞ ነበር፤ ቢታንያ ማርያምና እኅትዋ ማርታ የሚኖሩባት መንደር ነበረች፡፡",
      "2": "ማርያም የጌታን እግር ሽቶ የቀባችውና በጠጉርዋ ያበሰችው ናት፤ የታመመውም አልዓዛር የእርስዋ ወንድም ነበር፡፡",
      "3": "እህትማማቾቹም “ጌታ ሆይ! ወዳጅህ ታሞአል” ብለው ወደ ያሹዋ ላኩበት፡፡",
      "4": "ያሹዋም ይህን በሰማ ጊዜ “ይህ ሕመም ለሞት የሚያደርስ አይደለም፤ ነገር ግን ለያህቬህ(יהוה) ክብር እንዲሆንና የያህቬህ(יהוה) ልጅም በዚህ ምክንያት እንዲከብር ነው” አለ፡፡",
      "5": "ያሹዋ ማርታንና እኅትዋን ማርያምን ወንድማቸውን አልዓዛርንም ይወድድ ነበር፡፡",
      "6": "ሆኖም የአልዓዛርን መታመም በሰማ ጊዜ በነበረበት ቦታ ሁለት ቀን ቆየ፡፡",
      "7": "ከዚህ በኋላ ደቀ መዛሙርቱን “ወደ ይሁዳ ክፍለ ሀገር እንደገና እንሂድ አላቸው” አላቸው፡፡",
      "8": "ደቀ መዛሙርቱም መምህር ሆይ! አይሁዳውያን ከጥቂት ጊዜ በፊት ሊወግሩህ ይፈልጉ ነበር፤ ታዲያ እንደገና ወደዚያ ተመልሰህ ትሄዳለህን?” አሉት፡፡",
      "9": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “በቀን ውስጥ ያለው ጊዜ ዐሥራ ሁለት ሰዓት አይደለምን! በቀን የሚመላለስ የዚህን ዓለም ብርሃን ስለሚያይ አይሰናከልም፡፡",
      "10": "ነገር ግን በሌሊት የሚመላለስ ብርሃን ስለሌለው ይሰናከላል፡፡”",
      "11": "ያሹዋ ይህን ካላቸው በኋላ “ወዳጃችን አልዓዛር አንቀላፍቶአል፤ እኔ ግን ከእንቅልፉ ላስነሣው እሄዳለሁ” አለ፡፡",
      "12": "ደቀ መዛሙርቱም “አንቀላፍቶስ ከሆነ ተሽሎታል ማለት ነው” አሉት፡፡",
      "13": "ያሹዋ ይህን የተናገረው ስለ አልዓዛር መሞት ነበር፤ እነርሱ ግን ስለ እንቅልፍ የተናገረ መሰላቸው፡፡",
      "14": "ስለዚህ ያሹዋ በግልጥ እንዲህ አላቸው፤ “አልዓዛር ሞቶአል፤",
      "15": "እናንተ እንድታምኑ እዚያ ባለመኖሬ ስለ እናንተ ደስ ብሎኛል፤ አሁን ግን ወደ እርሱ እንሂድ፡፡”",
      "16": "በዚህ ጊዜ ዲዲሞስ የተባለው ቶማስ ሌሎቹን ደቀ መዛሙርት “ከእርሱ ጋር እንድንሞት እኛም እንሂድ” አላቸው፡፡",
      "17": "ያሹዋ እዚያ በደረሰ ጊዜ አልዓዛር ከተቀበረ አራት ቀን ሆኖት ነበር፡፡",
      "18": "ቢታንያ ከኢየሩሳሌም የምትርቀው ሦስት ኪሎ ሜትር ያህል ነው፡፡",
      "19": "ብዙ አይሁዳውያን ማርታንና ማርያምን ስለ ወንድማቸው ሞት ለማጽናናት ወደ እነርሱ መጥተው ነበር፡፡",
      "20": "ማርታ የያሹዋን መምጣት በሰማች ጊዜ ልትቀበለው ሄደች፤ ማርያም ግን በቤት ቀርታ ነበር፡፡",
      "21": "ማርታ ያሹዋን “ጌታ ሆይ! አንተ እዚህ ብትሆን ኖሮ ወንድሜ ባልሞተም ነበር፤",
      "22": "ነገር ግን አሁንም የምትለምነውን ሁሉ ያህቬህ(יהוה) እንደሚሰጥህ ዐውቃለሁ” አለችው፡፡",
      "23": "ያሹዋም “ወንድምሽ ከሞት ይነሣል” አላት፡፡",
      "24": "ማርታም “በመጨረሻው ቀን በትንሣኤ ጊዜ ከምት እንደሚነሣ ዐውቃለሁ” አለችው፡፡",
      "25": "ያሹዋም “ትንሣኤና ሕይወት እኔ ነኝ፤ በእኔ የሚያምን ቢሞት እንኳ በሕይወት ይኖራል፤",
      "26": "በሕይወት የሚኖርና በእኔም የሚያምን ሁሉ ከቶ አይሞትም፤ ይህን ታምኛለሽ?” አላት፡፡",
      "27": "እርሰዋም “አዎ ጌታ ሆይ! አንተ ወደ ዓለም የሚመጣው መሲሕ የአብ ልጅ መሆንህን አምናለሁ” አለችው፡፡",
      "28": "ማርታ ይህን ከተናገረች በኋላ ሄደችና እኅትዋን ማርያምን “መምህር መጥቶአል፤ አንቺንም ይጠራሻል” ብላ በስውር ጠራቻት፡፡",
      "29": "ማርያም ይህን በሰማች ጊዜ በፍጥነት ተነሥታ ወደ እርሱ ሄደች፡፡",
      "30": "ያሹዋ፤ ማርታ እርሱን በተቀበለችበት ስፍራ ነበር እንጂ ወደ መንደር ገና አልገባም ነበር፡፡",
      "31": "እርስዋን ለማጽናናት በቤት ውስጥ አብረዋት የነበሩ አይሁዳውያን፤ ማርያም በፍጥነት ተነሥታ ስትወጣ አይተው፤ ወደ አልዓዛር መቃብር ሄዳ የምታለቅስ መስሎአቸው ተከተሏት፡፡",
      "32": "ማርያም ያሹዋ ወደ ነበረበት መጥታ ባየችው ጊዜ በእግሩ ሥር ወደቀችና “ጌታ ሆይ! አንተ እዚህ ብትሆን ኖሮ ወንድሜ ባልሞተም ነበር” አለችው፡፡",
      "33": "ያሹዋ እርስዋ ስታለቅስና አብረዋት የመጡትም አይሁዳውያን ሲያለቅሱ ባየ ጊዜ በመንፈሱ አዝኖ በመታወክ፤",
      "34": "“የት ነው የቀበራችሁት!” አለ፡፡",
      "35": "እነርሱም “ጌታ ሆይ! ና እይ” አሉት፡፡",
      "36": "ያሹዋም እንባውን አፈሰሰ፡፡",
      "37": "ስለዚህ አይሁዳውያን “እንዴት ያፈቅረው እንደነበረ ተመልከቱ” አሉ፡፡",
      "38": "ከእነርሱ አንዳንዶቹ ግን “የዕውሩን ዐይኖች ያበራ ይህ ሰው እንዳይሞት ሊያደርግ አይችልም ነበርን?” አሉ፡፡",
      "39": "ያሹዋ እያዘነ ወደ መቃብሩ ሄደ፤ መቃብሩ በድንጋይ የተዘጋ ዋሻ ነበር፡፡",
      "40": "ያሹዋ “ድንጋዩን አንሱት” አለ፡፡",
      "41": "የሟቹ እህት ማርታ “ጌታ ሆይ! ከሞተ አራት ቀን ሆኖታል፤ አሁን ይሸታል እኮ” አለችው፡፡",
      "42": "ያሹዋም “ካመንሽ የአምላክን ክብር ታያለሽ ብየሽ አልነበረምን?” አላት፡፡",
      "43": "ሰዎቹም ድንጋዩን አነሡት፤ ከዚህ በኋላ ያሹዋ ወደ ላይ ተመልክቶ “አባት ሆይ! ስለሰማኸኝ አመሰግንሃለሁ፤",
      "44": "ሁልጊዜም እንደምትሰማኝ ዐውቃለሁ፤ ነገር ግን ይህን ያልሁት እዚህ የቆሙት ሰዎች አንተ እንደላክኸኝ እንዲያምኑ ብዬ ነው” አለ፡፡",
      "45": "ያሹዋ ይህን ከተናገረ በኋላ “አልዓዛር ና ውጣ!” ብሎ በታላቅ ድምፅ ጮኸ፡፡",
      "46": "ሟቹ አልዓዛርም እጆቹና እግሮቹ በመገነዣ እንደተገነዙ ከመቃብሩ ወጣ፤ ፊቱም በጨርቅ እንደተጠመጠመ ነበር፤ ያሹዋም “ፍቱትና ተውት ይሂድ” አላቸው፡፡",
      "47": "ማርያምን ለማጽናናት መጥተው ከነበሩት አይሁዳውያን ብዙዎቹ፤ ያደረገውን አይተው በያሹዋ አመኑ፡፡",
      "48": "አንዳንዶች ግን ወደ ፈሪሳውያን ሄደው ያሹዋ ያደረገውን ነገሩአቸው፡፡",
      "49": "ስለዚህ የካህናት አለቆችና ፈሪሳውያን የሸንጎድን አባሎች ሰብስበው እንዲህ አሉ፤ “ይህ ሰው ብዙ ተአምራት ስለሚያደርግ ምን ብናደርግ ይሻላል?",
      "50": "እንዲሁ ብንተወው ሰው ሁሉ በእርሱ ያምናል፤ ሮማውያንም መጥተው ቤተ መቅደሳችንንና ሕዝባችንን ሁሉ ይደመስሳሉ፡፡”",
      "51": "ነገር ግን ከእነርሱ አንዱ ሊቀ ካህናት የነበረው ቀያፋ እንዲህ አለ፤ “እናንተ ምንም አታውቁም፤",
      "52": "ሕዝብ ሁሉ ከሚጠፋ አንድ ሰው ስለ ሕዝብ ቢሞት ለእናንተ የሚሻል መሆኑን ከቶ አልተገነዘባችሁምን?”",
      "53": "እርሱም ይህን የተናገረው ከራሱ አመንጭቶ አልነበረም፤ ነገር ግን በዚያን ዓመት እርሱ ሊቀ ካህናት ስለነበረ ያሹዋ ስለ ሕዝቡ መሞት እንደሚገባው ሲያመለክት ይህን ትንቢት ተናገረ፡፡",
      "54": "የሚሞተውም ስለ ሕዝቡ ብቻ ሳይሆን የተበተኑትንም የአምላክ ልጆች በአንድነት ለመሰብሰብ ነው፡፡",
      "55": "ሰለዚህ ከዚያ ቀን ጀምሮ ያሹዋን ለመግደል ተማከሩ፡፡",
      "56": "ከዚያን ወዲያ ያሹዋ በአይሁዳውያን መካከል በግልጥ አልተመላለሰም፤ ነገር ግን ከዚያ ወጥቶ በበረሓ አጠገብ ወዳለችው ኤፍሬም ወደምትባለው ከተማ ሄደ፤ እዚያ ከደቀ መዛሙርቱ ጋር ቆየ፡፡",
      "57": "የአይሁዳውያን የፋሲካ በዓል ከመድረሱ በፊት ራሳቸውን ለማንጻት ከየአውራጃው ወደ ኢየሩሳሌም ሄዱ፤",
      "58": "እነርሱም በቤተ መቅደስ ቆመው የያሹዋን መምጣት ይጠባበቁ ስለነበር “ምን ታስባላችሁ? ወደ በዓሉ የሚመጣ አይመስላችሁምን?” እያሉ እርስ በርሳቸው ይጠያየቁ ነበር፡፡",
      "59": "ደግሞም የካህናት አለቆችና ፈሪሳውያን ያሹዋን መያዝ እንዲችሉ፤ ያለበትን ቦታ የሚያውቅ ሰው ቢኖር እንዲጠቁማቸው ሰውን ሁሉ አዝዘው ነበር፡፡"
    },
    "Chapter 12": {
      "1": "የአይሁድ የፋሲካ በዓል ሊከበር ስድስት ቀን ሲቀረው፤ ያሹዋ ወደ ቢታንያ ሄደ፤ ቢታንያ ያሹዋ ከሞት ያስነሳው አልዓዛር የሚኖርባት ከተማ ነች፡፡",
      "2": "እዚያ እራት አዘጋጁለት፤ ማርታ ታገለግል ነበር፤ አልዓዛርም ከያሹዋ ጋር በማዕድ ቀርበው ከነበሩት አንዱ ነበር፡፡",
      "3": "በዚያን ጊዜ ማርያም ዋጋው እጅግ የከበረ ከንጹሕ ናርዶስ የተሠራ ግማሽ ሊትር የሚሆን አንድ ብልቃጥ ሽቶ ወስዳ የያሹዋን እግሮች ቀባች፤ በጠጉርዋም አበሰቻቸው፤ ቤቱም በሽቶው መዓዛ ተሞላ፡፡",
      "4": "ከደቀ መዛሙርቱ አንዱ፤ ያሹዋን አሳልፎ የሚሰጠው አስቆሮታዊው ይሁዳ፤",
      "5": "“ይህ ሽቶ በሦስት መቶ ብር ተሸጦ ገንዘቡ ለድኾች ለምን አለተሰጠም?” አለ፡፡",
      "6": "እርሱ ይህን የተናገረው ለድኾች አዝኖ ሳይሆን፤ ሌባ ስለነበረ ነው፤ ገንዘብ ከረጢት የሚይዝ እርሱ በመሆኑ በከረጢቱ የሚከተተውን ገንዘብ መውሰድ ለምዶ ነበር፡፡",
      "7": "ያሹዋም እንዲህ አለ፤ “ለምቀበርበት ቀን ያደረገችው ዝግጅት ስለሆነ ተውአት፡፡",
      "8": "ድኾች ሁልጊዜ ከእናንተ ጋር ናቸው፡፡ እኔ ግን ሁልጊዜ ከእናንተ ጋር አልሆንም፡፡”",
      "9": "በዚያን ጊዜ ብዙ አይሁዳውያን ያሹዋ በቢታንያ መሆኑን አውቀው መጡ፤ የመጡትም ስለ ያሹዋ ብቻ ሳይሆን ያሹዋ ከሞት ያስነሳውን አልዓዛርንም ለማየት ነበር፡፡",
      "10": "የካህናት አለቆች አልዓዛርንም ለመግደል ተማከሩ፡፡",
      "11": "ምክንያቱም በእርሱ የተነሣ ብዙ አይሁዳውያን፤ መሪዎቻቸውን እየተው በያሹዋ ያምኑ ስለነበረ ነው፡፡",
      "12": "በማግሥቱ ለፋሲካ በዓል የመጡ ብዙ ሰዎች ያሹዋ ወደ ኢየሩሳሌም የሚመጣ መሆኑን ሰሙ፡፡",
      "13": "ስለዚህ የዘንባባ ቅርንጫፍ ይዘው ሊቀበሉት ወጡ፤ “ሆሳዕና! በጌታ ስም የሚመጣ የእሥራኤል ንጉሥ የተባረከ ነው!” እያሉ ጮኹ፡፡",
      "14": "ያሹዋ የአህያ ውርንጭላ አገኘና በእርሱ ላይ ተቀመጠ፤ ይህም የሆነው፤",
      "15": "“አንቺ የጽዮን ከተማ ኢየሩሳሌም አትፍሪ! እነሆ ንጉሥሽ በአህያ ውርንጭላ ላይ ተቀምጦ ይመጣል” ተብሎ የተጻፈው ትንቢት እንዲፈጸም ነው፡፡",
      "16": "ደቀ መዛሙርቱ ይህ ነገር በመጀመሪያ አልገባቸውም ነበር፤ ግን ያሹዋ በክብር ወደ ሰማይ በወጣ ጊዜ ይህ ነገር ስለእርሱ እንፈተጻፈና ለእርሱም እንደተደረገለት አስታወሱ፡፡",
      "17": "ያሹዋ አልዓዛርን ከመቃብር በጠራውና ከሞት ባስነሳው ጊዜ አብረውት የነበሩ ስለ ያሹዋ ይመሰክሩ ነበር፡፡",
      "18": "ብዙ ሰዎች ሊቀበሉት የወጡትም ይህን ተአምር እንዳደረገ ሰምተው ስለነበር ነው፡፡",
      "19": "በዚህ ጊዜ ፈሪሳውያን “እነሆ ሕዝብ ሁሉ ተከትሎታል! እኛ ምንም ማድረግ እንደማንችል ታያላችሁን?” ተባባሉ፡፡",
      "20": "በበዓሉ ጊዜ ሊሰግዱ ወደ ኢየሩሳሌም ከሄዱት ሰዎች መካከል አንዳንድ ግሪካውያን ይገኙ ነበር፡፡",
      "21": "እነርሱም ከገሊላ የቤተ ሳይዳ ሰው ወደ ሆነው ወደ ፊልጶስ ቀርበው “ጌታዬ! ያሹዋን ማየት እንፈልጋለን” አሉት፡፡",
      "22": "ፊልጶስም ሄዶ ለእንድርያስ ነገረው፤ እንድርያስና ፊልጶስ አብረው ሄደው ለያሹዋ ነገሩት፡፡",
      "23": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እነሆ የስው ልጅ የሚከበርበት ሰዓት ደርሶአል፤",
      "24": "እውነት፤ እውነት እላችኋለሁ፤ የስንዴ ቅንጣት በመሬት ወድቃ ካልሞተች ብቻዋን ትቀራለች፤ ከሞተች ግን ብዙ ታፈራለች፡፡",
      "25": "ሕይወቱን የሚወድ ያጠፋታል፤ በዚህ ዓለም ሕይወቱን የሚጠላ ግን ለዘላለም ሕይወት ይጠብቃታል፡፡",
      "26": "እኔን ማገልገል የሚፈልግ ይከተለኝ፤ እኔ ባለሁበት አገልጋዬ በዚያ ይሆናል፤ የሚያገለግለኝንም አብ ያከብረዋል፡፡”",
      "27": "ቀጥሎም ያሹዋ እንዲህ አለ፤ “እነሆ ነፍሴ ተጨንቃለች፤ ‹አባት ሆይ! ከዚህች ሰዓት አድነኝ ልበልን?› ይህን እንዳልል ግን እኔ የመጣሁት ለዚህች የመከራ ሰዓት ነው፡፡",
      "28": "አባት ሆይ! ስምህን አክብረው፡፡” ከዚህ በኋላ “ስሜን አክብሬዋለሁ፤ ደግሞም አከብረዋለሁ” የሚል ድምፅ ከሰማይ መጣ፡፡",
      "29": "በዚያ የቆሙ ሰዎች ይህን በሰሙ ጊዜ፤ “ነጎድጓድ ነው!” አሉ፡፡ ሌሎች “መልአክ ነው የተናገረው” አሉ፡፡",
      "30": "ያሹዋ ግን እንዲህ ሲል መለሰ፤ “ይህ ድምፅ የመጣው ስለ እናንተ ነው እንጂ ስለ እኔ አይደለም፤",
      "31": "ይህ ዓለም የሚፈረድበት ጊዜ አሁን ነው፤ የዚህ ዓለም ገዥ ሰይጣን ወደ ውጭ የሚጣለው አሁን ነው፤",
      "32": "እኔ ወደ ላይ ከፍ ብዬ በተሰቀልሁ ጊዜ ሰውን ሁሉ ወደ እኔ እስባለሁ፡፡”",
      "33": "ያሹዋ ይህን የተናገረው በምን ዐይነት ሞት እንደሚሞት ሲያመለክት ነበር፡፡",
      "34": "ሰዎቹም “በሕጋችን ተጽፎ የምናገኘው ‹መሲሕ ለዘላለም ይኖራል› የሚል ነው፤ ታዲያ አንተ ‹የሰው ልጅ ወደ ላይ ከፍ ብሎ መሰቀል አለበት› እንዴት ትላለህ? ይህ የሰው ልጅ ማን ነው?” አሉት፡፡",
      "35": "ያሹዋ እንዲህ አላቸው፤ “አሁን ለጥቂት ጊዜ ከእናንተ ጋር ብርሃን አለ፤ ጨለማ እንዳይደርስባችሁ ብርሃን ሳለላችሁ ተመላለሱ፤ በጨለማ የሚመላለስ ወዴት እንደሚሄድ አያውቅም፡፡",
      "36": "የብርሃን ልጆች እንድትሆኑ ብርሃን ሳለላችሁ በብርሃን እመኑ፡፡” ያሹዋ ይህን ከተናገረ በኋላ ሄደና ተሰወረባቸው፡፡",
      "37": "ያሹዋም ምንም እንኳ ይህን ያህል ተአምር በፊታቸው ቢያደርግም አይሁዳውያን በእረሱ አይሁዳውያን በእርሱ አላመኑም፡፡",
      "38": "ይህም የሆነው ነቢዬ ኢሳይያስ፤ “ጌታ ሆይ! ምስክርነታችንን ማን አመነ? የአምላክ ክንድሰ ለማን ተገለጠ?” ሲል የተናገረው ቃል እዲፈጸም ነው፡፡",
      "39": "ስለዚህ ማመን አልቻሉም፤ ምክንያቱም ነቢዩ ኢሳይያስ እንዲህ ሲል ደግሞ ስለጻፈ ነው፤",
      "40": "“በዐይናቸው አይተውና በልባቸው አስተውለው እንዳይመለሱና እንዳይፈውሳቸው፤ ያህቬህ አይናቸውን አሳውሮአቸዋል፤ ልባቸውንም አደንድኖአል፡፡”",
      "41": "ኢሳይያስ ይህን ያለው የመሲሕን ክብር ስላየ ነው፤ ስለዚህ ይህን ስለ ያሹዋ ተናገረ፡፡",
      "42": "ሆኖም ከአይሁዳውያን አለቆች እንኳ ብዙዎቹ በያሹዋ አምነዋል፤ ነገር ግን ከምኩራብ እንዳያስወጧቸው ፈሪሳውያንን በመፍራት በግልጥ አልመሰከሩለትም፡፡",
      "43": "ይህንንም ያደረጉት ከያህቬህ(יהוה) ከሚገኘው ክብር ይልቅ ከሰው የሚገኘውን ክብር ስለወደዱ ነው፡፡",
      "44": "ያሹዋም ድምፁን ከፍ አድርጎ እንዲህ አለ፤ “በእኔ የሚያምን በእኔ ብቻ ሳይሆን በላከኝም ያምናል፤",
      "45": "እኔን የሚያይ የላከኝን ያያል፤",
      "46": "በእኔ የሚያምን ሁሉ በጨለማ እንዳይኖር፤ እኔ ብርሃን ሆኜ ወደ ዓለም መጥቻለሁ፡፡",
      "47": "ቃሌን ሰምቶ በሥራ ላይ የማያውለውን የምፈርድበት እኔ አይደለሁም፤ ምክንያቱም እኔ የመጣሁት ዓለምን ለማዳን ነው እንጂ በዓለም ላይ ለመፍረድ አይደለም፡፡",
      "48": "እኔን የማይፈልግና ቃሌንም የማይቀበለውን ሰው የሚፈርድበት አለ፤ እኔ የተናገርሁት ቃል በመጨረሻ ቀን ይፈርድበታል፡፡",
      "49": "ምክንያቱም እኔ በራሴ ስልጣን አልተናገርሁም፤ እኔ የምለውን የምናገረውን ትእዛዝ የሰጠኝ፤ የላከኝ አብ ነው፡፡",
      "50": "የእርሱም ትእዛዝ የዘላለም ሕይወት እንደሆነ ዐውቃለሁ፡፡ ስለዚህ እኔ የምናገረው አብ የነገረኝን ነው፡፡"
    },

    "Chapter 13": {
      "1": "እነሆ ጊዜው ከአይሁድ የፋሲካ በዓል በፊት ነበር፤ ያሹዋ ይህን ዓለም ትቶ ወደ አብ የሚሄድበት ሰዓት መድረሱን ዐወቀ፡፡ በዚህ ዓለም ያሉትን የራሱን ወገኖች ሁልጊዜ ወድዶአቸው ነበር፤ እስከ መጨረሻም ወደዳቸው፡፡",
      "2": "ያሹዋና ደቀ መዛሙርቱ ራት ይበሉ ነበር፤ የስምዖን ልጅ አስቆሮታዊው ይሁዳ ያሹዋን አሳልፎ እንዲሰጥ ዲያብሎስ በልቡ ክፉ አሳብ አገባበት፡፡",
      "3": "አብ ሥልጣንን ሁሉ እንደሰጠውና ከፈጣሪ ወጥቶ እንደመጣ፤ ወደ ፈጣሪም እንደሚሄድ ያሹዋ ያውቅ ነበር፡፡",
      "4": "ስለዚህ ከማእድ ተነሣና ልብሱን አስቀመጠ፤ ፎጣም አንሥቶ በወገቡ ታጠቀ፡፡",
      "5": "ከዚህ በኋላ በመታጠቢያ ሳህን ውሃ አድርጎ የደቀ መዛሙርቱን እግር ማጠብ ጀመረ፤ በታጠቀው ፎጣ እግራቸውን አበሰ፡፡",
      "6": "ያሹዋ ወደ ስምዖን ጴጥሮስ በመጣ ጊዜ፤ ስምዖን ጴጥሮስ “ጌታ ሆይ! አንተ የእኔን እግር ታጥባለህን?” አለው፡፡",
      "7": "ያሹዋም “እኔ የማደርገውን አንተ አሁን አታውቅም፤ በኋላ ግን ታውቃለህ” አለው፡፡",
      "8": "ጴጥሮስም “አንተ የእኔን እግር ከቶ አታጥብም” አለው፡፡",
      "9": "ያሹዋም “እኔ እግርህን ካላጠብሁህ ከእኔ ጋር አንድነት አይኖርህም” አለው፡፡",
      "10": "ስምዖን ጴጥሮስም “ጌታ ሆይ! እንዲህስ ከሆነ እግሬን ብቻ ሳይሆን እጄንም፤ ራሴንም እጠበኝ!” አለው፡፡",
      "11": "ያሹዋም “ሰውነቱን የታጠበ ሁለመናው ንጹሕ በመሆኑ፤ እግሩን ከመታጠብ በቀር ሌላ አያስፈልገውም፤ እናንተም ንጹሖች ናችሁ፤ ነገር ግን ሁላችሁም ንጹሖች አይደላችሁም” አለው፡፡",
      "12": "ያሹዋ “ሁላችሁም ንጹሖች አይደላችሁም” ያለው አሳልፎ የሚሰጠው ማን እንደሆነ ያውቅ ስለነበር ነው፡፡",
      "13": "እግራቸውን ካጠበ በኋላ ልብሱን ለበሰና ወደ ቦታው ተመልሶ ተቀመጠ፤ እንዲህም አላቸው፤ “ምን እንዳደረግላችሁ አስተዋላችሁን?",
      "14": "እናንተ ‹መምህርና ጌታ› ትሉኛላችሁ፤ እኔ መምህርና ጌታ ስለሆንሁ ያላችሁት ትክክል ነው፡፡",
      "15": "እንግዲህ እኔ ጌታችሁና መምህራችሁ ስሆን እግራችሁን ካጠብሁ፤ እናንተ ደግሞ እርስ በርሳችሁ እግራችሁን መተጣጠብ ይገባችኋል፡፡",
      "16": "እኔ ለእናንተ እንዳደረግሁት፤ እናንተም እንድታደርጉ ምሳሌ ሰጥቻችኋለሁ፡፡",
      "17": "እውነት እውነት እላችኋለሁ፤ አገልጋይ ከጌታው አይበልጥም፤ መልእክተኛም ከላኪው አይበልጥም፡፡",
      "18": "ይህን ነገር ብታውቁና በሥራ ላይ ብታውሉት፤ የተመሰገናችሁ ናችሁ፡፡",
      "19": "ይህን የምናገረው ስለ ሁላችሁም አይደለም፤ እኔ የመረጥኳቸውን ዐውቃለሁ፤ ነገር ግን ‹እንጀራዬን የበላ በእኔ ላይ በጠላትነት ተነሣብኝ› የሚለው የመጽሐፍ ቃል መፈጸም አለበት፡፡",
      "20": "ይህ ከመሆኑ በፊት አሁን አስቀድሜ የምነግራችሁ፤ ከተፈጸመ በኋላ በእኔ ማንነት እንድታምኑ ነው፡፡",
      "21": "እውነት እውነት እላችኋለሁ፤ እኔ የምልከውን የሚቀበል እኔን ይቀበላል፤ እኔንም የሚቀበል የላከኝን ይቀበላል፡፡”",
      "22": "ያሹዋ ይህን ካለ በኋላ በመንፈሱ ተጨነቀና “እውነት፤ እውነት እላችኋለሁ ከእናንተ አንዱ አሳልፎ ይሰጠኛል” ሲል ገልጦ ተናገረ፡፡",
      "23": "ደቀ መዛሙርቱ ይህን ስለማን እንደተናገረ ባለማወቃቸው፤ እርስ በርሳቸው ተያዩ፡፡",
      "24": "ያሹዋ ይወደው የነበረው፤ ከደቀ መዛሙርቱ አንዱ በያሹዋ ጎን ተቀምጦ ነበር፡፡",
      "25": "ስምዖን ጴጥሮስ እርሱን ጠቀሰና “ስለ ማን እንደተናገረ እስቲ ጠይቅ” አለው፡፡",
      "26": "ስለዚህ እርሱ አንገቱን ወደ ያሹዋ ጆሮ አስጠጋና “ጌታ ሆይ! ማን ነው?” ሲል ጠየቀው፡፡",
      "27": "ያሹዋም “እርሱ እንጀራ በወጥ አጥቅሼ የማጎርሰው ነው” አለ፡፡ ይህንንም ብሎ እንጀራ በወጥ አጠቀሰና የአስቆሮታዊው ስምዖን ልጅ ለሆነው ለይሁዳ አጎረሰው፡፡",
      "28": "ይሁዳ ጉርሻውን ከተቀበለ በኋላ ወዲያውኑ ሰይጣን ገባበት፤ ያሹዋም ይሁዳን “ለማድረግ ያሰብኸውን ቶሎ ብለህ አድርግ” አለው፡፡",
      "29": "ያሹዋ ለምን ይህን እንዳለ በማእድ ከተቀመጡት ማንም የገባው የለም፡፡",
      "30": "ይሁዳ ገንዘብ ያዥ ስለነበረ ከደቀ መዛሙርቱ አንዳንዶቹ ያሹዋ “ለበዓሉ የሚያስፈልገንን ግዛ ወይም ለድኾች ምጽዋት ስጥ” ያለው መስሎአቸው ነበር፡፡",
      "31": "ይሁዳም ጉርሻውን እንደተቀበለ፤ ወዲያውኑ ወጥቶ ሄደ፤ ጊዜውም ሌሊት ነበረ፡፡",
      "32": "ይሁዳ ወጥቶ ከሄደ በኋላ ያሹዋ እንዲህ አለ፤ “አሁን የሰው ልጅ ከብሮአል፤ በእርሱም አማካይነት አምላክ ከብሮአል፤",
      "33": "ያህቬህ(יהוה) በርሱ አማካይነት ከከበረ፤ ያህቬህ(יהוה)ም እሱን ያከብረዋል፤ ሳይዘገይም ያከብረዋል፡፡",
      "34": "ልጆች ሆይ! ከእናንተ ጋር ብዙ ጊዜ አልቆይም፤ እናንተም ትፈልጉኛላችሁ፤ ለአይሁዳውያን ባለሥልጣኖች ‹እኔ ወደምሄድበት ልትመጡ አትችሉም› እንዳልኋቸው አሁንም ለእናንተ እንዲሁ እላችኋለሁ፡፡",
      "35": "እርስ በርሳችሁ እንድትዋደዱ አዲስ ትእዛዝ እሰጣችኋለሁ፤ እኔ እንደ ወደድኋችሁ እናንተም እርስ በርሳችሁ ተዋደዱ፡፡",
      "36": "እርስ በርሳችሁ ከተዋደዳችሁ የእኔ ደቀ መዛሙርት እንደሆናችሁ ሰው ሁሉ ያውቃል፡፡”",
      "37": "ከዚህ በኋላ ስምዖን ጴጥሮስ ያሹዋን “ጌታ ሆይ! ወዴት ነው የምትሄደው?” ሲል ጠየቀው፡፡",
      "38": "ያሹዋም “እኔ ወደምሄድበት አሁን ልትከተለኝ አትችልም፤ በኋላ ግን ትከተለኛለህ” ሲል መለሰለት፡፡",
      "39": "ጴጥሮስም “ጌታ ሆይ! ስለምን አሁን ልከተልህ አልችልም? እኔ ሕይወቴን እንኳ ስለ አንተ አሳልፌ እሰጣለሁ” አለው፡፡",
      "40": "ያሹዋም “አንተ ሕይወትህን ስለ እኔ አሳልፈህ ትሰጣለህን? እውነት፤ እውነት እልሃለሁ፤ ዛሬ ዶሮ ከመጮሁ በፊት ሦስት ጊዜ ትክደኛለህ” ሲል መለሰ፡፡"
    },

    "Chapter 14": {
      "1": "ቀጥሎም ያሹዋ እንዲህ አለ፤ “ልባችሁ አይጨነቅ፤ በአብ እመኑ፤ በእኔም እመኑ፤",
      "2": "በአባቴ ዘንድ ብዙ መኖሪያ አለ፤ አለበለዚያ ግን ‹የምትኖሩበትን ስፍራ ላዘጋጅላችሁ እሄዳለሁ› ባላልኋችሁም ነበር፡፡",
      "3": "ሄጄ ስፍራ ካዘጋጀሁላችሁ በኋላ፤ እኔ ባለሁበት እንድትኖሩ እንደገና መጥቼ እወስዳችኋለሁ፡፡",
      "4": "እኔ የምሄድበትንም መንገድ ታውቃላችሁ፡፡”",
      "5": "ቶማስ “ጌታ ሆይ! ወዴት እንደምትሄድ አናውቅም፤ ታዲያ መንገዱን እንዴት ማወቅ እንችላለን?” አለው፡፡",
      "6": "ያሹዋም እንዲህ ሲል መለሰለት፤ “መንገድና እውነት ሕይወትም እኔ ነኝ፤ በእኔ በኩል ካልሆነ በቀር ማንም ወደ አብ የሚመጣ የለም፡፡",
      "7": "እኔን ዐውቃችሁኝ ቢሆን ኖሮ፤ አባቴንም ባወቃችሁት ነበር፤ ከእንግዲህ ወዲህ ግን ታውቁታላችሁ፤ አይታችሁታልም፡፡”",
      "8": "ፊልጶስም “ጌታ ሆይ! አብን አሳየንና ይበቃናል” አለው፡፡",
      "9": "ያሹዋም እንዲህ ሲል መለሰለት፤ “ፊልጶስ ሆይ! ይህን ያህል ጊዜ ከእናንተ ጋር ስኖር አታውቀኝምን? እኔን ያየ አብን አይቷል፤ ታዲያ አንተ ‹አብን አሳየን› እንዴት ትላለህ?",
      "10": "እኔ በአብ እንዳለሁ፤ አብም በእኔ እንዳለ አታምንምን? ለአንተ የምናገረውን ቃል የምናገረው በራሴ ስልጣን አይደለም፤ ነገር ግን ሥራውን ሁሉ የሚሠራው በእኔ የሚኖረው አብ ነው፡፡",
      "11": "እኔ በአብ እንዳለሁ፤ አብም በእኔ እንዳለ እመኑ፤ አለበለዚያ በሥራዎቼ ምክንያት እመኑኝ፡፡",
      "12": "እውነት እላችኋለሁ በእኔ የሚያምን እኔ የምሠራውን ሥራ ይሠራል፤ እንዲያውም ከዚህ የበለጠ ይሠራል፤ ምክንያቱም እኔ ወደ አብ እሄዳለሁ፡፡",
      "13": "አብ በወልድ ምክንያት እንዲከብር በስሜ የምትለምኑትን ሁሉ አደርግላችኋለሁ፡፡",
      "14": "ማንኛውንም ነገር በስሜ ብትለምኑ እኔ አደርገዋለሁ፡፡”",
      "15": "“የምትወዱኝ ከሆነ ትእዛዜን ትጠብቃላችሁ፤",
      "16": "እኔ አብን እለምነዋለሁ፤ እርሱም ለዘላለም ከእናንተ ጋር የሚኖር ሌላ አጽናኝ ይሰጣችኋል፡፡",
      "17": "ይህ አጽናኝ ስለማያየውና ስለማያውቀው ዓለም ሊቀበለው የማይችለው የእውነት መንፈስ ነው፤ እናንተ ግን ታውቁታላችሁ፤ ምክንያቱም እርሱ ከእናንተ ጋር ስለሚኖርና በውስጣችሁም ስለሚሆን ነው፡፡",
      "18": "“እናትና አባት እንደሌላቸው ልጆች ብቻችሁን አልተዋችሁም፤ ተመልሼ ወደ እናንተ እመጣለሁ፡፡",
      "19": "ከጥቂት ጊዜ በኋላ ዓለም አታየኝም፤ እናንተ ግን ታዩኛላችሁ፤ እኔ ሕያው ስለሆንሁ እናንተም በሕይወት ትኖራላችሁ፤",
      "20": "እኔ በአብ እንዳለሁ በዚያን ቀን ታውቃላችሁ፡፡",
      "21": "“ትእዛዜን የሚቀበልና በሥራ ላይ የሚያውለው ይወድደኛል፤ እኔን እንደሚወደኝ አባቴ ይወድደዋል፤ እኔም እወድደዋለሁ፤ ራሴንም እገልጥለታለሁ፡፡”",
      "22": "አስቆሮታዊው ሳይሆን ሌላው ይሁዳ “ጌታ ሆይ! ራስህን ለዓለም ሳይሆን ለእኛ የምትገልጠው እንዴት ነው?” አለው፡፡",
      "23": "ያሹዋም እንዲህ ሲል መለሰለት፤ “የሚወድደኝ ቃሌን ይጠብቃል፤ አባቴም ይወድደዋል፤ እኛ ወደ እርሱ መጥተን ከእርሱ ጋር አብረን እንኖራለን፡፡",
      "24": "የማይወድደኝ ቃሌን አይጠብቅም፤ ይህ የምትሰሙት ቃል የላከኝ የአብ ነው እንጂ የእኔ አይደለም፡፡",
      "25": "“አሁን ከእናንተ ጋር እያለሁ ይህን ነገር ነግሬአችኋለሁ፤",
      "26": "አብ በእኔ ስም የሚልከው አጽናኙ መንፈስ ቅዱስ ግን ሁሉን ነገር ያስተምራችኋል፤ እኔ የነገርኋችሁንም ሁሉ እንድታስታውሱ ያደርጋችኋል፡፡",
      "27": "“ሰላምን እተውላችኋለሁ፤ ሰላሜንም እሰጣችኋለሁ፤ እኔ የምሰጣችሁ ሰላም ዓለም እንደምትሰጠው አይደለም፤ ልባችሁ አይጨነቅ፤ ደግሞም አይፍራ፡፡",
      "28": "‹አኔ እሄዳለሁ፤ተመልሼም ወደ እናንተ እመጣለሁ እንዳልሁ ሰምታችኋል፤ ብትወድዱኝስ ኖሮ ወደ አብ በመሄዴ ደስ ባላችሁ ነበር፤ ምክንያቱም አብ ከእኔ ይበልጣል፡፡",
      "29": "ይህ በሚሆንበት ጊዜ እንድታምኑ፤ ከመሆኑ በፊት አስቀድሜ ነግሬአችኋለሁ፡፡",
      "30": "የዚህ ዓለም ገዥ ሰይጣን መምጣቱ ስለሆነ ከእንግዲህ ወዲህ ከእናንተ ጋር ብዙ አልነጋገርም፡፡ እርሱ በእኔ ላይ ምንም ማድረግ አይችልም፤",
      "31": "ነገር ግን እኔ አብን እንደምወድድ ዓለም ያውቅ ዘንድ አብ ያዘዘኝን ሁሉ እፈጽማለሁ፤ “ተነሡ ከዚህ እንሂድ፡፡”"
    },
    "Chapter 15": {
      "1": "ቀጥሎም ያሹዋ እንዲህ አለ፤ “እውነተኛ የወይን ግንድ እኔ ነኝ፤ አትክልተኛውም አባቴ ነው፤",
      "2": "በእኔ ላይ ያለውን የማያፈራ ቅርንጫፍ ሁሉ አባቴ ቆርጦ ይጥለዋል፤ የሚያፈራውን ቅርንጫፍ አብዝቶ እንዲያፈራ ገርዞ ያጠራዋል፡፡",
      "3": "እናንተም በነገርኳችሁ ቃል ምክንያት አሁን የጠራችሁ ንጹሖች ናችሁ፡፡",
      "4": "በእኔ ኑሩ እኔም በእናንተ እኖራለሁ፤ ቅርንጫፍ በወይኑ ግንድ ላይ ካልኖረ በቀር በራሱ ብቻ ማፍራት እንደማይቻለው፤ እናንተም በእኔ ካልኖራችሁ ማፍራት አትችሉም፡፡",
      "5": "እኔ የወይን ግንድ ነኝ፤ እናንተም ቅርንጫፎች ናችሁ፤ ብዙ ፍሬ የሚያፈራው በእኔ የሚኖርና እኔም በእርሱ የምኖርበት ነው፤ ምክንያቱም ያለ እኔ ምንም ማድረግ አትችሉም፡፡",
      "6": "በእኔ የማይኖር እንደ ቅርንጫፍ ወደ ውጭ ተጥሎ ይደርቃል፤ ተሰብስቦም ወደ እሳት ይጣልና ይቃጠላል፡፡",
      "7": "በእኔ ብትኖሩ ቃሌም በእናንተ ቢኖር፤ የፈለጋችሁትን ስትጠይቁ ታገኛላችሁ፡፡",
      "8": "ብዙ ፍሬ ስታፈሩ አባቴ ይከብራል፤ በዚህም ዐይነት የእኔ ደቀ መዛሙርት መሆናችሁን ታስረዳላችሁ፡፡",
      "9": "አብ እኔን እንደወደደኝ እኔም እናንተን ወደድኋችሁ፤ ስለዚህ በፍቅሬ ኑሩ፡፡",
      "10": "እኔ የአባቴን ትእዛዝ እንደፈጸምሁና በፍቅሩ እንደምኖር፤ እንተም የእኔን ትእዛዝ ብትፈጽሙ በፍቅሬ ትኖራላችሁ፡፡",
      "11": "የእኔ ትእዛዝ እኔ እንደወደድሁአችሁ እናንተም እርስ በርሳችሁ እንድትዋደዱ ነው፡፡",
      "12": "ይህች ከእኔ ትእዛዝ ናት፤ እኔ እንደወደድሁአችሁ እናንተም እርስ በርሳችሁ ተዋደዱ፡፡",
      "13": "ሰው ሕይወቱን ስለወዳጆቹ አሳልፎ ከመስጠት የበለጠ ፍቅር የለውም፡፡",
      "14": "እናንተም እኔ የማዝዛችሁን ብትፈጽሙ ወዳጆቼ ናችሁ፡፡",
      "15": "አገልጋይ ጌታው የሚያደርገውን ስለማያውቅ፤ ከእንግዲህ ወዲህ አገልጋዮች አልላችሁም፤ ነገር ግን ከአባቴ የሰማሁትን ሁሉ ስለ ገለጥሁላችሁ ወዳጆቼ ብያችኋለሁ፤",
      "16": "እኔ መረጥኋችሁ እንጂ እናንተ አልመረጣችሁኝም፤ ሄዳችሁ ብዙ ፍሬ እንድታፈሩ፤ ፍሬአችሁም ነዋሪ እንዲሆን ሾምሁአችሁ፡፡ ስለዚህ በስሜ የምትለምኑትን ሁሉ አብ ይሰጣችኋል፡፡",
      "17": "እንግዲህ እኔ የማዝዛችሁ እርስ በርሳችሁ እንድትዋደዱ ነው፡፡”",
      "18": "ቀጥሎም ያሹዋ እንዲህ አለ፤ “ዓለም ቢጠላችሁ ከእናንተ በፊት እኔን እንደጠላኝ ዕወቁ፡፡",
      "19": "የዓለም ብትሆኑ፤ ዓለም የራሱ የሆነውን በወደደ ነበር፤ ነገር ግን የዓለም ስላልሆናችሁና እኔ ከዓለም ለይቼ ስለመረጥኋችሁ ዓለም ይጠላችኋል፡፡",
      "20": "አገልጋይ ከጌታው አይበልጥም ብዬ የነገርሁአችሁን አስታውሱ፤ እኔን ካሳደዱኝ፤ እናንተንም ያሳድዱአችኋል፤ ቃሌን ከጠበቁ፤ ቃላችሁንም ይጠብቃሉ፡፡",
      "21": "የላከኝን ስለማያውቁ በእኔ ምክንያት ይህን ሁሉ ያደርጉባችኋል፡፡",
      "22": "እኔ መጥቼ ባልነግራቸው ኖሮ ኃጢአት ባልሆነባቸውም ነበር፤ አሁን ግን ለኃጢአታቸው ምክንያት የላቸውም፡፡",
      "23": "እኔን የሚጠላ አባቴንም ይጠላል፤",
      "24": "ሌላ ሰው ያላደረገውን ሥራ በመካከላቸው ባላደርግ ኖሮ ኃጢአት ባልሆነባቸውም ነበር፤ አሁን ግን ይህን ሁሉ ካዩ በኋላ እኔንም አባቴንም ጠልተዋል፡፡",
      "25": "ይሀም የሆነው ‹ያለ ምክንያት ጠሉኝ› ተብሎ በህጋቸው የተጻፈው ቃል እንዲፈጸም ነው፡፡",
      "26": "ነገር ግን ከአብ የሚወጣና እኔም ከአብ ዘንድ የምልክላችሁ፤ የእውነት መንፈስ የሆነው አጽናኝ ሲመጣ፤ እርሱ ስለ እኔ ይመሰክራል፡፡",
      "27": "እናንተም ከመጀመሪያ አንሥቶ ከእኔ ጋር ስለነበራችሁ ትመሰክራላችሁ፡፡"
    },
    "Chapter 16": {
      "1": "ቀጠሎም ያሹዋ እንዲህ አለ፤ “እነሆ ይህን ሁሉ የነገርሁአችሁ፤ እምነታችሁ እንዳይናወጥ ብዬ ነው፡፡",
      "2": "ከምኩራቦች አስወጥተው ያባርሩአችኋል፤ እንዲያውም እናንተን የሚገድል ሁሉ፤ አምላክን የሚያገለግል የሚመስልበት ጊዜ ይመጣል፡፡",
      "3": "ይህንንም የሚያደርጉት አብንም ሆነ እኔን ስላላወቁ ነው፡፡",
      "4": "ይህንን ለእናንተ መናገሬ ግን ጊዜው ሲደርስ ምን እንዳልሁአችሁ እንድታስታውሱ ነው፡፡”",
      "5": "ቀጥሎም ያሹዋ እንዲህ አለ፤ “ይህን ሁሉ ከአሁን በፊት ያልነገርሁአችሁ ከእናንተ ጋር ስለ ነበርሁ ነው፤",
      "6": "አሁን ግን ወደ ላከኝ መሄዴ ነው፤ ሆኖም ከእናንተ ‹ወዴት ትሄዳለህ?› ብሎ የሚጠይቀኝ የለም፡፡",
      "7": "ይሁን እንጂ ይህን ሁሉ ስለ ነገርሁአችሁ ልባችሁ በሐዘን ተሞልቶአል፡፡",
      "8": "እኔ ግን እውነት፤ እውነት እላችኋለሁ፤ የእኔ መሄድ ለእናንተ ይጠቅማችኋል፤ ምክንያቱም እኔ ካልሄድሁ አጽናኙ ወደ እናንተ አይመጣም፤ እኔ ከሄድሁ ግን ወደ እናንተ እልከዋለሁ፡፡",
      "9": "እርሱ በመጣ ጊዜ ስለ ኃጢአት፤ ስለ ጽድቅና ስለ ፍርድም ሰዎችን ያስረዳል፡፡",
      "10": "ስለ ኃጢአት የሚያስረዳው በእኔ ስለማያምኑ ነው፤",
      "11": "ስለ ጽድቅ የሚያስረዳው ወደ አብ ስለመሄዴና ከእንግዲህ ወዲህ ሰለማታዩኝ ነው፤",
      "12": "ስለ ፍርድ የሚያስረዳው የዚህ ዓለም ገዥ (ሰይጣን) ስለ ተፈረደበት ነው፡፡",
      "13": "“ገና የምነግራችሁ ብዙ ነገር አለኝ፤ ነገር ግን አሁን ይከብዳችኋል፤",
      "14": "የእውነት መንፈስ በመጣ ጊዜ ወደ እውነት ሁሉ ይመራችኋል ምክንያቱም እርሱ የሚናገረው የሰማውን እንጂ የራሱን አይደለም፡፡ እርሱ ወደፊት የሚሆኑትን ነገሮች ይነግራችኋል፡፡",
      "15": "የእኔ ከሆነው ወስዶ ስለሚነግራችሁ፤ እኔን ያከብረኛል፡፡",
      "16": "የአብ የሆነው ሁሉ የእኔ ነው፤ ‹የእኔ ከሆነው ወስዶ ይነግራችኋል› ያልሁአችሁ ስለዚህ ነው፡፡”",
      "17": "ሐዘናችሁ ወደ ደስታ ይለወጣል",
      "18": "15ቀጥሎም ያሹዋ እንዲህ አለ፤ “ከጥቂት ጊዜ በኋላ አታዩኝም፤ ደግሞም ከጥቂት ጊዜ በኋላ ታዩኛላችሁ፡፡”",
      "19": "ከደቀ መዛሙርቶች አንዳንዶች “ይህ፤ ‹ከጥቂት ጊዜ በኋላ አታዩኝም፤ ደግሞ ከጥቂት ጊዜ በኋላ ታዩኛላችሁ፤ ደግሞ ወደ አብ እሄዳለሁ› የሚለን ነገር ምንድ ነው?” ተባባሉ፡፡",
      "20": "“እንግዲህ ይህ ‹ከጥቂት ጊዜ በኋላ› የሚለው ነገር ምንድን ነው? የሚናገረውን አናውቅም” አሉ፡፡",
      "21": "ያሹዋም ሊጠይቁት እንደፈለጉ ዐውቆ እንዲህ አላቸው፤ “እርስ በርሳችሁ የምትጠያየቁ ‹ከጥቂት ጊዜ በኋላ አታዩኝም፤ ደግሞም ከጥቂት ጊዜ በኋላ ታዩኛላችሁ› ስላልሁአችሁ ነውን?",
      "22": "20እውነት፤ እውነት እላችኋለሁ፤ እናንተ ታለቅሳላችሁ፤ ዓለም ግን ደስ ይለዋል፤ እናንተ ታዝናላችሁ፤ ነገር ግን ሐዘናችሁ ወደ ደስታ ይለወጣል፡፡",
      "23": "21ሴት በምትወልድበት ጊዜ የምጥ ቀንዋ ስለደረሰ ታዝናለች፤ ከወለደች በኋላ ግን በዓለም ላይ ሕፃን ስለተወለደ ከመደስትዋ የተነሣ ጭንቀትዋን አታስታውሰውም፡፡",
      "24": "22እንዲሁም እናንተ አሁን ታዝናላችሁ፤ እደገና አያችኋለሁ፤ ልባችሁም ደስ ይለዋል፤ ደስታችሁንም የሚወስድባችሁ የለም፡፡",
      "25": "“በዚያን ቀን ከእኔ ምንም አትለምኑም፤ እውነት፤ እውነት እላችኋለሁ አብን በስሜ ብትለምኑት ሁሉን ነገር ይሰጣችኋል፡፡",
      "26": "24እስከ አሁን በስሜ ምንም ነገር አልለመናችሁም፤ ለምኑ ትቀበላላችሁ፤ ደስታችሁም ፍጹም ይሆናል፡፡",
      "27": "“እስከ አሁን በምሳሌ ነገርሁአችሁ፤ ከእንግዲህ ወዲህ በምሳሌ የማልናገርበት ጊዜ ይመጣል፤ ነገር ግን ስለ አብ ሁሉን ነገር ገልጬ እነግራችኋለሁ፡፡",
      "28": "26በዚያን ቀን በስሜ ትለምናላችሁ፤ እኔም ‹አብን እለምንላችኋለሁ› አልላችሁም፡፡",
      "29": "27ምክንያቱም አብ ራሱ ስለሚወድዳችሁ ነው፤ አብም የሚወድዳችሁ እኔን ስለወደዳችሁኝና ከእርሱ ዘንድ እንደመጣሁ ስላመናችሁ ነው፡፡",
      "30": "28ከአብ ዘንድ ወጥቼ ወደ ዓለም መጥቻለሁ፤ እንደገናም ይህን ዓለም ትቼ ወደ አብ እሄዳለሁ፡፡”",
      "31": "29ደቀ መዛሙርቱም እንዲህ አሉ፤ “እነሆ አሁን በምሳሌ ሳይሆን በግልጥ ተናገርህ፤",
      "32": "30አንተ ሁሉን እንደምታውቅና ማንም ጥያቄ ሊያቀርብልህ እንደማያስፈልግህ አሁን ዐወቅን፤ ስለዚህ ከያህቬህ(יהוה) ዘንድ እንደወጣህ እናምናለን፡፡”",
      "33": "31ያሹዋ እንዲህ ሲል መለሰላቸው፤ “አሁንስ አምናችኋል!",
      "34": "32ይሁን እንጂ እያንዳንዳችሁ በየበኩላችሁ የምትበታተኑበትና እኔን ብቻዬን የምትተውበት ሰዓት ይመጣል፤ ሰዓቱም አሁን ደርሶአል፤ ነገር ግን አብ ከእኔ ጋር ስለሆነ ብቻዬን አይደለሁም፡፡",
      "35": "33ይህን ለእናንተ መናገሬ በእኔ ሆናችሁ ሰላም እንዲኖራችሁ ብዬ ነው፤ በዓለም ሳላችሁ መከራ አለባችሁ፤ ነገር ግን አይዞአችሁ፤ እኔ ዓለምን አሸንፌዋለሁ፡፡”"
    },
    "Chapter 17": {
      "1": "ያሹዋ ይህን ከተናገረ በኋላ ወደ ሰማይ ቀና ብሎ እንዲህ ሲል ጸለየ፤ “አባት ሆይ! እነሆ ሰዓቱ ደርሶአል፤ ልጅህ እንዲያከብርህ ልጅህን አክብረው፤",
      "2": "የምታከብረውም ለሰጠኸው ሁሉ የዘላለም ሕይወትን እንዲሰጥ፤ በሰዎች ሁሉ ላይ ሥልጣን ስለሰጠኸው ነው፡፡",
      "3": "የዘላለም ሕይወትም፤ ብቻህን እውነተኛ አምላክ የሆንከውን አንተንና የላክኸውን ያሹዋ መሺያን ማወቅ ነው፡፡",
      "4": "እኔ የሰጠኸኝን ሥራ ፈጽሜ በምድር ላይ አከበርሁህ፡፡",
      "5": "አባት ሆይ! ዓለም ከመፈጠሩ በፊት ከአንተ ጋር በነበረኝ ክብር አሁንም በአንተ ዘንድ አክብረኝ፡፡",
      "6": "ከዓለም ውስጥ መርጠህ ለሰጠኸኝ ሰዎች የአንተን ማንነት ገለጥሁላቸው፤ እነርሱ የአንተ ነበሩ፤ አንተ እነርሱን ለእኔ ሰጠኸኝ፤ እነርሱም ቃልህን ጠብቀዋል፤",
      "7": "የሰጠኸኝ ሁሉ ከአንተ እንደሆነ እነርሱ አሁን ዐውቀዋል፡፡",
      "8": "የሰጠኸኝን ቃል ሰጥቼአቸዋለሁ፤ እነርሱም ተቀብለውታል፤ ከአንተ ዘንድ መውጣቴንም በእውነት አውቀዋል፤ አንተ እንደላክኸኝም አምነዋል፡፡",
      "9": "እኔ የምጸልየው ለእርሱ ነው፤ እነዚህ የሰጠኸኝ የአንተ ስለሆኑ ለእነርሱ እጸልያለሁ፤ ለዓለም አልጸልይም፡፡",
      "10": "የእኔ የሆነው ሁሉ የአንተ ነው፤ የአንተም የሆነው የእኔ ነው፤ እኔም በእነርሱ እከብራለሁ፡፡",
      "11": "እኔ ከእንግዲህ ወዲህ በዓለም ላይ አልኖርም፤ እነርሱ ግን በዓለም ናቸው፡፡ እኔ ወደ አንተ መምጣቴ ነው፤ ቅዱስ አባት ሆይ! እነዚህ የሰጠኸኝ እንደ እኛ አንድ እንዲሆኑ ለእኔ በሰጠኸኝ ስምህ ጠብቃቸው፡፡",
      "12": "እኔ አብሬአቸው በነበርሁ ጊዜ፤ በሰጠኸኝ ስምህ ጠብቄአቸዋለሁ፤ እኔ ጠበቅኋቸው፤ ስለዚህ የተጻፈው የትንቢት ቃል እንዲፈጸም ከዚያ የጥፋት ልጅ በቀር ከቶ ከእነርሱ ማንም አልጠፋም፡፡",
      "13": "አሁን እኔ ወደ አንተ መምጣቴ ነው፤ በዓለም ላይ ሳለሁ ይህን የምናገረው ደስታዬ በእነርሱ ፍጹም እንዲሆን ነው፡፡",
      "14": "እኔ ቃልህን ሰጥቼአቼዋለሁ፤ እኔ ከዓለም እንዳይደለሁ፤ እነርሱም ከዓለም አይደሉም፤ ስለዚህ ዓለም ጠላቸው፡፡",
      "15": "ከክፉ እንድትጠብቃቸው እንጂ ከዓለም ውጪ እንድትወስዳቸው አለምንም፡፡",
      "16": "እኔ ከዓለም እንዳይደለሁ፤ እነርሱም ከዓለም አይደሉም፡፡",
      "17": "በእውነትህ ቀድሳቸው ቃልህ እውነት ነው፡፡",
      "18": "አንተ እኔን ወደ ዓለም እንደላክኸኝ  እኔም እነርሱን ወደ ዓለም ላክኋቸው፡፡",
      "19": "እነርሱ በእውነት ቅዱሳን እንዲሆኑ፤ እኔ ራሴን ስለ እነርሱ ቅዱስ አደርጋለሁ፡፡",
      "20": "በእነርሱ ቃል አማካይነት በእኔ ስለሚያምኑትም እለምናለሁ እንጂ ለእነርሱ ብቻ አለምንም፡፡",
      "21": "እኔም የምለምነው፤ ሁሉም አንድ እንዲሆኑ ነው፤ እንዲሁም አባት ሆይ! አንተ በእኔ እንዳለህ፤ እኔም በአንተ እንዳለሁ፤ እነርሱም በእኛ እንዲሆኑ ነው፤ አንተ እንደላክኸኝም ዓለም እንዲያምን ነው፡፡",
      "22": "እኛ አንድ እንደሆንን እነርሱም አንድ እንዲሆኑ፤ ለእኔ የሰጠኸኝን ክብር ሰጥቻቸዋለሁ፡፡",
      "23": "እኔ የምለምነው፤ እኔ በእነርሱ፤ አንተም በእኔ እንደሆንህ፤ እነርሱም በፍጹም አንድ እንዲሆኑ ነው፤ እንዲሁም እኔን እንደላክኸኝና እኔን በወደድኸኝ መጠን እነርሱንም እንደወደድሃቸው ዓለም እንዲያውቅ ነው፡፡",
      "24": "አባት ሆይ! ዓለም ሳይፈጠር ስለወደድኸኝ የሰጠኸኝን ክብሬን እንዲያዩ፤ እነዚህ አንተ የሰጠኸኝም እኔ ባለሁበት ከእኔ ጋር እንዲኖሩ እወድዳለሁ፡፡",
      "25": "ጻድቅ አባት ሆይ! ዓለም አላወቀህም፤ እኔ ግን አውቅሃለሁ፤ እነዚህም አንተ እንደላክኸኝ ዐውቀዋል፡፡",
      "26": "አንተ እኔን የወደድህበት ፍቅር በእነርሱ እንዲሆንና እኔም በእነርሱ እንድሆን፤ እነርሱ አንተን እንዲያውቁ አድርጌአለሁ፤ ደግሞም እንዲያውቁ አደርጋቸዋለሁ፡፡”"
    },
    "Chapter 18": {
      "1": "ያሹዋ ይህን ካለ በኋላ ከደቀ መዛሙርቱ ጋር ወደ ቄድሮን ወንዝ ማዶ ሄደ፤ እዚያ ወደነበረውም የአትክልት ቦታ ከደቀ መዛሙርቱ ጋር ገባ፡፡",
      "2": "ያሹዋና ደቀ መዛሙርቱ እዚያ ቦታ ዘወትር ይሰበሰቡ ስለነበር፤ አሳልፎ የሰጠው ይሁዳ ያን ቦታ ያውቅ ነበር፡፡",
      "3": "ስለዚህ ይሁዳ ወታደሮቹን ከካህናት አለቆችና ከፈሪሳውያን የተላኩትን ሎሌዎች አስከትሎ ወደዚያ ቦታ መጣ፤ እነርሱም ፋኖስና ችቦ፤ የጦር መሣሪያም ይዘው ነበር፡፡",
      "4": "ያሹዋም የሚደርስበትን ሁሉ አውቆ ወደ እነርሱ ሄደና “ማንን ትፈልጋላችሁ?” አላቸው፡፡",
      "5": "እነርሱም “የናዝሬቱን ያሹዋን እንፈልጋለን” አሉት፡፡ እርሱም “እኔ ነኝ” አላቸው፡፡ አሳልፎ የሰጠው ይሁዳም ከእርሱ ጋር ቆሞ ነበር፡፡",
      "6": "ያሹዋ “እኔ ነኝ” ባላቸቸው ጊዜ ወደ ኋላ አፈገፈጉና በምድር ላይ ወደቁ፡፡",
      "7": "ያሹዋም “ማንን ትፈልጋላችሁ” ሲል እንደገና ጠየቃቸው፡፡ እነርሱም “የናዝሬቱን ያሹዋን እንፈልጋለን” አሉት፡፡",
      "8": "እርሱም “እኔ ነኝ ብያችኋለሁ፤ እንግዲህ የምትፈልጉት እኔን ከሆነ እነዚህን ተዋቸው፤ ይሂዱ” አለ፡፡",
      "9": "ይህም የሆነው “አባት ሆይ! ከሰጠኽኝ ሰዎች አንዱን እንኳ አላጠፋሁም” ያለው ቃል እንዲፈጸም ነው፡፡",
      "10": "ስምዖን ጴጥሮስ ሰይፍ ይዞ ስለነበረ መዘዘና የሊቀ ካህናቱን አገልጋይ መትቶ ቀኝ ጆሮውን ቆረጠ፤ የአገልጋዩም ስም “ማልኮስ” ይባል ነበር፡፡",
      "11": "ያሹዋ ግን ጴጥሮስን “ሰይፍህን ወደ አፎቱ ክተተው፤ አብ የሰጠኝን የመከራ ጽዋ የማልጠጣው ይመስለኛልን?” አለው፡፡",
      "12": "ከዚህ በኋላ ወታደሮቹና አዛዣቸው፤ የአይሁድ ሎሌዎችም ያሹዋን ይዘው አሰሩት፡፡",
      "13": "በመጀመሪያ ወደ ሐና ወሰዱት፤ ሐና በዚያ ዓመት ሊቀ ካህናት ለነበረው ለቀያፋ ዐማቱ ነበር፡፡",
      "14": "ቀያፋ “አንድ ሰው ስለ ሕዝቡ ቢሞት የተሻለ ነው” ሲል አይሁዳውያን ባለሥልጣኖችን የመከረ ነው፡፡",
      "15": "ስምዖን ጴጥሮስና ሌላው ደቀ መዝሙር ያሹዋን ተከተሉት፤ ያ ሌላው ደቀ መዝሙር በሊቀ ካህናቱ ዘንድ የታወቀ ነበር፤ ስለዚህ ከያሹዋ ጋር ወደ ሊቀ ካህናቱ ግቢ ገባ፤",
      "16": "ጴጥሮስ ግን በውጭ በበሩ አጠገብ ቆሞ ነበር፤ በሊቀ ካህናቱ የታወቀው ደቀ መዝሙር መጣና ለበረኛይቱ ገረድ ነግሮ ጴጥሮስን አስገባው፤",
      "17": "በረኛይቱም ገረድ ጴጥሮስን “አንተም ከዚህ ሰው ደቀ መዛሙርት አንዱ አይደለህምን?” አለችው፡፡ እርሱ ግን “አይደለሁም” አለ፡፡",
      "18": "ጊዜው ብርድ ስለ ነበረ አገልጋዮቹና ሎሌዎች የከሰል እሳት አንድደው፤ ቆመው ይሞቁ ነበር፤ ጴጥሮስም ከእነርሱ ጋር ቆሞ ይሞቅ ነበር፡፡",
      "19": "በዚያን ጊዜ ሊቀ ካህናቱ ያሹዋን ስለ ደቀ መዛሙርቱና ስለ ትምህርቱ ጠየቀው፡፡",
      "20": "ያሹዋም እንዲህ ሲል መለሰለት፤ “እኔ ለሰው ሁሉ በግልጥ ተናገርሁ፤ አይሁዳውያን ሁሉ በሚሰበሰቡበት በምኩራብም ሆነ በቤተ መቅደስ ሁልጊዜም አስተማርሁ፤ በስውር የተናገርሁት ምንም ነገር የለም፤",
      "21": "ታዲያ ስለምን እኔን ትጠይቀኛለህ? ስናገራቸው የሰሙኝን ጠይቃቸው፤ የተናገርሁትን እነርሱ ያውቃሉ፡፡”",
      "22": "ያሹዋ ይህን በተናገረ ጊዜ እዚያ ቆመው ከነበሩት ሎሌዎች አንዱ “ለሊቀ ካህናቱ የምትመልሰው እንዲህ ነውን?” ብሎ ያሹዋን በጥፊ መታው፡፡",
      "23": "ክፉ “ቃል ተናግሬ እንደሆነ ክፉ መናገሬን መስክር፤ የተናገርሁት ትክክል ከሆነ ግን ስለምን ትመታኛለህ?” አለው፡፡",
      "24": "ከዚህ በኋላ ሐና ያሹዋ እንደ ታሰረ ወደ ሊቀ ካህናቱ ወደ ቀያፋ ሰደደው፡፡",
      "25": "የዚያን ጊዜ ስምዖን ጴጥሮስ ቆሞ እሳት ይሞቅ ነበር፤ ሌሎች ሰዎችም “አንተስ ከያሹዋ ደቀ መዛሙርት አንዱ አይደለህምን?” አሉት፡፡ እርሱም አይደለሁም ብሎ ካደ፡፡",
      "26": "ጴጥሮስ ጆሮውን የቆረጠው ሰው ዘመድ የሆነው፤ ከሊቀ ካሕናቱ ሎሌዎች አንዱ “በአትክልቱ ቦታ ከእነርሱ ጋር አይቼህ አልነበረምን?” አለው፡፡",
      "27": "ጴጥሮስም እንደገና ካደ፤ ወዲያውኑ ዶሮ ጮኸ፡፡",
      "28": "ከዚህ በኋላ ያሹዋን ከቀያፋ ቤት ወደ ገዥው ግቢ ወሰዱት፤ ጊዜውም ጠዋት ማለዳ ነበር፤ አይሁዳውያን የፋሲካን በግ መብላት ስለነበረባቸው እንዳይረክሱ በማለት ወደ ገዥው ግቢ አልገቡም፡፡",
      "29": "ስለዚህ ጲላጦስ ወደ እነርሱ ወጣና “በዚህ ሰው ላይ ያቀረባችሁት ክስ ምንድን ነው?” ሲል ጠየቃቸው፡፡",
      "30": "እነርሱም “ይህ ሰው ክፉ አድራጊ ባይሆን ኖሮ ለአንተ አሳልፈን ባልሰጠነውም ነበር” ሲሉ መለሱለት፡፡",
      "31": "ጲላጦስም “እናንተ እራሳችሁ ወስዳችሁ በሕጋችሁ መሠረት ፍረዱበት” አላቸው፡፡ አይሁዳውያን ባለሥልጣኖችም “እኛ ሰው ለመግደል መብት የለንም” አሉት፡፡",
      "32": "ይህም የሆነው ያሹዋ በምን ዐይነት ሞት እንደሚሞት የተናገረው ቃል እንዲፈጸም ነው፡፡",
      "33": "ጲላጦስም እንደገና ወደ ግቢው ተመልሶ ገባ፤ ያሹዋንም ጠርቶ “አንተ የአይሁድ ንጉሥ ነህን? ሲል ጠየቀው፡፡",
      "34": "ያሹዋ “አንተ ይህን የምትለው ከራስህ ነውን? ወይስ ሌሎች ይህን ስለ እኔ ነግረውሃል?” አለው፡፡",
      "35": "ጲላጦስም “እኔ አይሁዳዊ ነኝን? አንተን ለእኔ አሳልፈው የሰጡህ ወገኖችህና የካህናት አለቆች ናቸው፤ ምንድን ነው ያደረግኸው?” አለው፡፡",
      "36": "ያሹዋ “የእኔ መንግሥት ከዚህ ዓለም አይደለችም፤ መንግሥቴ ከዚህ ዓለም ብትሆን ኖሮ በአይሁዳውያን ባለሥላጣኖች እጅ እንዳልወድቅ ሎሌዎቼ በተዋጉልኝ ነበር፤ መንግሥቴ ግን ከዚህ ዓለም አይደለችም” ሲል መለሰ፡፡",
      "37": "ጲላጦስም “ታዲያ አንተ ንጉሥ ነህን?” አለው፡፡ ያሹዋም “አንተ እንዳልኸው ነኝ፤ እኔ የተወለድሁትና ወደ ዓለም  የመጣሁት ስለ እውነት ልመሰክር ነው፤ ከእውነት የሆነ ሁሉ ድምፄን ይሰማል” ሲል መለሰ፡፡",
      "38": "ጲላጦስም “እውነት ምንድን ነው?” አለ፡፡ ከዚህ በኋላ ጲላጦስ እንደገና ወደ አይሁዳውያን ወጣና እንዲህ አላቸው፤ “እኔ ምንም ጥፋት አላገኘሁበትም፤",
      "39": "ነገር ግን በልማዳችሁ መሠረት በፋሲካ በዓል ሁል ጊዜ አንድ እስረኛ እንድፈታላችሁ ትፈልጋላችሁን?”",
      "40": "እነርሱ ግን “በርባንን ፍታልን እንጂ ይህን አይደለም!” እያሉ ጮኹ፡፡ በርባን ግን ወንበዴ ነበር፡፡"
    },

    "Chapter 19": {
      "1": "ከዚህ በኋላ ጲላጦስ ያሹዋን ወስዶ አስገረፈው፡፡",
      "2": "ወታደሮችም የእሾኽ አክሊል ጎንጉነው በያሹዋ ራስ ላይ አደረጉ፤ ቀይ ካባም አለበሱት፡፡",
      "3": "ወደ እርሱም እየመጡ በማፌዝ “የአይሁድ ንጉሥ ሆይ! ሰላም ላንተ ይሁን!” ይሉት ነበር፤ በጥፊም ይመቱት ነበር፡፡",
      "4": "ጲላጦስ እንደገና ወደ ውጭ ወጥቶ “እነሆ ምንም በደል እንዳላገኘሁት እንድታውቁ፤ እርሱን ወደ ውጭ አወጣላችኋለሁ” አላቸው፤",
      "5": "ስለዚህ ያሹዋ የእሾኽ አክሊል ደፍቶና ቀይ ካባ ለብሶ ወደ ውጭ ወጣ፤ ጲላጦስም “እነሆ ሰውየው!” አላቸው፡፡",
      "6": "የካህናት አለቆችና ሎሌዎች ያሹዋን ባዩት ጊዜ “ስቀለው! ስቀለው!” እያሉ ጮኹ፡፡ ጲላጦስ ግን “እኔ በበኩሌ ምንም በደል አላገኘሁበትም፤ ብትፈልጉ እናንተ ወስዳችሁ ስቀሉት” አላቸው፡፡",
      "7": "አይሁዳውያንም “እኛ ሕግ አለን፤ ይህ ሰው ራሱን የያህቬህ ልጅ ስላደረገ በሕጋችን መሠረት መሞት ይገባዋል” አሉ፡፡",
      "8": "ይህን ሁሉ ንግግር በሰማ ጊዜ ጲላጦስ በይበልጥ ፈራ፤",
      "9": "ወደ ግቢው ገባና ያሹዋን “አንተ ከየት ነህ?” ሲል ጠየቀው፡፡ ያሹዋ ግን ምንም አልመለሰለትም፡፡",
      "10": "ስለዚህ ጲላጦስ “አትነግረኝምን? እኔ ልፈታህ ወይም ልሰቅልህ ሥልጣን እንዳለኝ አታውቅምን?” አለው፡፡",
      "11": "ያሹዋም “ከያህቬህ ሥልጣን ባይሰጥህ ኖሮ በእኔ ላይ ምንም ሥልጣን ባልኖረህ ነበር፤ ሆኖም ለአንተ አሳልፎ የሰጠኝ የባሰ ኃጢአት አለበት” አለው፡፡",
      "12": "ጲላጦስ ይህን የያሹዋን አነጋገር በሰማ ጊዜ ፈትቶ ሊለቀው ፈልጎ ነበር፤ አይሁዳውያን ግን “ይህን ከፈታኸው የሮም ንጉሠ ነገሥት የቄሳር ወዳጅ አይደለህም፤ ምክንያቱም ራሱን ንጉሥ የሚያደርግ ሁሉ የቄሳር ጠላት ነው!” እያሉ ጮኹ፡፡",
      "13": "ጲላጦስ ይህን በሰማ ጊዜ ያሹዋን ወደ ውጪ አስወጥቶ “ጠፍጣፋ ድንጋይ” በተባለው ስፍራ በፍርድ ወንበር ተቀመጠ፤ ይህ ስፍራ በእብራይስጥ ቋንቋ “ገበታ” ይባላል፡፡",
      "14": "የፋሲካ ዝግጅት ቀን ነበረ፤ ጊዜውም ወደ ስድስት ሰዓት ገደማ ነበረ፤ በዚያን ጊዜ ጲላጦስ አይሁዳውያንን “እነሆ ንጉሣችሁ!” አላቸው፡፡",
      "15": "እነርሱ ግን “ወዲያ ውሰደው! ወዲያ ውሰደው! ስቀለው!” እያሉ ጮኹ፡፡ ጲላጦስም “ንጉሣችሁን ልስቀለውን?” አላቸው፡፡ የካህናት አለቆችም “ከቄሳር በቀር ሌላ ንጉሥ የለንም” ሲሉ መለሰሉት፡፡",
      "16": "በዚህ ጊዜ ያሹዋ እንዲሰቀል ጲላጦስ አሳልፎ ሰጣቸው፡፡ እነርሱም ያሹዋን ይዘው ወሰዱት፡፡",
      "17": "ከዚህ በኋላ ያሹዋ መስቀሉን ተሸክሞ “የራስ ቅል” ወደሚባለው ስፍራ ወጣ፤ ይህ ስፍራ በእብራይስጥ ቋንቋ “ጎልጎታ” ይባላል፤",
      "18": "እዚያ ሰቀሉት፤ ያሹዋን በመካከል አድርገው ከእርሱ ጋር ሌሎችንም ሁለት ሰዎች በግራና በቀኝ ሰቀሉ፡፡",
      "19": "ጲላጦስ “የናዝሬቱ ያሹዋ፤ የአይሁድ ንጉሥ” የሚል ማስታወቂያ ጽፎ በመስቀሉ ላይ እንዲኖር አደረገ፡፡",
      "20": "ያሹዋ የተሰቀለበት ስፍራ ለከተማ ቅርብ ስለነበር ብዙዎቹ አይሁዳውያን ማስታወቂያውን አነበቡት፤ ማስታወቂያውም የተጻፈው በዕብራይስጥ፣ በላቲንና በግሪክ ቋንቋ ነበር፡፡",
      "21": "የአይሁዳውያን ካህናት አለቆች ጲላጦስን “አንተ ‹የአይሁድ ንጉሥ› ብለህ አትጻፍ፤ ነገር ግን ‹ይህ ሰው እኔ የአይሁድ ንጉሥ ነኝ› ብሏል ብለህ ጻፍ” አሉት፡፡",
      "22": "ጲላጦስ ግን “የጻፍሁትን ጽፌአለሁ” ሲል መለሰ፡፡",
      "23": "ወታደሮቹ ያሹዋን ከሰቀሉት በኋላ ልብሶቹን ወስደው ለእያንዳንዱ ወታደር አንድ ክፍል እንዲደርስ በአራት ከፋፈሉአቸው፤ እጀ ጠባቡንም እንዲሁ አደረጉ፤ ነገር ግን እጀ ጠባቡ ሳይሰፋ ከላይ እስከታች ወጥ ሆኖ የተሠራ ነበር፤",
      "24": "ስለዚህ ወታደሮቹ “ለማን እንደሚደርሰ ለማወቅ ዕጣ እንጣጣልበት እንጂ አንቅደደው” ተባባሉ፡፡ ይህም የሆነው፤ “ልብሴን ተከፋፈሉ፤ በእጄ ጠባቤም ዕጣ ተጣጣሉ” የሚለው የመጽሐፍ ቃል እንዲፈጸም ነው፤ ወታደሮቹም እንዲሁ አደረጉ፡፡",
      "25": "በያሹዋ መስቀል አጠገብ እናቱና የእናቱ እኅት፤ የቀልዮጳ ሚስት ማርያምና መግደላዊት ማርያም ቆመው ነበር፤",
      "26": "ያሹዋ እናቱንና የሚወደውን ደቀ መዝሙር በአጠገቡ ቆመው ባያቸው ጊዜ፤ እናቱን “እናቴ ሆይ! እነሆ ልጅሽ!” አላት፡፡",
      "27": "ከዚህ በኋላ ደቀ መዝሙሩን “ይህችውልህ እናትህ!” አለው፤ ከዚያ ሰዓት ጀምሮ ደቀ መዝሙሩ ወደ ቤቱ ወሰዳት፡፡",
      "28": "ከዚህ በኋላ ያሹዋ አሁን ሁሉም ነገር እንደተፈጸመ ዐውቆ በመጽሐፍ የተጻፈውም ቃል እንዲፈጸም “ጠማኝ” አለ፡፡",
      "29": "እዚያ ሆምጣጤ የሞላበት ዕቃ ተቀምጦ ነበር፤ ስለዚህ እዚያ የነበሩ ሰዎች ሆምጣጤውን በስፖንጅ ሞሉና በሂሶፕ እንጨት አንጠልጥለው ወደ አፉ አቀረቡለት፤",
      "30": "ያሹዋም ሆምጣጤውን ከቀመሰ በኋላ “ተፈጸመ!” አለ፡፡ ራሱን ዘንበል አድርጎም ነፍሱን አሳልፎ ሰጠ፡፡",
      "31": "ከዚህ በኋላ አይሁዳውያን ባለሥልጣኖች የተሰቀሉትን ሰዎች ጭን ሰብረው ከመስቀል እንዲያወርዱአቸው ጲላጦስን ለመኑት፤ ይህንንም ያደረጉበት ምክንያት የሰንበት ዝግጅት ቀን ስለነበረና ያ ሰንበትም ትልቅ በዓል ስለሆነ በሰንበት ቀን ሥጋቸው በመስቀል ላይ እንዳይሆን ነበር፡፡",
      "32": "ስለዚህ ወታደሮቹ ሄደው ከያሹዋ ጋር የተሰቀሉትን ሰዎች ጭን ሰበሩ፤",
      "33": "ወደ ያሹዋ በሄዱ ጊዜ ግን እርሱ ቀደም ብሎ እንደሞተ አይተው ጭኑን አልሰበሩም፡፡",
      "34": "ነገር ግን ከወታደሮቹ አንዱ ጎኑን በጦር ወጋው፤ ወዲያውኑ ከጎኑ ደምና ውሃ ወጣ፡፡",
      "35": "ይህንን ያየ፤ እናንተ እንድታምኑ መሰከረ፤ ምስክርነቱም እውነት ነው፤ የሚናገረውም እውነት እንደሆነ እርሱ ያውቃል፡፡",
      "36": "ይህም የሆነው “ከእርሱ አንድ አጥንት እንኳ አይሰበርም” የሚለው የመጽሐፍ ቃል እንዲፈጸም ነው፡፡",
      "37": "ደግሞም ሌላ የትንቢት መጽሐፍ “ያንን የወጉትን ያዩታል” ይላል፡፡",
      "38": "አይሁዳውያን ባለሥልጣኖችን በመፍራት በስውር የያሹዋ ደቀ መዝሙር የነበረው የአርማትያሱ ዮሴፍ የያሹዋን አስከሬን ለመውሰድ ጲላጦስን ለመነ፡፡ ጲላጦስም ፈቀደለት፡፡ ስለዚህ ዮሴፍ ሄዶ አስከሬኑን ወሰደ፡፡",
      "39": "ከዚህ በፊት በሌሊት ወደ ያሹዋ ሄዶ የነበረው ኒቆዲሞስም ሃያ አምስት ኪሎ ግራም የሚያህል የከርቤና የሬት ቅልቅል ይዞ መጣ፡፡",
      "40": "ሁለቱ ሰዎች የያሹዋን አስከሬን ወስደው እንደ አይሁዳውያን አገናነዝ ልማድ ከሽቶ ጋር በቀጭን ልብስ ከፈኑት፡፡",
      "41": "ያሹዋ ተሰቅሎበት በነበረበት ቦታ አንድ የአትክልት ስፍራ ነበረ፤ በዚያም የአትክልት ስፍራ ውስጥ ማንም ያልተቀበረበት አዲስ መቃብር ነበር፡፡",
      "42": "የአይሁድ ሰንበት ዝግጅት ቀን ስለ ነበረና መቃብሩም ቅርብ ስለነበረ፤ የያሹዋን አስከሬን እዚያ ቀበሩት፡፡"
    },
    "Chapter 20": {
      "1": "እሑድ ጠዋት በማለዳ ገና ጎሕ ሳይቀድ፤ መግደላዊት ማርያም ወደ ያሹዋ መቃብር ሄደች፡፡ እዚያም እንደደረሰች መቃብሩ ተዘግቶበት የነበረው ድንጋይ ከመቃብሩ በር ላይ ተነሥቶ አየች፡፡",
      "2": "ስለዚህ እርስዋ ወደ ስምዖን ጴጥሮስና ያሹዋ ወደ ሚወደው ወደ ሌላው ደቀ መዝሙር እየሮጠች ሄደችና “ጌታን ከመቃብሩ አውጥተው ወስደውታል፤ የት እንዳኖሩት አላውቅም” አለቻቸው፡፡",
      "3": "በዚህ ጊዜ ጴጥሮስና ሌላው ደቀ መዛሙር ወጡና ወደ መቃብሩ ሄዱ፡፡",
      "4": "ሁለቱም አብረው ይሮጡ ነበር፤ ነገር ግን ሌላው ደቀ መዝሙር ከጴጥሮስ ይበልጥ ፈጥኖ ሮጠና ቀድሞ ወደ መቃብሩ ቢመለከት የከፈኑ ጨርቅ እዚያ ተቀምጦ አየ፤ ነገር ግን ወደ ውስጥ አልገባም፡፡",
      "5": "ስምዖን ጴጥሮስም ተከትሎት መጣና ወደ መቃብሩ ውስጥ ገባ፤ እርሱም የከፈኑን ጨርቅ እዚያ ተቀምጦ አየ፤",
      "6": "ስምዖን ጴጥሮስም ተከትሎት መጣና ወደ መቃብሩ ውስጥ ገባ፤ እርሱም የከፈኑን ጨርቅ እዚያ ተቀምጦ አየ፤",
      "7": "የያሹዋ ራስ ተጠምጥሞ የነበረበት ጨርቅ ከከፈኑ ጨርቅ ጋር ሳይሆን ለብቻው በሌላ ስፍራ ተጠቅልሎ እንደ ተቀመጠ አየ፡፡",
      "8": "ቀጥሎም ያ ቀድሞ የደረሰው ደቀ መዝሙር ወደ መቃብሩ ውስጥ ገብቶ አየና አመነ፡፡",
      "9": "ምክንያቱም “ከሞት መነሣት ይገባዋል” የሚለውን የመጽሐፍ ቃል ገና አልተገነዘቡም ነበር፡፡",
      "10": "ከዚህ በኋላ ሁለቱም ደቀ መዛሙርት ተመልሰው ወደ ቤታቸው ሄዱ፡፡",
      "11": "መግደላዊት ማርያም እያለቀሰች ከመቃብሩ በስተውጭ ቆማ ነበር፤ እያለቀሰችም ጎንበስ ብላ ወደ መቃብሩ ውስጥ ተመለከተች፡፡",
      "12": "የያሹዋ አስከሬን በነበረበት ስፍራ ነጭ ልብስ የለበሱ ሁለት መላእክት አንዱ በራስጌ አንዱ በግርጌ ተቀምጠው አየች፡፡",
      "13": "እነርሱም ማርያምን “አንቺ ሴት! ለምን ታለቅሻለሽ?” አሉዋት፡፡",
      "14": "እርስዋም “ጌታዬን ወስደውታል የት እንዳደረጉትም አላውቅም” አለች፡፡ ይህንን ብላ ወደ ኋላዋ ዘወር ስትል ያሹዋን ቆሞ አየችው፤ ያሹዋ መሆኑን ግን አላወቀችም፡፡",
      "15": "ያሹዋ “አንቺ ሴት! ስለምን ታለቅሻለሽ፤ ማንንስ ትፈልጊያለሽ?” አላት፡፡ እርስዋም አትክልተኛው መስሏት “ጌታ ሆይ! አንተ ወስደኸው እንደሆነ የት እንዳደረግኸው እባክህ ንገረኝ፤ እኔ እወስደዋለሁ” አለችው፡፡",
      "16": "ያሹዋም “ማርያም” አላት፡፡ እርስዋም ወደ እርሱ ዞር ብላ በዕብራይስጥ ቋንቋ “ረቡኒ!” አለችው፤ ትርጓሜውም “መምህር ሆይ!” ማለት ነው፡፡",
      "17": "ያሹዋ “ገና ወደ አባቴ አልወጣሁምና አትያዥኝ፤ ነገር ግን ወደ ወንድሞቼ ሂጂና ‹እኔ ወደ አባቴና ወደ አባታችሁ፤ ወደ አምላኬና ወደ አምላካችሁ እወጣለሁ ብሎአል› ብለሽ ንገሪያቸው” አላት፡፡",
      "18": "ስለዚህ መግደላዊት ማርያም ወደ ደቀ መዛሙርቱ ሄዳ ጌታን እንዳየችና ይህንንም እንዳላት ነገረቻቸው፡፡",
      "19": "በዚያኑ ቀን እሑድ ማታ ደቀ መዛሙርቱ አይሁዳውያን ባለሥልጣኖችን በመፍራት በራፎችን ዘግተው በቤት ውስጥ ተሰብስበው ነበር፤ በሮቹ ተዘግተው ሳለ ያሹዋ ደቀ መዛሙርቱ ወደ ተሰበሰቡበት ቤት ገባ፤ በመካከላቸውም ቆሞ “ሰላም ለእናንተ ይሁን!” አላቸው፡፡",
      "20": "ይህንንም ብሎ እጆቹንና ጎኑን አሳያቸው፤ ደቀ መዛሙርቱም ጌታን ባዩ ጊዜ ደስ አላቸው፡፡",
      "21": "ከዚህ በኋላ ያሹዋ እንደገና “ሰላም ለእናንተ ይሁን! አብ እኔን እንደላከኝ እኔም እናንተን እልካችኋለሁ” አላቸው፡፡",
      "22": "ይህን ብሎ እፍ አለባቸውና “መንፈስ ቅዱስን ተቀበሉ፤",
      "23": "እናንተ የሰዎችን ኃጢአት ይቅር ብትሉ ይቅር ይባልላቸዋል፤ እናንተ የሰዎችን ኃጢአት ይቅር ባትሉ ግን ይቅር አይባልላቸውም” አላቸው፡፡",
      "24": "ያሹዋ ወደ ደቀ መዛሙርቱ በመጣ ጊዜ ከዐሥራ ሁለቱ አንዱ፤ ዲዲሞስ የተባለው ቶማስ ከእነርሱ ጋር አልነበረም፡፡",
      "25": "ስለዚህ ሌሎች ደቀ መዛሙርት ቶማስን “ጌታን እኮ አየነው” አሉት፡፡ እርሱ ግን “በምስማር የተወጉትን እጆቹን ካላየሁና ጣቴን ካላገባሁ፤ እጄንም በጎኑ ቁስል ካላገባሁ አላምንም” አላቸው፡፡",
      "26": "ከስምንት ቀን በኋላ ደቀ መዛሙርቱ እንደገና በቤት ውስጥ ነበሩ፤ ቶማስም አብሮአቸው ነበር፤ በሮቹ ተዘግተው ሳሉ ያሹዋ መጥቶ በመካከላቸው ቆመና “ሰላም ለእናንተ ይሁን!” አላቸው፡፡",
      "27": "ከዚህ በኋላ ቶማስን “ጣትህን ወዲህ አምጣና እጆቼን እይ፤ እጅህንም አምጣና በጎኔ ውስጥ አግባው፤ እመን እንጂ እምነተቢስ አትሁን” አለው፡፡",
      "28": "ቶማስም “ጌታዬ! አምላኬ!” ሲል መለሰለት፡፡",
      "29": "ያሹዋም ቶማስን “አንተስ ስለአየኸኝ አመንህ፤ ሳያዩኝ የሚያምኑ ግን የተመሰገኑ ናቸው” አለው፡፡",
      "30": "ያሹዋ በዚህ ጽሑፍ ያልተጻፈ ብዙ ተአምር በደቀ መዛሙርቱ ፊት አድርጎአል፤",
      "31": "ነገር ግን ያሹዋ መሲሕ የአምላክ ልጅ መሆኑን እንድታምኑና፤ አምናችሁም በእርሱ ስም የዘላለም ሕይወት እንድታገኙ ይህ ተጽፎአል፡፡"
    },

    "Chapter 21": {
      "1": "ከዚህ በኋላ ያሹዋ በጥብርያዶስ ባሕር አጠገብ ለደቀ መዛሙርቱ እንደገና ታየ፤ የታየውም እንዲህ ነው፤",
      "2": "ስምዖን ጴጥሮስ፤ ዲዲሞስ የተባለው ቶማስ፤ የገሊላ ቃና የሆነው ናትናኤል፤ የዘብዴዎስ ልጆችና ሌሎች ሁለት ደቀ መዛሙርትም አብረው ነበሩ፡፡",
      "3": "ስምዖን ጴጥሮስ “ዓሣ ለማጥመድ መሄዴ ነው” አላቸው፡፡ እነርሱም “ከአንተ ጋር እንሄዳለን” አሉት፡፡ ወጥተውም ሄዱና ወደ ጀልባ ገቡ፤ ነገር ግን በዚያች ሌሊት አንድ ዓሣ እንኳ አልያዙም፡፡",
      "4": "ሲነጋ ያሹዋ በባሕር ዳር ቆመ፤ ደቀ መዛሙርቱ ግን ያሹዋ መሆኑን አላወቁም፡፡",
      "5": "ያሹዋም “ልጆች ሆይ! ዓሣ አላችሁን?” አላቸው፡፡ እነርሱም “ምንም የለንም” አሉት፡፡",
      "6": "እርሱም “መረቡን በጀልባው በስተቀኝ ጣሉና ታገኛላችሁ” አላቸው፡፡ ስለዚህ መረቡን በባሕሩ ውስጥ ጣሉት፤ ብዙ ዓሣም ከመያዛቸው የተነሣ መረቡን መጎተት አቃታቸው፡፡",
      "7": "በዚህ ጊዜ ያሹዋ የሚወደው ደቀ መዝሙር ጴጥሮስን፤ “ጌታ ነው እኮ!” አለው፡፡ ስምዖን ጴጥሮስ “ጌታ ነው እኮ!” ማለትን በሰማ ጊዜ፤ ለሥራ ብሎ ልብሱን አውልቆ ስለነበረ ወዲያው ልብሱን ለበሰና ወደ ባሕሩ ዘልሎ ገባ፡፡",
      "8": "ሌሎች ደቀ መዛሙርት ግን ከምድር የራቁት መቶ ሜትር ያህል ብቻ ስለነበረ፤ ዓሣ የሞላበትን መረብ እየሳቡ በጀልባ መጡ፡፡",
      "9": "ከጀልባው በወረዱ ጊዜ ዓሣ በላዩ የነበረበት የከሰል ፍምና እንጀራ አዩ፡፡",
      "10": "ያሹዋም “አሁን ካጠመዳችሁት ዓሣ አምጡ” አላቸው፡፡",
      "11": "ስለዚህ ስምዖን ጴጥሮስ ወደ ጀልባው ገብቶ መቶ ኀምሳ ሦስት ትልልቅ ዓሣዎች የሞሉበትን መረብ ወደ ምድር ጎተተ፤ ይህን ያህል ብዙ ዓሣ ቢይዝም መረቡ አልተቀደደም፡፡",
      "12": "ከዚህ በኋላ የሹዋ “ኑ ብሉ” አላቸው፡፡ ያሹዋ መሆኑን ሁሉም አውቀው ስለ ነበር፤ ከደቀ መዛሙርቱ አንድ እንኳ “አንተ ማን ነህ?” ብሎ ሊጠይቀው የደፈረ አልነበረም፡፡",
      "13": "ያሹዋ መጣ፤ እንጀራውንና እንዲሁም ዳቦውን አንሥቶ ሰጣቸው፡፡",
      "14": "ያሹዋ ከሞት ከተነሣ ወዲህ ደቀ መዛሙርቱ ሲያዩት ይህ ሦስተኛ ጊዜ ነበር፡፡",
      "15": "ከበሉ በኋላ ያሹዋ ስምዖን ጴጥሮስን “የዮሐንስ ልጅ ስምዖን ሆይ! እነዚህ ከሚወዱኝ ይበልጥ ትወደኛለህን?” አለው፡፡ እርሱም “አዎ ጌታ ሆይ! እንደምወድህ አንተ ታውቃለህ” ሲል መለሰለት፡፡",
      "16": "ያሹዋም “ግልገሎቼን መግብ” አለው፡፡ ሁለተኛ ጊዜም “የዮና ልጅ ስምዖን ሆይ! ትወደኛለህን?” አለው፡፡ እርሱም “አዎ ጌታ ሆይ! እንደምወድህ ታውቃለህ” አለው፡፡ ያሹዋም “ጥቦቶቼን ጠብቅ” አለው፡፡",
      "17": "ሦስተኛ ጊዜም “የዮና ልጅ ስምዖን ሆይ! ትወደኛለህን?” አለው፡፡ ሦስተኛ ጊዜ ትወድደኛለህን ስላለው ጴጥሮስ አዘነና “ጌታ ሆይ! አንተ ሁሉን ታውቃለህ፤ እኔ እንደምወድህም ታውቃለህ” አለው፡፡ ያሹዋም “በጎቼን አሠማራ፤",
      "18": "እውነት እውነት እልሃለሁ፤ አንተ ጎልማሳ ሳለህ ቀበቶህን በገዛ እጅህ ታጥቀህ ወደ ፈለግህበት ትሄድ ነበር፤ በሸመገልህ ጊዜ ግን አንተ እጆችህን ትዘረጋና ሌላ ሰው ያስታጥቅሃል፤ ወደማትፈልግበትም ይወስድሃል፡፡”",
      "19": "ይህንንም ያለው ጴጥሮስ በምን ዓይነት ሞት አምላኩን ማክበር እንዳለበት ሲያመለክት ነው፤ ከዚህ በኋላ ጴጠሮስን “ተከተለኝ” አለው፡፡",
      "20": "ጴጥሮስ ዘወር ብሎ ያሹዋ የሚወድደው ደቀ መዝሙር ሲከተለው አየ፤ ይህ ደቀ መዝሙር በራት ጊዜ ወደ ያሹዋ ጆሮ ተጠግቶ “ጌታ ሆይ! አሳልፎ የሚሰጥህ ማን ነው?” ብሎ የጠየቀው ነው፡፡",
      "21": "ጴጥሮስ እርሱን አየና “ጌታ ሆይ! ይህስ ሰው ምን ይሆናል?” ሲል ያሹዋን ጠየቀ፡፡",
      "22": "ያሹዋም “እኔ እስክመጣ ድረስ እንዲቆይ ብፈቅድ አንተን ምን አገባህ? አንተ ተከተለኝ” አለው፡፡",
      "23": "በዚህ ምክንያት በወንድሞች መካከል “ይህ ደቀ መዝሙር አይሞትም” የሚል ወሬ ተሰራጨ፤ ነገር ግን ያሹዋ “እኔ እስክመጣ ድረስ እንዲኖር ብፈቅድ አንተ ምን አገባህ” አለ እንጂ “አይሞትም” አላለም፡፡",
      "24": "ስለ እነዚህ ነገሮች ሁሉ የመሰከረና እነዚህንም ነገሮች የጻፈ ይህ ደቀ መዝሙር ነው፤ የእርሱም ምስክርነት እውነት እንደሆነ እናውቃለን፡፡",
      "25": "ያሹዋ ያደረጋቸው ሌሎች ብዙ ነገሮች ደግሞ አሉ፡፡ እኔ እንደሚመስለኝ እርሱ ያደረጋቸው ነገሮች ሁሉ አንድ በአንድ ቢጻፉ ኖሮ የሚጻፉትን መጻሕፍት ዓለም ራሱ መሸከም ባልቻለም ነበር፡፡"
    }
  }
}
