{
  "joshua": {
    "Chapter 1": {
      "1": "የያህቬህ(הוהי) አገልጋይ ሙሴ ከሞተ በኋላ፤ የሙሴ የቅርብ እረዳት የነበረውን የኔዌን ልጁ ኢያሱን ያህቬህ(הוהי) እንዲህ ሲል አነጋገረው፤",
      "2": "“እነሆ፤ አገልጋዬ ሙሴ ሞቷል፤ እንግዲህ አንተና የእስራኤል ህዝብ ሁሉ ተዘጋጁ፤ እኔ ወደማወርሳችሁም ምድር ለመግባት የዮርዳኖስን ወንዝ ተሻገሩ፡፡",
      "3": "ለሙሴ በነግርሁት መሰርት በምትዘምቱበት ጊዜ በእግራቹሁ የምትረግጡትን ምድር በአጠቃላይ ለእናንተ ሰጥቼአለሁ፡፡",
      "4": "ድንበራችሁም በስተደቡብ በኩል ካለው በረሓ ተነስቶ፤ በስተሰሜን እስከሚገኙት እሰከ ሊባኖስ ተራራዎች ይደርሳል፤ በስተምስራቅ ከታላቁ የኤፍራጥስ ወንዝ በመነሳት የሒታውያንን አገር አልፎ፤ በስተምዕራብ በኩል እስከሚገኘው እሰከ ሜድትራኒያን ባሕር ይደርሳል፡፡",
      "5": "አንተ ኢያሱ፤ በምትኖርበት ዘመን ሁሉ አንተን ተቋቁሞ ድል የሚነሳህ ማንም አይኖርም፤ እኔ ከሙሴ ጋር አንደነበርኩ ከአንተም ጋር እሆናለሁ፤ ሁልጊዜም ከአንተ ጋር ነኝ፤ ከቶም አልተውህም፤",
      "6": "አይዞህ! በርታ! እኔ ለቀደሞ አባቶቻቸው ልሰጣቸው ቃል የገባሁላቸውን ምድር ለማውረስ ለእነዚህ ህዝብ መሪ ትሆናለህ፡፡",
      "7": "አንተ ብቻ አይዞህ! በርታ! አገልጋዬ ሙሴ ለሰጠህም ህግ ሁሉ እውነተኛ ታዛዥ ሁን፤ በምትሄድበት ሰፍራ ሁሉ ማናቸውም ነገር እንዲከናወንልህ ከዚህ ህግ ከቶ ዝንፍ አትበል፤",
      "8": "ይህን የህግ መጽሐፍ ምን ጊዜም ከማንበብ አትቆጠብ፤ በእርሱም የተጻፈውን ሁሉ መፈጸም ትችል ዘንድ እርሱን ሌሊትና ቀን አሰላስላለው፤ ይህንን ብታደርግ ሁሉ ነገር በተቃና ሁኔታ ይከናወንልሃል፡፡",
      "9": "“አይዞህ! በርታ!” ብዬ ያዘዝኩህን አስታውስ፤ ከቶ አትፍራ፤ ተስፋ አትቁረጥ ምክንያቱም በምትሄድበት ስፍራ ሁሉ እኔ ያህቬህ(הוהי) አምላክህ ከአንተ ጋር ነኝ፡፡”",
      "10": "ከዚህ በኋላ ኢያሱ የህዝብን አለቆች እንዲህ ብሎ አዘዘ፤",
      "11": "“ወደ ሰፈር ገብታችሁ ህዝብን ‹ሰንቃችሁን አዘጋጁ፤ ምክንያቱም ያህቬህ(הוהי) አምልካችሁ የሚሰጣችሁን ምድር ለመውረስ በሶስት ቀን ውስጥ የዮርዳኖስን ወንዝ ትሻገራላችሁ” ብላችሁ ንገሩ፡፡”",
      "12": "እያሱ የሮቤልንና የጋድን ነገዶች፤ እንዲሁም የምናሴን ነገድ እኩሌታ እንዲህ አላቸው፤",
      "13": "“ያህቬህ(הוהי) አምላካችሁ እዚህ ከዮርዳኖስ በስተምሥራቅ ያለውን ምድር ለእናተ መኖሪያ አድርጎ የሚሰጣእሁ መሆኑን ያህቬህ(הוהי) አገልጋይ ሙሴ የነገራችሁን አስታውሱ፡፡",
      "14": "ሚስቶቻችሁ፤ ልጆቻችሁና ከብቶቻችሁ በዚህ ይቆዩ፤ የጦር ልብስ ለብሰው ለውጊያ ተዘጋጁ ሰዎቻችሁ ግን ወገኖቻቸውን እስራኤላውያንን ለመርዳት ግንባር ቀደም ሆነው ዮርዳኖስ ይሻገሩ፤",
      "15": "ያህቬህ(הוהי) አምላካችሁ የሰጣቸውን በምዕራብ በኩል ከዮርዳኖስ ማዶ ያለውን ምድር እስከሚወረሱም ድረስ አብረው ይዝመቱ፤ ያህቬህ(הוהי) አምላካችሁ ለእስራኤል ነገዶች ሁሉ የሰላም ዕረፍትን በሚሰጣቸው ጊዜ፤ እናንተም ተመልሳችሁ መጥታችሁ፤ በምሥራቅ በኩል በዮርዳኖስ ማዶ የያህቬህ(הוהי) አገልጋይ ሙሴ በሰጣችሁ በገዛ ምድራችሁ ትቀመጣላችሁ፡፡”",
      "16": "እነርሱም ለኢያሱ እንዲህ ብለው መለሱለት፤ “የነገርከንን ሁሉ እንፈጽማለን፤ ወደምትልከንም ስፍራ ሁሉ እንሄዳለን፤",
      "17": "ለሙሴ ሁልጊዜ ስንታዘዝለት እንደነበር ሁሉ፤ ለአንተም እንታዘዛለን፤ ያህቬህ(הוהי) አምላክህ ከሙሴ ጋር እንደነበር፤ ከአንተም ጋር ይሁን!",
      "18": "የአንተን ሥልጣን የሚቃወምና ትዕዛዝህን ሁሉ የማይፈጽሙ ቢኖር በሞት ይቀጣ፤ ብቻ አንተ አይዞህ! በርታ!”"
    },

    "Chapter 2": {
      "1": "ከዚህ በኋላ የነዌ ልጅ ኢያሱ የግራር ዛፍ ከበዛበት ከሺጢም ሰፈር ሁለት ሰላዮችን ላከ፤ እነርሱም የከነዓንን ምድር በተለይም የኢያሪኮን ከተማ በሚስጥር ሰልለው እንዲመለሱ አዘዛቸው፤ ወደ ከተማይቱ በመጡ ግዜ ”ረዓብ” ተብላ ወደምትጠራ ወደ አንዲት ጋለሞታ ቤት ለማደር ገቡ፡፡",
      "2": "የኢያሪኮም ንጉሥ ከእስራኤላውያን ወገን የተላኩ ሰዎች በዚያን ምሽት ሀገሪቱን ለመሰለል መግባታቸውን ሰማ፡፡",
      "3": "ወደ ረዓብም መልዕክት ልኮ “ወደ ቤትሽ የገቡት ሰዎች ምድሪቱን በሙሉ ለመሰለል የመጡ ስለሆነ አውጥተሽ አስረክቢ” አላት፡፡",
      "4-6": "እርስዋም እንዲህ ስትል መልስ ሰጠች፤ “በእርግጥ ወደ ቤቴ የገቡ ሰዎች ነበሩ፤ ነገር ግን ከወዴት እንደመጡ አላውቅም፤ የከተማይቱ የቅጽር በር ከመዘጋቱ በፊት ጀንበር ስትጠልቅ ወጥተው ሂደዋል፤ ወዴት እንደሚሄዱ አላወቅሁም፤ ይሁን እንጂ ፈጥናችሁ ብትከታተሏቸው ልትይዙአቸው ትችላላችሁ፤” ነገር ግን ቀደም ብላ ረዓብ ሁለቱን ሰላዮች ወደ ቤቷ ጣራ እንዲወጡ በማድረግ በረበረችው የተልባ እግር ውስጥ ሸሽጋቸው ነበር፡፡",
      "7": "የንጉሡ መልዕክተኞች ከከተማይቱ ወጥተው ሄዱ፣ የቅጽር በሩም ተዘጋ፤ መልዕክተኞቹም ስላዮችን በመፈለግ የዮርዳኖስን ወንዝ ተሻግሮ እሰከሚያልፈው ስፍራ ድረስ ሄዱ፡፡",
      "8": "ሰላዮችም ከመተኛታቸው በፊት ወዳሉበት የቤት ጣሪያ ወጥታ፤",
      "9": "እንዲህ አለቻቸው፤ “ያህቬህ(הוהי) ይህችን ምድር ለእናንተ እንደሰጣችሁ አውቃለሁ፤ እናንተን ከመፍራት የተነሣ የአገሪቱ ነዋሪ በሙሉ ተሸብሮአል፤",
      "10": "ግብጽን ለቃችሁ በወጣችሁ ጊዜ ያህቬህ(הוהי) ቀይ ባህርን በፊታችሁ እንዴት እንዳደረቀ ሰምተናል፤ ከዮርዳኖስ ወንዝ በሰተምሥራቅ የነበሩትን ሁለቱን የአሞራውያን ነገሥታት ሲሆንንና ዖግን እንዴት እንደገደላችሁም ሰምተናል፡፡",
      "11": "ስለዚህም ይህን ሁሉ በሰማን ጊዜ ፈራን፣ እናንተን ከመፍራት የተነሣ ወኔያችን ሁሉ ጠፋ፣ አምላካችሁ ያህቬህ(הוהי) የሰማይም የምድርም አምላክ ነው፡፡",
      "12": "አሁንም እኔ ለእናንተ መልካም ነገር እንዳደረጉላችሁ ሁሉ፤ ቤተሰቤን ከጥፋት በማትረፍ መልካም ነገር ታደርጉልኝ ዘንድ ማሉልኝ፤ ለዚህም መተማመኛ የሚሆን ምልክት ስጡኝ፤",
      "13": "አባቴንና እናቴን፤ ወንድሞቼን፤ አጎቶቼንና የእነርሱን ቤተሰቦች ሁሉ ለማዳን ቃል ግቡልኝ፡፡ እኛ እንድንጠፋ አታድርጉ፡፡”",
      "14": "ሰዎቹም እንዲህ አሏት፤ “እኛ በገባንልሽ ቃል መሠረት ባንፈጽም ያህቬህ(הוהי) በሞት ይቅጣን፤ እኛ ያደረግነውን ሁሉ ለማንም ባትነግሪ፤ ያህቬህ(הוהי) ይህችን ምድር ለእኛ አሳልፎ በሚሰጠን ጊዜ ለአንቺ መልካም ነገር ለማድረግ ቃል እንገባለን፡፡”",
      "15": "ረዓብ የምትኖርበት ቤት ከከተማይቱ ቅጽር ግንብ ተጠግቶ በውስጥ የተሠራ ነበር፤ ስለዚህም ሰዎቹ በመስኮት በኩል ቁልቁል በተለቀቀ ገመድ ተንጠልጥለው ወደ ታች እንዲወርዱ አደረገች፤",
      "16": "እንዲህ ስትል መከረቻቸው፤ “ወደ ኮረብታማው አገር ሂዱ፤ ይህ ካልሆነ ግን የንጉሡ መልዕክተኞች ሊያገኙአቸው ይችላሉ፤ በዚያም እነርሱ እስኪመለሱ እሰከ ሶስት ቀን ድረስ ተደብቃችሁ ቆዩ፤ ከዚያም በኋላ ጉዞአቸውን መቀጠል ትችላላችሁ፡፡”",
      "17": "ሰዎቹም እንዲህ አሉአት፤ “ቃል ያስገባሽንን ነገር ሁሉ እንጠብቃልን፤",
      "18": "ማድረግ የሚገባሽም ነገር ይህ ነው፡- እኛ ምድራችሁን በምንወርርበት ጊዜ ይህን ከቀይ ፈትል የተገመደ ክር እኛን ባወረድሽበት መስኮት ላይ እስሪ፤ አባትሽና እናትሽ፤ ወንድሞችሽና የአባትሽ ወገኖች ሁሉ፤ በአንድነት ተሰብስበው በቤትሽ እንዲቀመጡ አድርጊ፤",
      "19": "ማንም ከቤት ወጥቶ ቢገኝና ቢሞት ጥፋቱ የራሱ ይሆናል፤ እኛም በኀላፊነት አንጠየቀም፤ ከአንች ጋር በቤት ሳለ ማንም ሰው ጉዳት ቢደርስበት ግን በኀላፊነት ተጠያቂዎች ነን፡፡",
      "20": "ይሁን እንጂ ይህን የምናደርገውን ነገር ለማንም ነግረሽ ብትገኝ፤ በጥያቄሽ መሠረት የገባንልሽን ቃል ለመጠበቅ አንገደድም፡፡”",
      "21": "እርስዋም በዚህ ተስማምታ ሸኘቻቸው፤ እነርሱም ከሄዱ በኋላ ከቀይ ፈትል የተገመደውን ክር በመስኮቱ ላይ አሰረች፡፡",
      "22": "ሰላዮችም ወደ ኮረብታዎቹ ወጥተው ተደበቁ፤ የንጉሡም መልዕክተኞች ሶስት ቀን ሙሉ በአገሪቱ ውስጥ በየመንገዱ ፈለጉአቸው፤ ነገር ግን ሊያገኙአቸው አልቻሉም፤ ስለዚህም ወደ ኢያሪኮ ተመለሱ፤",
      "23": "ከዚህም በኋላ ሁለቱ ሰላዮች ከኮረብታዎቹ ወርደው ወንዙን በመሻገር ወደ ኢያሱ ተመልሰው መጡ፤ የሆነውንም ነገር ሁሉ ለእርሱ ነገሩት፤",
      "24": "እንዲህም አሉት፤ “ያህቬህ(הוהי) አገሪቱን በሙሉ ለእኛ እንደሰጠን ዕርግጠኞች ነን፤ ምክንያቱም በዚያ የሚኖሩት ሁሉ እኛን ከመፍራት የተነሣ በመሸበር ላይ ናቸው፡፡”"
    },

    "Chapter 3": {
      "1": "በማግሥቱ እያሱና የእስራኤል ህዝብ ሁሉ ማልደው ተነሱ፤ የሺጥምን ስፍራ ለቅቀው ወደ ዮርዳኖስ ወንዝ ሄዱ፤ ከመሻገራቸው በፊት በዚያ ለጥቂት ጊዜ ቆዩ፤",
      "2": "ከሦስት ቀን በኋላ የህዝብ መሪዎች ወደ ሰፈር ገብተው፤",
      "3": "የሚከተለውን ትዕዛዝ ሰጡ፡- “የሌዊ ዝርያ የሆኑት ካህናት የአምላካችሁን የያህቬህ(הוהי)ን የቃል ኪዳን ታቦት ተሸክመው ሲነሱ በምታዮበት ጊዜ፤ ሰፈሩን ለቅቃቹሁ እነርሱን ተከተሉ፡፡",
      "4": "ከዚህ በፊት ይህን ቦታ ሰለማታውቁት የምትሄዱበትን መንገድ እነርሱም ያሳዩአችኋል፤ ነገር ግን ወደ ቃል ኪዳን ታቦት አትቅረቡ፤ በእናንተና በቃልኪዳን ታቦት መካከል የሚኖረው ርቀት አንድ ኪሎ ሜትር ያህል ይሁን፡፡”",
      "5": "ኢያሱም ህዝቡን “ራሳቸውን አንጹ፤ ምክንያቱም ያህቬህ(הוהי) ነገ በመካከላችሁ ታምራትን ያደርጋል” አላቸው፤",
      "6": "ካህናቱም የቃል ኪዳኑን ታቦት ተሸክመው ከህዝቡ በመቅደም እፊት እፊት እንዲሄዱ ነገራቸው፤ እነርሱም እንደታዘዙት አደረጉ፡፡",
      "7": "ያህቬህ(הוהי)ም እያሱን እንዲህ አለው፤ “በዛሬው ዕለት እኔ በፊታቸው የምፈጽመው ነገር የእስራኤል ህዝብ ሁሉ አንተን እንደ ታላቅ ሰው አደርገው እንዲያከብሩህና ከሙሴ ጋር በነበርሁት ዐይነት ከአንተም ጋር መሆኔን እንዲያረጋግጡ ያደርጋል፡፡",
      "8": "የቃል ኪዳኑ ታቦት የሚሸከሙት ካህናት ወደ ወንዙ በሚደርሱበት ጊዜ ከዳር በኩል ወደ ወንዙ ገብተው እንዲቆሙ ንገራቸው፡፡”",
      "9": "ከዚህ በኋላ ኢያሱ ለህዝቡ እንዲህ አለ፤ “ወደዚህ ቀርባችሁ አምላካችሁ ያህቬህ(הוהי) የሚለውን አዳምጡ፤",
      "10": "እናንተ ወደ ፊት እየገፋችሁ በሄዳችሁ መጠን እርሱ ከነዓናውያንን፤ ሒታውያንን፤ ሒዋውያንን፤ ፈሪዛውያንን፤ ጌርጌሳውያንን፤ አሞራውያንንና ኢያቡሳውያንን፤ ከፊታችሁ ያስወጣል፤ ህያው ያህቬህ(הוהי) በእናንተ መካከል መሆኑንም የምታውቁት፤",
      "11": "የምድር ሁሉ ጌታ የሆነው ያህቬህ(הוהי) የቃል ኪዳን ታቦት በፊታቸሁ ቀድሞ የዮርዳኖስን ወንዝ በሚሻገርበት ጊዜ ነው፡፡",
      "12": "እነሆ ከእያንዳንዱ የእስራኤል ነገድ አንዳንድ ተወካይ አሁኑን አስራ ሁለት ሰዎችን ምረጡ፤",
      "13": "ምድር ሁሉ የሆነውን የያህቬህ(הוהי) የቃል ኪዳን ታቦት የተሸከሙ ካህናት እግሮች ውሃውን በሚነኩበት ጊዜ የርዳኖስ ወንዝ ውሃ መውረዱን ያቆማል፤ ከላይ እየጎረፈ የሚመጣውም ውሃ በአንዱ ቦታ ተሰብስቦ ይቆለላል፡፡”",
      "14-15": "ያም ወቅት የመከር ጊዜ በመሆኑ ወንዙ ሞልቶ ነበር፡፡ሕዝቡ የዮርዳኖስን ወንዝ ለመሻገር ሰፈሩን በለቀቁ ጊዜ፤ የቃል ኪዳኑን ታቦት የተሸከሙት ካህናት ቀድመው እፊት እፊት ይጓዙ ጀመር፤",
      "16": "ውሃው መውረዱን አቆመ፤ በጻርታን አጠገብ “አዳም“ ተብላ በምትጠራውም ከተማ ተከማችቶ በሩቁ ተከመረ፤ ወደ ሙት በህር ይፈስ የነበረውን ጎርፍ በፍጹም ተቋረጠ፤ ስለዚህም ሕዝቡ በቀላሉ ተሻግረው ኢያሪኮ አጠገብ ደረሱ፡፡",
      "17": "ሕዝቡ በደረቅ ምድር እየተራመዱ በሚሻገሩበት ጊዜ የያህቬህ(הוהי)ን የቃል ኪዳን ታቦት የተሸከሙ ካህናት ሕዝቡ ሁሉ ተሻግረው እስካበቁ ድረስ በዮርዳኖስ ወንዝ መካከል በደረቅ ብድር ላይ ቆመው ነበር፡፡"
    },

    "Chapter 4": {
      "1": "ህዝብ በሙሉ ዮርዳኖስን ከተሸገሩ በኋላ ያህቬህ(הוהי) እያሱን እንዲህ አለው፤",
      "2": "“ከእያንዳንዱ ነገድ አንዳንዱ ሰው በመውሰድ አሰራ ሁለት ሰዎችን ምረጥ፤",
      "3": "በዮርዳኖስ ወንዝ መካከል፤ ካህናቱ ከቆሙበት ከዚያው ስፍራ ዐስራ ሁለት ድንጋዮች ይዘው እንዲወጡ እዘዛቸው፤ድንጋዮችንም ወሰደው ዛሬ ማታ በምትሰፍሩበት ስፍራ ያቆማአቸው ዘንድ ንገር፡፡”",
      "4": "ኢያሱም የመረጣቸውን አስራ ሁለት ሰዎች ጠርቶ እንዲህ አላቸው፤",
      "5": "“በአምላካችሁ በያህቬህ(הוהי) የቃል ኪዳን ታቦት ፊት ቀድማችሁ ወደ የርዳኖስ ወንዝ ውረዱ፤ በእያንዳንዱ የእስራኤል ነገድ ስም፤ እያንዳንዳችሁ አንዳንድ ድንጋይ በማንሳት በትክሻቸው ተሸከሙ፡፡",
      "6": "እነዚህ ድንጋዮች ያህቬህ(הוהי) ያደረገውን ነገር ሁሉ ለእስራኤል ህዝብ የሚያስታውሱ መታሰቢያዎች ይሆናሉ፤ በሚመጡትም ዘመናት ልጆቻቸው “እነዚህ ድንጋዮች ምንድን ናቸው?” ብለው በሚጠይቋቸሁ ጊዜ፤",
      "7": "አንዲህ ብላችሁ ትናግሯቸዋላችሁ፤ “የአምላካችሁ የያህቬህ(הוהי) የቃል ኪዳን ታቦት በሚሻገርበት ጊዜ፤ የዮርዳኖስ ወንዝ ውሀ መውረዱን አቆመ፤ ስለዚህም እነዚህ ድንጋዮች በዚህ ስፍራ የተደረገውን ሁሉ ለዘለቄታው ለእሰራኤል ህዝብ የሚያስታውሱ መታሰቢያዎች ናቸው፡፡”",
      "8": "ሰዎቹም ኢያሱ እንዳዘዛቸው አደረጉ፤ በዐሥራ ሁለቱ የእስራኤል ነገዶች ስም ከዮርዳኖስ ወንዝ መካከል ዐሥራ ሁለት ድንጋዮችን ወሰዱ፤ ወደ ስፈርም አምጥተው በዚያ አኖሯቸው፤",
      "9": "ኢያሱም ደግሞ ካህናቱ የቃል ኪዳኑ ታቦት ተሸከመው በቆሙበት በዮርዳኖስ ወንዝ መካከል ዐሥራ ሁለት የመታሰቢያ ድንጋዮች አቆመ፤ እነዚያም ድንጋዮች እሰከ ዛሬ በዚያው ይገኛሉ፤",
      "10": "ለሕዝቡ እንዲነግር ያህቬህ(הוהי) ኢያሱን ባዘዘው መሠረት ሁሉም ነገር እስኪፈጸም ድረስ ካህናቱ በዮርዳኖስ ወንዝ መካከል አንደቆሙ ቆዩ፤ ሙሴም የሰጠው ተእዛዝ ይኸው ነበር፡፡",
      "11": "ህዝቡም ፈጥነው ወንዙን ተሸገሩ፡፡ሁሉም ተሻግረው ካበቁ በኋላ፤ የቃል ኪዳኑን ታቦት የተሸከሙት ካህናቱ እንደገና ወደ ፊት ቀድመው ህዝቡን መምራት ጀመሩ፡፡",
      "12": "ከሮቤልና ከጋድ እንዲሁም ከምናሴ ነገድ እኩሌታ ለጦርነት የተዘጋጁ ሰዎች ሙሴ ባዘዛቸው መሠረት ከሕዝብ ግንባር ቀደም ሆነው ተሻገሩ፡፡",
      "13": "ከእነርሱም የተወጣጡ ብዛታቸው አርባ ሺ ያህል የሆነ ጦረኞች በያህቬህ(הוהי) ፊት ተሰልፈው በኢያሪኮ አቅራቢያ ወደሚገኘው ሜዳ ተሻገሩ፡፡",
      "15-16": "በዚያን ቀን ያህቬህ(הוהי) ያደረገው ድንቅ ነገር የእስራኤል ህዝብ እያሱ ታላቅ መሪ መሆኑን እንዲገነዘቡት አደረገ፤ ሙሴን ያከብሩት እንደነበር ኢያሱንም በሕይወቱ ዘመን ሁሉ አከበሩት፡፡ከዚህ በኋላ ያህቬህ(הוהי) ኢያሱን ”የቃል ኪዳኑን ታቦት የተሸከሙት ካህናቱ ከዮርዳኖስ ወንዝ እንዲወጡ እዘዝ” ብሎ ነገረው፤",
      "17": "ኢያሱም እንደታዘዘው አደረገ፤",
      "18": "ካህናቱም ወጥተው ወደ ወንዙ ዳረቻ በደረሱ ጊዜ የወንዙ ውሃ ዳር እሰከ ዳር ሞልቶ እንደገና መውረድ ጀመረ፡፡",
      "19": "ሕዝቡ የመጀመሪያው ወር በገባ በዐሥረኛው ቀን፤ የዮርዳኖስን ወንዝ ተሻግረው ከኢያሪኮ በሰተ ምሥራቅ በኩል በሚገኘው በጌልጌላ ሰፈሩ፡፡",
      "20": "በዚያም ኢያሱ ከዮርዳኖስ ወንዝ የተወሰዱትን ዐሥራ ሁለት ድንጋዮች አቁሞ፤",
      "21": "ለእስራኤል ሕዝብ እንዲህ አለ፤ “በሚመጡት ዘመናት ልጆቻችሁ ‹አነዚህ ድንጋዮች ምንድን ናቸው?› ብለው በሚጠይቁአችሁ ጊዜ፤",
      "22": "እስራኤል የዮርዳኖስን ወንዝ በደረቅ ምድር የተሻገሩበት ጊዜ መኖሩን ትነግሯቸዋላችሁ፤",
      "23": "አምላካችን ያህቬህ(הוהי) አስቀድሞ ለእኛ የቀይ ባሕርን አንዳደረቀልን ለእናንተም የዮርዳኖስን ወንዝ ውሃ አድርቆ ያሻገራችሁ መሆኑን ንገሩአቸው፤",
      "24": "በዚህም ምክንያት በምድር ላይ የሚኖር ህዝብ ሁሉ የያህቬህ(הוהי) ኀይል ምን ያህል ታላቅ እንደሆነ ይገነዘባል፤ እናንተም አምላካችሁ ያህቬህ(הוהי)ን ለዘላለም ታከብራላችሁ፡፡”"
    },
    "Chapter 5": {
      "1": "ከዮርዳኖስ ወንዝ በሰተምስራቅ ያሉ የአሞራውያን ነገሥታትና በሜድትራኒያን ባሕር ዳርቻ ጠረፍን ተከትለው የሚኖሩ የከነዓናውያን ነገሥታት ሁሉ የእስራኤላል ህዝብ ኢስኪሻገሩ ድረስ ያህዬህ(הוהי) የዮርዳኖስን ወንዝ ውሃ እንዳደረቀላቸው ሰሙ፤ እስራኤላዊያንንም ከመፍራታቸው የተነሳ ደንግጠው ወኔ ተለያቸው፡፡",
      "2": "ከዚህ በኋላ ያህዬህ(הוהי) እያሱን “ከባልጩት የተሠራ መቁረጫ አዘጋጅተህ እስራኤላውያንን ግረዛቸው” አለው፡፡",
      "3": "እያሱም ያህዬህ(הוהי) እንዳዘዘው በማድረግ “የግዝረት ኮረብታ” ተብሎ በሚጠራ ስፍራ እስራኤላውያንን ገረዘ፡፡",
      "4-6": "በእርግጥ የእስራኤል ህዝብ ከግብጽ በወጡ ጊዜ ወንዶች ሁሉ ተገርዘው ነበር፤ ይሁን እንጂ ሕዝቡ በበረሀ ይጓዙ በነበሩበት በአርባው ዘመን ውስጥ ከተወለዱት ወንዶች ሕፃናት አንዱም እንኳ አልተገረዘም ነበር፡፡ከዚህም ሁሉ ጋር በዚያን ዘመን መጨረሻ ከግብጽ በወጡ ጊዜ ዕድሜአቸው ለጦርነት የደረሱ ወንዶች ሁሉ ለያህዬህ(הוהי) ባለመታዘዛቸው ምክንያት አልቀዋል፤ይህ የሆነው ያህዬህ(הוהי) ለቀድሞ አባቶቻቸው ሊሰጣቸው ቃል የገባላቸውን ማርና ወተት የምታፈሰውን ለምለም ምድር በአይናቸው እንዳያዩት ሰለ ማለ ነው፡፡",
      "7": "በጉዞ ላይ ሳሉ የወለዱአቸው ወንዶች ልጆች አልተገረዙም ነበር፤ ስለዚህም እያሱ የገረዘው ይህን አዲስ ትውልድ ነበር፡፡",
      "8": "ግዝረቱም ከተፈጸመ በኋላ የተገረዙት ቁስላቸው እስኪድን ድረስ ህዝቡ በሰፈር ቆዩ፡፡",
      "9": "ያህዬህ(הוהי) እያሱን እነሆ ዛሬ በግብጽ ባሪያዎች ሆናችሁ የመኖራችሁን ሃፍረት አስወግጄላችኋለሁ፤ ስለዚህም የዚያ ቦታ ስም “ጌልጌላ” ተብሎ ተሰየመ፤ እሰከ አሁንም የሚጠራው በዚህ ስም ነው፡፡",
      "10": "እስራኤላውያን ከኢያሪኮ አጠገብ ባለው ሜዳ በጌልጌላ ሰፍረው ሳሉ ከወሩ በዐሥራ አራተኛው ቀን ዋዜማ የፋሲካን በዓል አከበሩ፤",
      "11": "በከነዓን የበቀለውን አህል መብላት የጀመሩትም በዚያን ማግሥት ነበር፤ የተመገቡትም የተጠበሰ እሸትና ያለ እርሾ የተጋገረ ቂጣ ነበር፡፡",
      "12": "ከምድሪቱ የሚገኘውን ምግብ መብላት ከጀመሩት ቀን ማግሥት አንሥቶ መና መዝነሙን አቋረጠ፤ እስራኤላውያንም ከዚያን በኋላ መና ማግኘት አልቻሉም ከዚያን ጊዜ አንስቶ በከነዓን የበቀለውን እህል መብላት ጀመሩ፡፡",
      "13": "እያሱ በኢያሪኮ አጠገብ ሳለ ሰይፍ የያዘ አንድ ጎልማሳ በድንገት በፊቱ ቆሞ ታየው ኢያሱም እርሱ ቀረብ ብሎ “አንተ የእኛ ሰው ነህ ወይስ የጠላቶቻችን?” አለው፡፡",
      "14": "ጎልማሳውም “የእናንተም ሆነ የጠላት ወገን አይደለሁም፤ ነገር ግን የያህዬህ(הוהי) ሠራዊት አዛዥ እንደመሆኔ መጠን እነሆ መጥቻለሁ” አለ፡፡ ኢያሱም ወደ መሬት ወድቆ ሰገደለትና “ጌታዬ ሆይ” እኔ አገልጋይህ ነኝ፤ ምን ልታዘዝ?” አለው፡፡",
      "15": "የያህዬህ(הוהי) ሠራዊት አዛዥም “የቆምክባት ምድር የተቀደሰች ስለሆነች ጫማህን አውልቅ” አለው፤ ኢያሱም እርሱ እንዳዘዘው አደረገ፡፡"
    },

    "Chapter 6": {
      "1": "እስራኤላውያንን ከመፍራት የተነሳ የኢያሪኮ ቅጽር በሮች ተዘግተው በዘብ ይጠበቁ ነበር፤ ወደ ከተማይቱ መግባትም ሆነ መውጣት የሚችል ማንም አልነበረም፤",
      "2": "ያህዬህ(הוהי) ኢያሱን እንድህ አለው፤ “እያርኮን ከንጉሥዋና ከጅግኖቿ ወታደሮቸዋ ጋር በእጅህ አሳልፊ እሰጥህ አለውለ፤",
      "3": "አንተና ወታደሮቸሁ እስከ ስድት ቀን ድረስ በቀን አንድ ጊዜ የከተማይቱን ቅጽር ስልፍ ትዞራአታላችሁ፡፡",
      "4": "አያንዳንዳቸው መለከት የያዙ ሰባት ካህናት ከቃል ኪዳን ታቦት ፊት ቀድመው ይሂዱ በሰባተኛው ቀን ካህናቱ ቀንደ መለኮት እየነፉ አንታ ወታደሮቹሁ ከተማይቱን በቀን ስባት ጊዜ ትዞሯታላችሁ፤",
      "5": "ከዚያን በኋላ በቀንደ መለከታቸው ከፍተኛ ድምጽ አንዲሰማ ያድርጉ፤ እርሱንም አደሰማችሁ ወዲያውኑ ሰዎች ሁሉ በከፍተኛ ድምጽ በመጮህ ይደንፉ፤ የከተማይቱም ቅጽር ይፈርሳል፤ ከዚህም በኋላ መላው ሠራዊት ወደ ከተማይቱ ሰተት ብሎ በቀጥታ ይግባ፡፡”",
      "6": "ኢያሱም ካህናቱን ጠርቶ “የቃል ኪዳኑን ታቦት ተሸከሙ፤ ከእናንተም ሰባታችሁ መለከት ይዛችሁ ከታቦቱ ፊት በመቅደም ምሩ፡፡”",
      "7": "ከያህዬህ(הוהי) የቃል ኪዳን ታቦት ፊት ግንባር ቀደም ሆኖ የአንድ ዘብ ጠባቂ ሰልፍ ሲያመራ ሠራዊቱ ከተማይቱን በሰልፍ እንዲዞር ኢያሱ ትዕዛዝ ሰጠ፡፡",
      "8": "ኢያሱ በሰጠው ትዕዛዝ መሠረት፤ ቀንደ መለከት ከሚነፉት ካህናት ፊት ግንባር ቀደም የሆነዉ ዘብ ጠባቂ ሰልፈኛ አለፈ፤ ከእነርሱም በኋላ የቃል ኪዳኑን ታቦት የተሸከሙት ካህናት ከኋላ ደጀን በሆነ ሰልፈኛ ተጠብቀው ተጓዙ፤ በዚህም ጊዜ ሁሉ የመለከቶቹ ድምጽ ይሰማ ነበር፤",
      "9": "ከእነርሱም በኋላ የቃል ኪዳኑን ታቦት የተሸከሙት ካህናት ከኋላ ደጀን በሆነ ሰልፈኛ ተጠብቀው ተጓዙ፤ በዚህም ጊዜ ሁሉ የመለከቶቹ ድምጽ ይሰማ ነበር፤",
      "10": "ኢያሱ ምልክት አሰከሚሰጥበት ጊዜ ድረስ ሠራዊቱ እንዳይጮኹ፤ አንድም ቃል እዳይናገሩ አዘዘ፡፡",
      "11": "ይህም ሰልፍ ከቃል ኪዳኑ ታቦት ጋር ከተማይቱን አንድ ጊዜ እንዲዞር አደረገ፤ ከዚያም በኋላ ወደ ሰፈር ተመልሰው አዳር በዚያው ሆነ፡፡",
      "12": "በማግሥቱ ኢያሱ በማለዳ ተነሳ፤ ባለፈው ቀን በተደረገው አይነት በዘብ ጥበቃው ሰልፍ ተቀዳሚነት ሰባቱ ካህናት የመለከት ድምጽ እያሰሙ፤ ካህናቱና ወታደሮቹ ከተማይቱን ለሁለተኛ ጊዜ ዞሩ፤ ከዚያን በኋላ የቃል ኪዳኑን ታቦት የተሸከሙት ካህናትና የኋላ ደጀን የሆነው ሰልፍ አለፈ፤ በዚህም ጊዜ ሁሉ የመለከቶቹ ድምጽ ይሰማ ነበር፡፡",
      "13": "በማግሥቱ ኢያሱ በማለዳ ተነሳ፤ ባለፈው ቀን በተደረገው አይነት በዘብ ጥበቃው ሰልፍ ተቀዳሚነት ሰባቱ ካህናት የመለከት ድምጽ እያሰሙ፤ ካህናቱና ወታደሮቹ ከተማይቱን ለሁለተኛ ጊዜ ዞሩ፤ ከዚያን በኋላ የቃል ኪዳኑን ታቦት የተሸከሙት ካህናትና የኋላ ደጀን የሆነው ሰልፍ አለፈ፤ በዚህም ጊዜ ሁሉ የመለከቶቹ ድምጽ ይሰማ ነበር፡፡",
      "14": "በዚህም በሁለተኛው ቀን ከተማይቱን አንድ ጊዜ ዞረው ወደ ሰፈር ተመለሱ፤ አሰከ ስድስት ቀንም በዚሁ ዐይነት አደረጉ፡፡",
      "15": "በሰባተኛው ቀን ጎሕ ሲቀድ ማልደው ተነሥተው በዚሁ ተመሳሳይ ሁኔታ ከተማይቱን ሰባት ጊዜ ዞሯት፤ ከተማይቱን ሰባት ጊዜ የዞሩት ቀን ይህ ብቻ ነበር፡፡",
      "16": "በሰባተኛው ዙር ካህናቱ መለከት ሊነፉ በሚዘጋጁበት ጊዜ ወታደሮቹ ድምጻቸውን ከፍ አድርገው እንዲደነፉ ኢያሱ እንዲህ የሚል ትዕዛዝ ሰጠ፤ “ያህዬህ(הוהי) ከተማይቱን አሳልፎ ሰጥቶችኋል፤",
      "17": "በከተማይቱና በውስጡ ያለው ነገር ሁሉ ለያህዬህ(הוהי) እንደሚቀርብ መሥዋዕት ሆኖ መደምሰስ አለበት፤ መትረፍ የሚገባቸው ጋለሞታይቱ ርዓብ እና ከእርሰዋ ጋር በቤትዋ ያሉት ብቻ ናቸው፤ ምክንያቱም እርስዋ ሰላዮቻችንን ደብቃ አድናለች፡፡",
      "18": "እናንተ ግን መደምሰስ ከሚገባው ሁሉ ምንም ነገር አታንሱ፤ ይህን ብታደርጉ በእስራኤል ሰፈር መከራንና ጥፋትን ታስከትላላችሁ፤",
      "19": "ከብር፤ ከወርቅ፤ ከንሐስ ወይም ከብረት የተሠራ ማናቸውም ነገር ለያህዬህ(הוהי) የተለየ ይሁን፤ እርሱም በያህዬህ(הוהי) የእቃ ግምጃ ቤት መቀመጥ አለበት፡፡”",
      "20": "ስለዚህም ካህናቱ የመለከቶቹን ድምፅ አሰሙ፤ ሠራዊቱም ያን ድምፅ በሰማ ጊዜ በከፍተኛ ጩኸት ደነፋ፤ የከተማይቱም ቅጽሮች ፈረሱ፤ ከዚህም በኋላ ሠራዊቱ ኮረብታውን ወጥቶ ሰተት ብሎ ወደ ከተማይቱ በመግባት በቁጥጥር ሥር አደረጋት፤",
      "21": "ሰይፋቸውንም መዝዘው በከተማይቱ የተገኘውን ወንዱንም ሴቱንም ወጣቱንና ሽማግሌውን ሁሉ ገደሉ፤ የከብት፤ የበግና የአህያውን መንጋ ሁሉ ፈጁ፡፡",
      "22": "ኢያሱ ሰላዮች ሆነው የተላኩትን ሁለት ሰዎች “ወደ ጋለሞታይቱ ረዓብ ቤት ሄዳችሁ በገባችሁላት የተስፋ ቃል መሠረት እርስዋንና ቤተሰብዋን አውጡ” አላቸው፡፡",
      "23": "እነርሱም ሄደው ረዓብን ከአባቷና ከእናትዋ ከወድሞችዋና ከሌሎችም የእርሷ ወገን ከሆኑት ሰዎች ሁሉ ጋር አውጥተው ከእስራኤላውያን ሰፈር ውጭ አኖሩአቸው፡፡",
      "24": "ከዚህ በኋላ ከተማይቱን አሰከ ሠር መሠረትዋ ድረስ አቃጠሉአት፤ እነርሱ ወስደው በያህዬህ(הוהי) ግምጃ ቤት ካስቀመጡአቸው ከወርቅ፤ ከብር፤ ከነሐስና ከብረት ከተሠሩት ነገሮች በቀር፤ በከተማየቱ የነበረው ነገር ሁሉ አብሮ ተደመሰሰ፡፡",
      "25": "ነግር ግን ኢያሱ ጋለሞታይቱን ረዓብን፤ ቤተዘመዶችዋንና ከእርስዋ ጋር ያሉትን ሌሎች ሰዎች ሁሉ ከሞት አተረፉ፤ ምክንያቱም እርስዋ ወደ ኢያሪኮ የላከችውን ሁለቱን ሰላዮች ደብቃ ከሞት አድና ነበር፤ የእርስዋም ዘሮች እሰከ አሁን ድረስ በእስራኤል ምድር  ይኖራሉ፡፡",
      "26": "በዚያን ጊዜ ኢያሱ የሚከተለውን ብርቱ ማስጠንቀቂያ ሰጠ፤ “የኢያሪኮን ከተማ እንደ ገና መልሶ የሚሠራት ሰው ቢኖር፤ የያህዬህ(הוהי) መርገም በእርሱ ላይ ይሆናል፤ እርስዋን ለመሥራት የመሠረት ድንጋይ የሚጥል፤ የበኩር ልጁን ያጣል፤ ቅጽሮችዋንም የሚገነባ የመጨረሻ ልጁ በሞት እንዲቀጣ ያደርጋል፡፡”",
      "27": "በዚህም አይነት ሁኔታ ያህዬህ(הוהי) ከእርሱ ጋር ስለነበር የኢያሱ ዝና በአገሪቱ ሁሉ ተሰማ፡፡"
    },

    "Chapter 7": {
      "1": "መደምሰስ የሚገባው ሁሉ እንዲደመሰስና ለያህቬህ(הוהי) ከተለየውም ሀብት ምንም ነገር እንዳያነሱ ያህቬህ(הוהי) ለእስራኤል የሰጠው ትእዛዝ አልተከበረም ነበር፤ ያንንም ትዕዛዝ ተላልፎ የተገኘው ዓካን የተባለው ሰው ነበር፤ ስለዚህም ያህቬህ(הוהי) በእስራሊያዊያን ላይ እጅግ ተቆጣ፤ ዓካን የካራሚ ልጅ፤ የዛብዲ የልጅ ልጅ ሲሆን ከይሁዳ ነገድ የዛራሕ ጎሳ ነበር፡፡",
      "2": "ኢያሱ በኢያሪኮ ሳለ በቤትአዌን አጠገብ ከቤትኤል በስተ ምስራቅ የምትገኘውን “ዐይ” ተብላ የምትጠራውን ከተማና የምድሪቱን አቀማመጥ አጥንተው ይመለሱ ዘንድ ጥቂት ሰዎች ላከ፡፡",
      "3": "ይህንንም በትእዛዙ መሠረት ከፈጸሙ በኋላ፤ ለኢያሱ ከዚህ በኋላ የሚከተለውን ማስረጃ አቀረቡለት፤ “በዐይ ላይ አደጋ ለመጣል፤ ያለውን ሰው ሁሉ በአጠቃላይ ማዝመት አያስፈልግም፤ ሁለት ወይም ሦስት ሺ ሰዎች ብቻ ላክ፤ በዚያ ለመዋጋት መላውን ሠራዊት አትላክ፤ ምክንያቱም እነርሱ ጥቂቶች ናቸው፡፡”",
      "4": "ስለዚህም ሦስት ሺ እስራኤላውያን ዘምተው አደጋ ጣሉባት፤ ነገር ግን እነርሱ ከዐይ ወታደሮች ፊት ሸሹ፤",
      "5": "የዐይ ሰዎች ከከተማይቱ ቅጽር በር ጀምሮ እስከ ድንጋይ መፍለጫው ቦታ ድረስ እያባረሩ በኮረብታው ቁልቁለት ላይ ሠላሳ ስድስት ሰዎችን ያህል ገደሉባቸው፤ በዚህ ምክንያት እስራኤላውያን ደንግጠው ወኔ ተለያቸው፡፡",
      "6": "ኢያሱና የእስራኤል መሪዎች ከሐዘናቸው ብዛት የተነሣ ልብሳቸውን ቀደዱ፤ በያህቬህ(הוהי)ም ቃል ኪዳን ታቦት ፊት ለፊት እስከ ምሽት ድረስ ተዘርረው በመውደቅ ቆዩ፤ ሐዘናቸውንም ለመግለጥ በራሳቸው ላይ ትቢያ ነስንሰው ነበር፤",
      "7": "ኢያሱም እንዲህ ሲል ጸለየለ “ያህቬህ(הוהי) አምላክ ሆይ! የዮርዳኖስን ወንዝ አሻግረህ ስለምን ወደዚህ አመጣኸን? ለአሞራውያን አሳልፈህ ልትሰጠንና ልታጠፋን ነውን? በዚያው በዮርዳኖስ ማዶ ለምን አልቆየንም?",
      "8": "አምላክ ሆይ! እስራኤል ከጠላቶቹ ፊት ማፈግፈግ ከጀመረ፤ እንግዲህ ምን እላለሁ?",
      "9": "ከነዓናውያንና ሌሎችም በዚህች ምድር የሚኖሩት ሁሉ ይህን ነገር ይሰማሉ፤ ስለዚህም ዙሪያችንን ከብበው ሁላችንንም ይፈጁናል፤ እኛ ሕዝብህ እንድንጠፋ ከተውኸን ታዲያ ስለክብርህ ለመከላከል የምታደርገው ምንድን ነው?”",
      "10": "ያህቬህ(הוהי) ኢያሱን እንዲህ አለው፤ “ተነሥ! ስለምን በዚህ ዐይነት ሁኔታ በመሬት ላይ ትዘረራለህ?",
      "11": "እስራኤል እኮ በድለዋል! እንዲጠብቁት ከእኔ ጋር ያደረጉትን ኪዳን አፍርሰዋል፤ መደምሰስ ከሚገባቸው ነገሮች አንዳንዶቹን ወስደዋል፤ እነርሱንም ከሠረቁ በኋላ ምንም ነገር እንዳልወሰዱ በመዋሸት ከራሳቸው ንብረት ጋር ደባልቀዋል፤",
      "12": "እስራኤላውያን ጠላቶቻቸውን መቋቋም ያልቻሉበትም ምክንያት ይኸው ነው፤ እነርሱ ራሳቸው ጥፋት ስለተፈረደባቸው ከጠላቶች ፊት ወደ ኋላ ይሸሻሉ፡፡ እንዳትወስዱ ከታዘዛችሁ በኋላ የወሰዳችኋቸውን ነገሮች እስካልደመሰሳችሁ ድረስ ከእንግዲህ ወዲህ እኔ ከእናንተ ጋር አልሆንም፤",
      "13": "ተነሥ! ሕዝቡን አንጽተህ ወደ ᥊ኔ እንዲቀርቡ አድርግ፤ ለነገ እንዲዘጋጁ ንገራቸው፤ የእስራኤል አምላክ የሆንሁ ያህቬህ(הוהי) የምነግራቸውም ይህ ነው፤ ‹እስራኤል ሆይ! እንድትደመስሱ ካዘዝኋችሁ ነገሮች አንዳንዶቹን ወስዳችኋል፤ እነዚህን ነገሮች እስካላስወገዳችሁ ጠላቶቻችሁን መቋቋም ከቶ አትችሉም፤›",
      "14": "ስለዚህ እያንዳንዳቸው በየነገዳቸው ነገ ጠዋት ተሰልፈው በፊቴ እንዲቀርቡ ንገራቸው፤ እኔ የምለየው ነገድ በየጎሳው በመሰለፍ በፊቴ ይቀርባል፤",
      "15": "ከዚህ በኋላ መደምሰስ የሚገባው እርም ከሆነ ዕቃ ጋር፤ እንዲሁም ከቤተሰቡና ከንብረቱ ሁሉ ጋር በእሳት ይቃጠላል፤ ምክንያቱም ከእኔ ጋር የገባውን ኪዳን በማፍረስ በእስራኤል ላይ አሠቃቂ የሆነ ሐፍረት አምጥቷል፡፡”",
      "16": "በማግሥቱም ማለዳ ኢያሱ እስራኤላውያን በየነገዳቸው አምጥቶ አቀረባቸው፤ ከዚያም የይሁዳ ነገድ ለብቻው ተለየ፤",
      "17": "ኢያሱም የይሁዳን ነገድ በየጎሳው አቀረበ፤ ከዚያም በኋላ የዛራሕ ጎሳ ለብቻው ተለየ፤ የዛራሕንም ጎሳ በየቤተሰቡ አቀረበው፤ የዛብዲም ቤተሰብ ለብቻው ተለየ፤",
      "18": "የዛብዲንም ቤተሰብ በየግለሰቡ ለይቶ አቀረበ፤ በመጨረሻም የዛብዲ የልጅ ልጅ የሆነው የካርሚ ልጅ አካን ለብቻው ተለየ፤",
      "19": "ኢያሱም “ልጄ ሆይ! የእስራኤል አምላክ በሆነው በያህቬህ(הוהי) ፊት በመናዘዝ እውነቱን ተናገር፤ ያደረከውንም ሁሉ አሁን ነገረኝ፤ እርሱንም ከእኔ ለመደበቅ አትሞክር” አለው፡፡",
      "20": "ዓካንም እንዲህ ሲል መለሰ፤ “እውነት ነው፤ የእስራኤል አምላክ በሆነው በያህቬህ(הוהי) ፊት በደል ሠርቻለሁ፤ እነሆ፤ ያደረኩትም ከዚህ የሚከተለው ነው፤",
      "21": "ካገኘነው ዕቃ መካከል ውብ የሆነ የባቢሎናውያን ካባ፤ ሁለት ኪሎ ያህል የሚመዝን ብርና ግማሽ ኪሎ ያህል የሚመዝን ምዝምዝ ወርቅ አየሁ፤ እነርሱንም ለማግኘት ብርቱ ፍላጎት ስላደረብኝ ወስጃቸዋለሁ፤ እነርሱንም ብሩ ከታች ሆኖ በድንኳኔ ውስጥ ተቀበረው ታገኛቸዋለህ፡፡”",
      "22": "ከዚህ በኋላ ኢያሱ ጥቂት መልእክተኞችን ላከ፤ እነርሱም ወደ ድንኳኑ እየሮጡ ሄደው፤ ብር ከሥር ሆኖ የተቀበሩትን እርም የሆኑ ዕቃዎች አገኙ፤",
      "23": "እነርሱንም ከድንኳኑ በማውጣት፤ ወደ ኢያሱና ወደ እስራኤላውያን ሁሉ አምጥተው በያህቬህ(הוהי) ፊት አኖሩአቸው፡፡",
      "24": "ኢያሱም ከመላው የእስራኤል ሕዝብ ጋር ዓካንን ይዞ ብሩን፣ ካባውን፣ የወርቅ ምዝምዙን ከዓካን ወንዶችና ሴቶች ልጆች ጋር ከብቶቹን፤ አህዮቹንና በጎቹን ጭምር፤ ድንኳኑንና የእርሱ ንብረት የሆነውን ሁሉ ሰብስቦ፤ “የመከራ ሸለቆ” ተብሎ ወደሚጠራው ስፍራ አመጣቸው፤",
      "25": "ኢያሱም “ይህን ሁሉ መከራ፤ በእኛ ላይ ያመጣህብን ስለምንድን ነው? እነሆ፤ በአንተም ላይ ያህቬህ(הוהי) መከራን ያመጣብሃል” አለው፡፡ ከዚህ በኋላ ሕዝቡ ሁሉ ዓካንን በድንጋይ ወግረው ገደሉት፤ ቤተሰቡንም በድንጋይ ወግረው ንብረቱን ሁሉ አቃጠሉ፤",
      "26": "በእርሱም ላይ እስከ ዛሬ ድረስ ያለውን ትልቅ የድንጋይ ክምር ቆለሉበት፤ ያም ስፍራ እስከ ዛሬ “የመከራ ሸለቆ” ተብሎ የሚጠራበት ምክንያት ይኸው ነው፡፡",
      "27": "ከዚህ በኋላ ያህቬህ(הוהי) ብርቱ ቁጣውን እንዲገታ አደረገ፡፡"
    },
    "Chapter 8": {
      "1": "ከዚህ በኋላ ያህቬህ(הוהי) ኢያሱን እንዲህ አለው፤ “የጦር ወታደሮችህን ይዘህ ወደ ዐይ ከተማ ለመዝመት ውጣ፤ ከቶ አትፍራ! ወኔህም አይቀዝቅዝ፤ እኔ በዐይ ንጉሥ ላይ ድልን እንድትቀዳጅ አደርግሃለሁ፤ ሕዝቡ፤ ከተማይቱና ምድሪቱ የአንተ ይሆናሉ፤",
      "2": "ከዚህ በፊት በኢያሪኮና በንጉሥዋ ላይ የደረሰውን ጥፋት በዐይና በንጉሥዋ ላይ ደግሞ ትፈጽምባቸዋለህ፤ ነገር ግን በአሁኑ ጊዜ ከእርስዋ የሚገኘውን የንብረትና የከብት ምርኮ ለራሳችሁ ታደርጋላችሁ፤ ከኋላ በኩል ጀምረህ በከተማይቱ ላይ በድንገት አደጋ ለመጣል ተዘጋጅ፡፡”",
      "3": "ስለዚህም፤ ኢያሱ ከወታደሮች ጋር ወደ ዐይ ለመዝመት ተዘጋጀ፤ ከሠራዊቱም የተሻለ ችሎታ ያላቸውን ሠላሣ ሺ ወታደሮች መርጦ በሌሊት ሲልካቸው",
      "4": "እንዲህ የሚል ትእዛዝ ሰጣቸው፤ “ከከተማይቱ በስተኋላ አድፍጣችሁ ቆዩ፤ ይሁን እንጂ ከከተማይቱ ብዙ ሳትርቁ አደጋ ለመጣል በሚያስችላችሁ ሁኔታ ተዘጋጅታችሁ ጠብቁ፤",
      "5": "እኔና ከእኔ ጋር የተመደቡት የጦር ሰልፈኞች ወደ ከተማይቱ እንቀርባለን፤ የዐይ ወታደሮች በእኛ ላይ አደጋ ለመጣል በሚመጡብን ጊዜ ልክ ከዚህ በፊት ባደረግነው ዐይነት ወደ ኋላ እንሸሻለን፤",
      "6": "ከከተማይቱም እስክናርቃቸው ድረስ እኛን ማሳደድ ይጀምራሉ፤ ለእነርሱም ከዚህ በፊት ባደረግነው ዐይነት የምንሸሽ መስለን እንታያቸዋለን፤",
      "7": "በዚህን ጊዜ እናንተ ከተደበቃችሁበት ስፍራ ወጥታችሁ ከተማይቱን ያዙ፤ አምላካችሁ ያህቬህ(הוהי)ም ከተማይቱን ለእናንተ አሳልፎ ይሰጣችኋል፡፡",
      "8": "ከተማይቱን ከያዛችሁ በኋላ፤ ያህቬህ(הוהי) ባዘዘው መሠረት በእሳት ተቃጥላ እንድትወድም አድርጉ፤ እንግዲህ የምትፈጽሙአቸው ትእዛዛት እነዚህ ናቸው፡፡”",
      "9": "ከዚህ በኋላ ኢያሱ ወታደሮቹን ላከ፤ ከዐይ በስተምዕራብ በኩል በዐይና በቤትኤል መካከል ድብቅ ጦር ሆነው ቆዩ፤ ኢያሱም በሰፈር አደረ፡፡",
      "10": "በማግሥቱም ጠዋት ኢያሱ ቀደም ብሎ በመነሣት ወታደሮቹን በአንድነት ጠራ፤ እርሱና የእስርኤል መሪዎ ሁሉ ዘማቹን ጦር ወደ ዐይ መምራት ጀመሩ፤",
      "11": "ከእርሱም ጋር የነበረው ሠራዊት ወደ ፊት ቀድሞ በመጓዝ ወደ ከተማይቱ ዋና መግቢያ በር ቀረበ፤ በስተሰሜንም በኩል በእርሱና በዐይ መካከል ካለው ሸለቆ ማዶ ሰፈረ፡፡",
      "12": "ኢያሱ አምስት ሺ ሰዎች መርጦ ከከተማይቱ በስተምዕራብ በኩል በዐይና በቤትኤል መካከል እንዲሸምቁ አድርጎ ነበር፡፡",
      "13": "ወታደሮቹም ከከተማይቱ በስተሰሜንና በስተምዕራብ ከሰፈረው ሠራዊት ጋር ተባብረው ውጊያ ለመጀመር ሁሉን አደራጁ፤ ኢያሱም ሌሊቱን በሸለቆ ውስጥ አሳለፈ፡፡",
      "14": "የዐይ ንጉሥ ኢያሱንና ሠራዊቱን ባየ ጊዜ ፈጥኖ ለውጊያ ተዘጋጀ፤ እርሱና ሠራዊቱም ሁሉ በኋላ በኩል ባደፈጠው የደጀን ጦር የሚደርስባቸውን አደጋ ሳያውቁ ከዚህ በፊት ባደረጉት ዐይነት በተመሳሳይ ቦታ የሰፈሩትን እስራኤላውያንን ለመውጋት ወደ ዮርዳኖስ ሸለቆ ብቅ አሉ፡፡",
      "15": "ኢያሱና ሠራዊቱም የሚሸሹ መስለው ወደ ኋላ ማፈግፈግ ጀመሩ፤ ሸምጥጠው በመሮጥም ገላጣ ወደሆነው ባዶ ምድር ሄዱ፤",
      "16": "የከተማይቱም ሰዎች እርስ በመጠራራት በሙሉ ወጥተው እነርሱን ማሳደድ ቀጠሉ፤ ኢያሱንም በሚያሳድዱበት ጊዜ ከከተማይቱ እየራቁ ሄዱ፡፡",
      "17": "በዐይና በቤትኤል የሚገኝ ሰው ሁሉ ወጥቶ እስራኤላውያንን ሲያሳድድ ከተማይቱ ያላንዳች መከላከያ ባዶዋን ክፍት ሆና ቀረች፡፡",
      "18": "ከዚህም በኋላ ያህቬህ(הוהי) ኢያሱን፤ “ጦርህን አንሥተህ በዐይ ከተማ እንዲቃጣ አድርግ፤ እኔ እረስዋን ለአንተ አሳልፌ ሰጥቼሃለሁ” አለው፡፡ ኢያሱም እንደታዘዘው አደረገ፤",
      "19": "ጦሩን ለማንሣት እጁን ሲዘረጋ፤ ድብቅ ጦር ሆነው ይጠብቁ የነበሩት ሁሉ ወዲያውኑ ተነሥተው ወደ ከተማይቱ ሰተት ብለው በመግባት በቅጥጥራቸው ሥር አደረጉአት፤ ወዲያውኑም በእሳት አቃጠሏት፤",
      "20": "የዐይ ከተማ ሰዎችም ወደ ኋላ መለስ ብለው ባዩ ጊዜ የከተማይቱ ጢስ እየተትጎለጎለ ወደ ሰማይ ሲወጣ ተመለከቱ፤ ሸሽተው የሚያመልጡበት መንገድ አልነበረም፤ ምክንያቱም እነሆ ገላጣ ወደሆነው ባዶ ምድር ሸሽተው የነበሩት እስራኤላውያን እንደገና ተመልሰው በእነርሱ ላይ አደጋ ለመጣል ከበዋቸው ነበር፡፡",
      "21": "ኢያሱና ከእርሱ ጋር ተሰልፎ የነበረው ሠራዊት ቀደም ብለው ያዘጋጁት ሽምቅ ጦር ከተማይቱን በቁጥጥር ሥር ማደረጉንና በእሳት ማቃጠሉን በተመለከቱ ጊዜ ወደ ኋላ መለስ ብለው ከዐይ ከተማ የመጣውን የጦር ሰልፈኛ በመምታት መግደል ጀመሩ፡፡",
      "22": "ወደ ከተማይቱም ገብተው የነበሩት እስራኤላውያን ወደ እነርሱ ወርደው የጦርነቱ ተካፋይዎች ሆኑ፤ ስለዚህም የዐይ ሕዝብ ዙሪያቸውን በእስራኤላውያን መከበባቸውና በእልቂት ላይ መሆናቸውን ተገነዘቡ፤ አንድ እንኳ ማምለጥ የቻለ አልነበረም፤",
      "23": "ከዐይ ንጉሥ በስተቀር በሕይወት የተረፈ አንድም አልነበረም፤ እርሱም ተማርኮ ወደ ኢያሱ ቀረበ፡፡",
      "24": "እስራኤላውያን ገላጣ በሆነው ባዶ ምድር፤ ቀደም ሲል የዐይ ወታደሮች እነርሱን አሳድደዋቸው በነበረው ስፍራ ሀሉንም ገደሉ፤ እንደገናም ወደ ዐይ ከተማ ገብተው በዚያ የተረፉትንም ፈጁ፤",
      "25": "ኢያሱም የጠላት ወገን ተገድሎ እስኪያልቅ ድረስ በዐይ ከተማ ላይ የቃጣውን ጦር አልመለሰም ነበር፡፡",
      "26": "በዚያን ቀን የተገደለው የዐይ ከተማ ነቃሪ ሕዝብ ሴቶችም ወንዶችም ጭምር ብዛታቸው ዐሥራ ሁለት ሺ ነበር፡፡",
      "27": "ያህቬህ(הוהי)ም ለኢያሱ በነገረው መሠረት እስራኤላውያን በዚያች ያገኙትን የከብትና የሌላ ንብረት ምርኮ ሁሉ ለራሳቸው አደረጉ፡፡",
      "28": "ኢያሱ የዐይን ከተማ በማቃጠል ፍርስራሽ አድርጎ ተዋት፤ እስከ አሁንም ድረስ በዚህ ዐይነት ሁኔታ ትገኛለች፡፡",
      "29": "የዐይንም ከተማ ንጉሥ በእንጨት ላይ ሰቅሎ ሬሳው እስከ ማታ ተንጠልጥሎ እንዲቆይ አደረገ፡፡ ፀሐይም በምትጠልቅበት ጊዜ ሬሳው ከተሰቀለበት እንጨት ላይ ወርዶ በከተማይቱ ቅጽር በር መግቢያ እንዲጣል አደረገ፤ በእርሱም ላይ የድንጋይ መዓት ከመሩበት፤ የድንጋዩም ክምር እስከ አሁን በዚያው ይገኛል፡፡",
      "30": "ከዚህም በኋላ ኢያሱ በዔባር ተራራ ላይ የእስራኤል አምላክ ለሆነው ያህቬህ(הוהי) መሠዊያ ሠራ፤",
      "31": "እርሱንም የሠራው የያህቬህ(הוהי) አገልጋይ የሆነው ሙሴ ለእስራኤላውያን በሰጠው ሕግ “ከድንጋይ መሠዊያ በምትሠሩበት ጊዜ በብረት መሣሪያ የተጠረበ እንዳይሆን” ተብሎ በታዘዘው መሠረት ነው፤ በእርሱም ላይ የሚቃጠልና በኅብረት የሚቀርበውንም የደኅንነት መሥዋዕት ለያህቬህ(הוהי) ሠው፤",
      "32": "እስራኤላውያንም እየተመለከቱ ኢያሱ ሙሴ ከሰጠው ሕግ አንዱን ቅጂ እዚያ በድንጋይ ላይ ቀረጸው፤",
      "33": "ይህም በሚሆንበት ጊዜ እስራኤላውያን ከመሪዎቻቸው ከጦር አለቆቻቸውና ከዳኞቻቸው ጋር፤ እንዲሁም በመካከላቸው የሚኖሩ የውጭ አገር ስደተኞች፤ የሌዊ ዝርያ የሆኑት ካህናት በተሸከሙት በቃል ኪዳኑ ታቦት ፊት በግራና በቀኝ ቆመው ነበር፤ እነርሱም እኩሌቶቹ በዚያ ጀርባቸውን ወደ ገሪዛን ተራራ፤ እኩሌቶቹም ወደ ዔባር ተራራ አዙረው ቆሙ፤ ሕዝቡን ሲባርኩ ይህን እንዲያደርጉ የያህቬህ(הוהי) አገልጋይ ሙሴ አዝዞአቸው ነበር፡፡",
      "34": "ከዚህም በኋላ ኢያሱ ድምፁን ከፍ አድርጎ፤ ልክ በሕጉ መጽሐፍ በተጻፈው መሠረት በረከቱንም መርገሙንም ጭምር ሕጉንም በሙሉ አነበበ፡፡",
      "35": "ሴቶች፣ ሕፃናትና በመካከላቸውም የሚኖሩ የውጭ አገር ስደተኞች ባሉበት የእስራኤል ሕዝብ ጉባኤ ኢያሱ እያንዳንዱን የሙሴን ትእዛዝ አነበበ፡፡"
    },
    "Chapter 9": {
      "1": "በሰሜን እስከ ሊባኖስ በሜድትራኒያን ባሕር ጠረፍና ከዮርዳኖስ በስተምዕራብ በደጋውም በቆላውም ያሉት ነገሥታት ሁሉ የእስራኤል ድል አድራጊነት ሰሙ፤ እነዚህም የሒታውያን፤ የአሞራውያን፣ የከነዓናውያን፣ የፈሪዛውያን፣ የሒዋውያንና የኢያቡሳውያን ነገሥታት ነበሩ፡፡",
      "2": "እነዚህም ሁሉ ኀይላቸውን በአንድነት አስተባብረው በኢያሱና በእስራኤላውያን ላይ ለመዝመት መጡ፡፡",
      "3": "የሒዋውያን ወገኖች የሆኑት የገባዖን ሰዎች ግን ኢያሱ በኢያሪኮና በዐይ ከተማዎች ላይ ያደረገውን ሁሉ ስለ ሰሙ፤",
      "4": "እርሱን ለማታለል ወሰኑ፤ እነርሱም ስንቃቸውን አዘጋጅተው፤ አሮጌ ስልቻና ቀዳዳው ተለጥፎ የተስፋ የወይን ጠጅ አቁማዳ በአህዮች ጫኑ፤",
      "5": "ተቀዳድዶ ያለቀ አሮጌ ልብስ ለብሰው፤ የተጠጋገነ እላቂ ጫማ አደረጉ፤ ለስንቅ የያዙትም እንጀራ ደረቅና የሻገተ ነበር፡፡",
      "6": "ይህን ሁሉ ካደረጉ በኋላ በጌልጌላ ወደሚገኘው ሰፈር ሄደው ኢያሱንና እስራኤላውያንን፤ “እና የመጣነው ከሩቅ አገር ነው፤ የመጣነውም ከእናንተ ጋር በሰላም መኖር የሚያስችል ውል ለማድረግ ነው” አሉአቸው፡፡",
      "7": "የእስራኤል ሰዎች ግን “ከእናንተ ጋር እንዴት ውል እናደርጋለን? ምናልባት እናንተ በቅርብ የምትኖሩ ልትሆኑ ትችላላችሁ” አሉአቸው፡፡",
      "8": "የገባዖንም ሰዎች ኢያሱን “እኛ አገልጋዮችህ ነን” አሉት፡፡ ኢያሱም “እናንተ እንማን ናችሁ? የመጣችሁትስ ከየት ነው?” ሲል ጠየቃቸው፡፡",
      "9": "እነርሱም ይህን ታሪክ ነገሩት፤ “ጌታው! እኛ የመጣነው በጣም ሩቅ ከሆነ አገር ነው፤ ምክንያቱም አምላካችሁ ያህቬህ(הוהי) እናንተን በመርዳት በግብጽ ላይ ያደረገውን ሁሉ ሰምተናል፤",
      "10": "እንዲሁም ከዮርዳኖስ ማዶ በስተምሥራቅ በነበሩት በሁለቱ አሞራውያን ነገሥታት ላይ ያደረገውን ሁሉ ሰምተናል፤ እነዚህም ሁለቱ ነገሥታት በዐስታሮት ይኖሩ የነበሩት የሐሴቦን ንጉሥ ሲሖንና የባሳን ንጉሥ ዖግ ናቸው፡፡",
      "11": "መሪዎቻችንና በምድራችን የሚኖሩት ሕዝብ ሁሉ ለመንገዳችን የሚሆነንን ስንቅ አዘጋጅተን መጥተን ከእናንተ ጋር እንድንገናኝ ልከውናል፤ ለእናንተ የምንታዘዝ አገልጋዮች እንድንሆንና እናንተም ከእኛ ጋር የሰላም ውል እንድታደርጉ እንጠይቃችሁ ዘንድ አዝዘውናል፡፡",
      "12": "የያዝነውን ስንቅ ተመልከቱ፤ ከቤት ተነሥተን ከእናንተ ጋር ለመገናኘት ጉዞ ስንጀምር ገና ትኩስ እንጀራ ነበር፤ አሁን ግን ደረቅና የሻገተ መሆኑን ተመልከቱ!",
      "13": "እነዚህንም የወይን አቁማዳዎች በሞላናቸው ጊዜ ገና አዲስ ነበሩ፤ አሁን ግን የተቀደዱ መሆናቸውን ተመልከቱ! ከጉዞው ርቀት የተነሣ እነሆ ልብሳችንመ ጫማችንም አልቆአል፡፡”",
      "14": "የእስራኤልም ሰዎች ከመንገደኞቹ ስንቅ ጥቂት ወሰዱ፤ ስለሁኔታው ግን የያህቬህ(הוהי)ን ፈቃድ አልጠየቁም፡፡",
      "15": "ስለዚህም ኢያሱ ከገባዖን ሕዝብ ጋር የወዳጅነት ስምምነት አድርጎ በሰላም እንዲኖሩ ፈቀደላቸው፡፡ የእስራኤል ሕዝብ መሪዎችም ስምምነቱን ለመጠበቅ ቃል ገቡላችሁ፡፡",
      "16": "ስምምነቱ በተደረገ በሦስተኛውም ቀን እነዚህ ሰዎች በቅርብ የሚኖሩ መሆናቸውን እስራኤላውያን ዐወቁ፤",
      "17": "ስለዚህም የእስራኤል ሕዝብ ጉዞ ጀምረው ከሦስት ቀን በኋላ እነዚህ ደረሱ፤ ከተሞቻቸውም ገባዖን፣ ከፊራ፣ በዜሮትና ቂርያትይዓሪም ተብለው ይጠሩ ነበር፤",
      "18": "እስራኤላውያን ግን እነርሱን መግደል አልቻሉም፤ ምክንያቱም መሪዎቻቸው የእስራኤል አምላክ በሆነው በያህቬህ(הוהי) ስም ቃል ገብተውላቸው ነበር፤ ስለዚህም ጉዳይ የእስራኤል ሕዝብ ሁሉ በመሪዎቻቸው ላይ አጉረመረሙ፤",
      "19": "መሪዎቹ ግን እንዲህ ሲሉ መለሱላቸው፤ “እርግጥ ነው የእስራኤል አምላክ በሆነ በያህቬህ(הוהי) ስም ቃል ገብተንላቸዋል፤ ስለዚህም አሁን ጉዳት ልናደርስባቸው አንችልም፤",
      "20": "የገባነውን ቃል ለማክበር በሕይወት እንዲኖሩ እንፈቅድላቸዋለን፤ ይህን ባናደርግ ደግሞ ያህቬህ(הוהי) ራሱ ይቀጣናል፡፡",
      "21": "በመካከላችን ይኑሩ፤ ነገር ግን እንጨት እየቆረጡ፤ ውሃ እየቀዱ ያገልግሉን፤” መሪዎቹ ያቀረቡት አሳብ ይህ ነበር፡፡",
      "22": "ኢያሱም የገባዖን ሕዝብ ወደ እርሱ ፊት እንዲቀርቡ አድርጎ እንዲህ ሲል ጠየቃቸው፤ “በዚሁ በቀርብ የምትኖሩ ሲሆን በጣም ሩቅ ከሆነ አገር የመጣን ነን ብላችሁ ስለምን አታለላችሁን?",
      "23": "ይህን በማድረጋችሁ ምክንያት ያህቬህ(הוהי) ፈርዶባችኋል፤ እለዚህም የእናንተ ሕዝብ እንጨት በመቁረጥና ውሃ በመቅዳት ለአምላኬ ለያህቬህ(הוהי) ቤት መቅደስ ለዘላለም አገልጋዮች ይሆናሉ፡፡”",
      "24": "እነርሱም እንዲህ ሲሉ መለሱ፤ “ጌታው! በእርግጥ ይህን አድርገናል፤ ምክንያቱም አምላካችሁ ያህቬህ(הוהי) እናንተ ወደ ፊት እየገፋችሁ በመጣችሁ መጠን በውስጧ የሚኖሩትን ሕዝብ በመግደል ምድሪቱን ያወርሳችሁ ዘንድ አገልጋዩን ሙሴን ያዘዘው መሆኑን ዐውቀናል፤ ይህንንም ያደረግነው እናንተን ከመፍራታችን የተነሣ ሕይወታችንን ለማትረፍ ፈልገን ነው፡፡",
      "25": "እነሆ አሁን በእናንተ ሥልጣን ሥር ነን፤ መልካም መስሎ የታየህን ሁሉ አድርግብን፡፡”",
      "26": "ስለዚህም ኢያሱ ከእስራኤል ሕዝብ ወገን ማንም እንዳይገድላቸውና ተጠብቀው እንዲኖሩ አደረገ፡፡",
      "27": "ነገር ግን በዚሁ ጊዜ እንጨት በመቁረጥና ውሃ በመቅዳት ለእስራኤል ሕዝብና ለያህቬህ(הוהי) መሠዊያ አገልጋዮች እንዲሆኑ አደረገ፡፡ እነርሱም እስከ አሁን ድረስ ያህቬህ(הוהי) ሊመለክበት በመረጠው ቦታ፤ ይህንኑ አገልግሎት በመፈጸም ላይ ይገኛሉ፡፡"
    },
    "Chapter 10": {
      "1": "ኢያሱ የዐይን ከተማ በጦርነት ከያዘ በኋላ በኢያሪኮና በንጉሥዋ ላይ ባደረገው ዐይነት በፍጹም የደመሰሳት መሆኑንና ንጉሥዋንም መግደሉን የኢየሩሳሌም ንጉሥ አዶኒጼዴቅ ሰማ፤ እንዲሁም የገባዖን ሰዎች ከእስራኤላውያን ጋር ስምምነት አድርገው በሰላም መኖራቸውን ተረዳ፡፡",
      "2": "ከዚህም የተነሣ የኢየሩሳሌም ነዋሪ ሕዝብ ብርቱ ድንጋጤ አደረባቸው፤ ምክንያቱም ገባዖን በነገሥታት እንደሚተዳደሩት ከተሞች ታላቅ ስትሆን ከዐይ ከተማም የምትበልጥ ነበረች፤ ሰዎችዋም ብርቱ ጦረኞች ነበሩ፡፡",
      "3": "ስለዚህ አዶኒጼዴቅ ሆሃም ተብሎ ለሚጠራው ለኬብሮን ንጉሥ፣ ፒራም ለተባለው ለያርሙት ንጉሥ፣ ያፊዓ ለተባለው ለላኪሽ ንጉሥና ደቢር ለተባለው ለዔግሎን ንጉሥ እንዲህ የሚል መልእክት ላከ፤",
      "4": "“ገባዖንን ለመውጋት መጥታችሁ እርዱኝ ፤ ምክንያቱም በእርስዋ የሚኖሩት ሕዝብ ከኢያሱና ከእስራኤላውያን ጋር በሰላም አብሮ የመኖር ስምምነት አድርገዋል፡፡”",
      "5": "እነዚህ የኢየሩሳሌም፣ የኬብሮን፣ የያርሙት፣ የላኪሽና የዔግሎን ገዥዎች የሆኑት አምስቱ አሞራውያን ነገሥታት ሠራዊቶቻቸውን አስተባብረው የጦር ግንባር በመፍጠር ገባዖንን ከበው አደጋ ጣሉባት፡፡",
      "6": "የገባዖን ሰዎችም ሰፈሩን በጌልጌላ አድርጎ ወደነበረው ወደ ኢያሱ እንዲህ ሲሉ መልእክት ላኩበት፤ “ጌታው! እባክህ ቸል ብለህ አትተወን፤ በፍጥነት መጥተህ እርዳን፤ አድነንም፤ ምክንያቱም በኮረብታማው አገር የሚኖሩ አሞራውያን ነገሥታት ሁሉ ሠራዊቶቻቸውን በማስተባበር በእኛ ላይ አደጋ ጥለውብናል፡፡”",
      "7": "ስለዚህም ኢያሱና መላው ሠራዊት፤ ምርጥ የሆኑት ወታደሮች ጭምር ከጌልጌላ ተነሥተው ጉዞ ጀመሩ፤",
      "8": "ያህቬህም ኢያሱን “እነርሱን አትፍራቸው፤ ᥊ፍጹም ድልን ሰጥቼሃለሁ፤ ከእነርሱ አንድም የሚቋቋምህ አይኖርም፡፡ አለው፡፡",
      "9": "ኢያሱና ሠራዊቱ ሌሊቱን ሙሉ ከጌልጌላ ወደ ገባዖን ሲገሠግሡ አድረው በአሞራውያን ላይ ድንገተኛ አደጋ ጣሉባቸው፡፡",
      "10": "ያህቬህም በእስራኤል ሠራዊት ፊት አሞራውያን በድንጋጤ እንዲሸበሩ አደረገ፤ እስራኤላውያንም እነርሱን በገባዖን ዐረዱአቸው፤ የቀሩትንም በቤትሖሮን እስከ ተራራው መተላለፊ ቁልቁለት ድረስ አሳደዱአቸው፤ በደቡብ በኩል እስከ ዐዜቃና እስከ ማቄዳ ድረስ እያሳደዱ አደጋ ጣሉባቸው፡፡",
      "11": "አሞራውያን በመተላለፊያው ቁልቁለት ከእስራኤላውያን ሠራዊት በሚሸሹበት ጊዜ፤ ያህቬህ እስከ ዐዜቃ ድረስ ከሰማይ ታላላቅ በረዶ አወረደባቸው፤ ስለዚህም እስራኤላውያን ከገደሏቸው ይልቅ በበረዶ የሞቱት እጅግ ብዙዎች ሆኑ፡፡",
      "12": "ያህቬህ ለእስራኤል በአሞራውያን ላይ ድልን በሰጠበት ዕለት ኢያሱ ከያህቬህ ጋር ተነጋገረ፤ በእስራኤላውያንም ፊት፤ “ በገባዖን ላይ ፀሐይ ሳይጠልቅ ይቆይ፤ ጨረቃም በአያሎን ሸለቆ ቆማ ትታይ” አለ፡፡",
      "13": "ስለዚህም የእስራኤል ሕዝብ ጠላቶቻቸውን ድል እስኪመቱ ፀሐይ ቆመ፤ ጨረቃም ካለችበት ሳትንቀሳቀስ ቆየች፤ ይህም በያሻር መጽሐፍ ተጽፎ ይገኛል፤ ፀሐይ ሳይንቀሳቀስ በሰማይ መካከል ቆመ፤ ቀኑንም ሙሉ ሳይጠልቅ ቆየ፤",
      "14": "ያህቬህ የሰውን ቃል የሰማበት እንደዚያ ያለ ቀን ከዚያም በፊት ሆነ ከዚያ ወዲህ ታይቶ አይታወቅም፤ ምክንያቱም ያህቬህ ከእስራኤል ጎን ተሰልፎ ይዋጋላቸው ነበር፡፡",
      "15": "ከዚህ በኋላ ኢያሱና ሠራዊቱ በጌልጌላ ወደ ነበረው ሰፈር ተመለሱ፡፡",
      "16": "የሆነ ሆኖ አምስቱ አሞራውያን ነገሥታት አምልጠው በማቄዳ ዋሻ ተደብቀው ነበር፤",
      "17": "ነገር ግን አንድ ሰው አይቶአቸው ስለነበር የጠደበቁበት ቦታ ለኢያሱ ተነገረው፤",
      "18": "እርሱም እንዲህ ሲል ትእዛዝ ሰጠ፤ “ታላላቅ ድንጋዮች አንከባልላችሁ የዋሻውን በር ዝጉ፤ በዚያም ዘብ ጠባቂ አቁሙበት፤",
      "19": "እናንተ ግን በዚያ አትቆዩ፤ ጠላትን እያሳደዳችሁ ከኋላ በኩል አደጋ መጣላችሁን ቀጥሉ፤ ሸሽተው ወደ ከበሞቻቸው እንዲገቡ መንገድ አትስጡአቸው፤ አምላካችሁ ያህቬህ በእነርሱ ላይ ድልን ሰጥቶአችኋል፡፡",
      "20": "ጥቂቶም ብቻ በየከተማቸው ባሉት ግንቦች ውስጥ ተደብቀው ከሞት ለመትረፍ ቢችሉም፤ ኢያሱና የእስራኤል ሰዎች ሁሉንም ዐረዱአቸው፡፡",
      "21": "ከዚህ በኋላ የኢያሱ ሰዎች ሁሉ በሰላም ተመልሰው እርሱ ወደ ሰፈረበት ወደ ማቄዳ መጡ፡፡ ከዚህም የተነሣ በምድሪቱ በእስራኤላውያን ላይ ደፍሮ ቃል የሚናገር እንኳ አልነበረም፡፡",
      "22": "ከዚህም በኋላ ኢያሱ “የዋሻውን በር ከፍታችሁ በማውጣት ᥊፡፡እነዚያን አምስት ነገሥታት ወደ እኔ አምጡ” ሲል ትእዛዝ ሰጠ፤",
      "23": "ስለዚህም ዋሻው ተከፍቶ እነዚያ አምስቱ የኢየሩሳሌም፤ የኬብሮን፣ የያርሙት፤ የላኪሽና የዔግሎን ነገሥታት እንዲወጡ ተደረገ፤",
      "24": "ወደ ኢያሱም አመጡአቸው፤ ኢያሱም የእስራኤልን ሰዎች ሁሉ ወደ እርሱ ጠራ፤ ከእርሱ ጋር የዘመቱት የጦር መኮንኖችም መጥተው እግራቸውን በነገሥታቱ አንገት ላይ እንዲያደርጉ ትእዛዝ ሰጠ፤ እነርሱም እንደታዘዙት አደረጉ፡፡",
      "25": "ኢያሱም ለጦር መኮንኖቹ እንዲህ አለ፤ “ከቶ አትፍሩ፤ በርቱ! ቆራጥነትና ድፍረት ይኑራችሁ! ምክንያቱም ያህቬህ በጠላቶቻችሁ ላይ ልክ እንደዚህ ያደርጋል፡፡”",
      "26": "ከዚህም በኋላ ኢያሱ አምስቱን ነገሥታት ገድሎ በአምስት ዕንጨት ላይ ሰቀላቸው፤ ሬሳቸውም እስከ ምሽት ድረስ በዚያው ዋለ፡፡",
      "27": "ፀሐይም ስትጠልቅ የነዚያ ነገሥታት ሬሳ ከየተሰቀለበት እንጨት እንዲወርድና ቀድሞ ተደብቀው ወደነበሩበት ዋሻ ውስጥ እንዲጣል ኢያሱ ትእዛዝ ሰጠ፤ ታላላቅ ድንጋዮችንም አንከባልለው የዋሻውን ደጃፍ ገጠሙት፤ አስከሬናቸውም ሁሉ እስከ አሁን በዚያ ይገኛል፡፡",
      "28": "በዚያን ቀን ኢያሱ ማቄዳ ላይ አደጋ ጥሎ ንጉሥዋን ማረከ፤ በከተማይቱ የነበሩትን ሰዎች ሁሉ አንድም ሳያስቀር ፈጀ፤ በማቄዳም ንጉሥ ላይ ቀድሞ በኢያሪኮ ንጉሥ ላይ ባደረገው ዐይነት የሞት ቅጣት ፈጸመበት፡፡",
      "29": "ከዚህም በኋላ ኢያሱና ሠራዊቱ ከማቄዳ ወደ ሊብና ዘምተው አደጋ ጣሉባት፤",
      "30": "ያህቬህም ደግሞ በዚህች ከተማና በንጉሥዋ ላይ እስራኤላውያን ድልን ሰጣቸው፤ አንድ ሰው እንኳ ሳይሰተርፉ በከተማይቱ የነበሩትን ሰዎች ሁሉ በሰይፍ ገደሉ፤ በንጉሡም ላይ ቀድሞ በኢያሪኮ ንጉሥ ላይ ባደረጉት ዐይነት የሞት ቅጣት ፈጸሙበት፡፡",
      "31": "ከዚህ በኋላ ኢያሱና ሠራዊቱ ከሊብና ወደ ላኪሽ ዘምተው ከበባ በማድረግ አደጋ ጣሉባት፤",
      "32": "ያህቬህም ጦርነቱ በተጀመረ በሁለተኛው ቀን ለእስራኤላውያን በላኪሽ ላይ ድልን ሰጣቸው፤ በሊብና ባደረጉትም ዐይነት በከተማይቱ ያገኙትን ሰው ሁሉ ፈጁ፤",
      "33": "በዚህን ጊዜ የጌዜር ንጉሥ ሆራም ላኪሽን ለመርዳት መጥቶ ነበር፤ ነገር ግን ኢያሱ እርሱንና ሠራዊቱን ድል አደረገ፤ ከእነርሱም በሕይወት የተረፈ አንድ እንኳ አልነበረም፡፡",
      "34": "ቀጥሎም ኢያሱና ሠራዊቱ ከላኪሽ ወደ ጬግሎን ዘምተው ከበባ በማድረግ አደጋ ጣሉባት፤",
      "35": "በዚያኑም ዕለት ከተማይቱን ያዙ፤ ልክ በላኪሽ ባደረጉትም ዐይነት ያገኙትን ሰው ሁሉ ገደሉ፡፡",
      "36": "ከዚህ በኋላ ኢያሱና ሠራዊቱ ከዔግሎን ኮረብታውን ወጥተው በኬብሮን ላይ አደጋ ጣሉባት፡፡",
      "37": "እርስዋንም ይዘው ንጉሡን፤ በከተማይቱና በአካባቢዋም የገጠር ከተሞች ያገኙትን ሁሉ ገደሉ፤ ኢያሱም ልክ በዔግሎን ባደረገው ዐይነት ከተማይቱ እንድትደመሰስ ፈረደባት፤ በእርስዋም ውስጥ በሕይወት የተረፈ አንድም አልነበረም፡፡",
      "38": "ከዚህ በኋላ ኢያሱና ሠራዊቱ ወደ ደቢት ተመልሰው በመዝመት አደጋ ጣሉባት፤",
      "39": "እርሱም ከተማይቱን፤ ንጉሥዋንና በአካባቢዋ ያሉትን ታናናሽ ከተሞች ሁሉ ያዘ፤ እስራኤላውያን በዚያ የነበሩትን ሁሉ ገደሉ፤ ኢያሱ በደቢርና በንጉሥዋ ላይ ልክ በኬብሮንና በሊብና እንዲሁም በነገሥታቶቻቸው ላይ ባደረገው ዐይነት ቅጣት ፈጸመባቸው፡፡",
      "40": "በዚህ ዐይነት ኢያሱ ምድሪቱን በሙሉ ያዘ፤ የተራራማውን አገር፤ በምሥራቅ ቁልቁለትና ከኮረብታዎቹ ግርጌ በስተምዕራብ በኩል በደቡብ በኩል እስካለው በረሓማው አገር ድረስ የነበሩትን ነገሥታት ድል አደረገ፡፡ አንድ ሰው እንኳ ሳያስተርፍ ሁሉንም በሞት ቀጣ፤ የእስራኤል አምላክ ያህቬህ የሰጠው ትእዛዝ ይኸው ነበር፡፡",
      "41": "የኢያሱም የዘመቻ ድል በደቡብ በኩል ከቃዴስ በርኔ ተነሥቶ በባሕ ጠረፍ እስካለችው እስከ ጋዛ የጎሼንን አካባቢ ሁሉ ጨምሮ፤ በሰሜን እስከ ገባዖን ድረስ ተስፋፋ፡፡ ",
      "42": "ኢያሱ እነዚህም ነገሥታትና ግዛቶቻቸውን ሁሉ በአንድ ዘመቻ ድል አጠቃለለ፤ ምክያቱም የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) ለእስራኤል ያዋጋላቸው ነበር፡፡",
      "43": "ከዚህም በኋላ ኢያሱና ሠራዊቱ በጌልጌላ ወደነበረው ሰፈር ተመለሱ፡፡"
    },
    "Chapter 11": {
      "1": "የሐጾር ንጉሥ ያቢን የእስራኤልን ድል አድራጊነት በሰማ ጊዜ ወደ ማዶን ንጉሥ ዮባብ፤ ወደ ሺሮንና ወደ አክሻፍ ነገሥታት፤",
      "2": "በሰሜን በኩል በኮረብታማው አገር፤ ከገሊላ ባሕር በስተደቡብ በዮርዳኖስ ሸለቆ፤ በኮረብታዎቹ ግርጌ በዶር አቅራቢያ በሚገኘው ጠረፍ ወደሚኖሩ ነገሥታት መልእክት ላከ፤",
      "3": "እንዲሁም ከዮርዳኖስ በስተ ምሥራቅና በስተ ምዕራብ ወደሚገኙት ወደ ከነዓናውያን፤ ወደ አሞራውያን፤ ወደ ሒታውያን፤ ወደ ፈሪዛውያንና፤ በኮረብታማው አገር ወደሚገኙት ወደ ኢያቡሳውያን፤ እንዲሁም በምጽጳ ምድር በሔርሞን ተራራ ግርጌ ወደሚገኙት ወደ ሒዋውያን ሁሉ መልእክት ላከ፡፡",
      "4": "እነርሱም ከነወታደሮቻቸው ስለመጡ፤ የሠራዊቱ ብዛት ሊቆጠር እንደማይቻል እንደ ባሕር አሸዋ ሆነ፤ ከዚህም ሁሉ ጋር ብዙ ፈረሶና ሠረገላዎ ነበራቸው፡፡",
      "5": "እነዚህም ሁሉ ነገሥታት ኀይላቸውን አስተባበረው በመዝመት እስራኤላውያንን ለመውጋት በሜሮም ምንጭ አጠገብ ሰፈሩ፡፡",
      "6": "ያህቬህ(הוהי)ም ኢያሱን “እነርሱን አትፍራ! ስለ እስራኤል በመዋጋት ነገ ይህን ጊዜ ሁሉንም አጠፋቸዋለሁ፤ አንተም የፈረሶቻቸውን ቋንጃ ትቆርጣለህ፤ ሠረገላዎቻቸውንም በእሳት ታቃጥላለህ” አለው፡፡",
      "7": "ስለዚህም ኢያሱና መላ ሠራዊቱ ዘምተው በሜሮም ድንገተኛ አደጋ ጣሉባቸው፡፡",
      "8": "ያህቬህ(הוהי)ም በእነርሱ ላይ እስራኤላውያን ደልን እንዲቀዳጁ አደረገ፤ እስራኤላውያንም ጦርነት ከፍተው በሰሜን እስከ ሚስረፎትማይምና እስከ ሲዶና፤ በምሥራቅም እስከ ምጽጳ ሸለቆ ድረስ አሳደዱአቸው፤ ጦርነቱም ከጠላት ወገን አንድ ሰው እንኳ ሳይተርፍ ሁሉም እስከሚያልቁበት ጊዜ ድረስ ቀጠለ፡፡",
      "9": "ኢያሱም በእነርሱ ላይ ያህቬህ(הוהי) ያዘዘውን ሁሉ አደረገ፡፡ ይኸውም የፈረሶቻቸውን ቋንጃ ቆረጠ፤ ሠረገላዎቻቸውንም በእሳት አቃጠለ፡፡",
      "10": "ኢያሱም ወደ ኋላ ተመልሶ ሐጾርን ድል ነሥቶ ያዘ፤ ንጉሥዋንም በሰይፍ ገደለ፤ ሐጾር በዚያን ዘመን ከነበሩት የዘውድ መንግሥታት ሁሉ የሚበልጥ ኀይል ያላት ነበረች፡፡",
      "11": "እስራኤላውያን በሐጾር የተገኘውን ሰው ሁሉ ስለገደሉ በሕይወት የተረፈ አልነበረም፤ ከተማይቱም በእሳት ተቃጠለች፡፡",
      "12": "የያህቬህ(הוהי) አገልጋይ ሙሴ ባዘዘው መሠረት ኢያሱ እነዚህን ከተሞችና ነገሥታቶቻቸውን ሁሉ ማረከ፤ ያገኘውንም ሁሉ በሞት ቀጣ፤",
      "13": "ይሁን እንጂ ካቃጠላት ከሐጾር በቀር እስራኤላውያን በኮረብታ ላይ የተሠሩ ከተሞችን አላቃጠሉም፡፡",
      "14": "የእስራኤል ሕዝብ ዋ ያለውን ንብረትና ከብቱን ሁሉ ከእነዚህ ከተሞች ወስደው የራሳቸው ንብረት አደረጉት፤ ነገር ግን ከሰው ወገን ማንንም በሕይወት ሳያስቀሩ ሁሉን በሞት ቀጡ፡፡",
      "15": "ያህቬህ(הוהי) ትእዛዙን ለአገልጋዩ ለሙሴ ሰጠ፤ ሙሴም ለኢያሱ ሰጠ፤ ኢያሱም ትእዛዛቱን ፈጸመ፤ ያህቬህ(הוהי) ሙሴን ባዘዘው መሠረት ኢያሱ ሁሉን ነገር አደረገ፤ አንዳችም አላስቀረም፡፡",
      "16": "ኢያሱ ምድሩን ሁሉ ያዘ፤ ይኸውም ኮረብታማውን አገርና በኮረብታው ግርጌ በሰሜንም በደቡብም ያለውን፤ የዮርዳኖስን ሸለቆ ጨምሮ፤ የጎሼንና የደቡባዊውን በረሓሳ ምድር ሁሉ የሚያጠቃልል ነበር፤",
      "17": "ግዛቱም በደቡብ በኤዶም አቅራቢያ ካለው ከሐላቅ ተራራ ተነሥቶ፤ በሰሜን ከሔርሞን ተራራ በስተደቡብ በሚገኘው በሊባኖስ ሸለቆ እስከ ጋዓልጋድ ይደርስ ነበር፤ ኢያሱም ለረዥም ጊዜ በእነዚህ ግዛቶች ነገሥታት ላይ ጦርነት ሲያደርግ ቆየ፤ በመጨረሻ ግን ሁሉንም ድል መግድረግ ማርኮ በሞት ቀጣቸው፤",
      "18": "ኢያሱም ለረዥም ጊዜ በእነዚህ ግዛቶች ነገሥታት ላይ ጦርነት ሲያደርግ ቆየ፤ በመጨረሻ ግን ሁሉንም ድል መግድረግ ማርኮ በሞት ቀጣቸው፤",
      "19": "ከእስራኤል ሕዝብ ጋር ስምምነት አድርጋ በሰላም የኖረች አገር ከሒዋውያን ወገን ጥቂቶቹ የሚኖሩባት የገባዖን ምድ ብቻ ነበረች፤ ሌሎቹ በሙሽር በጦርነት ድል ሆነው የተያዙ ናቸው፡፡",
      "20": "እነዚህም ሁሉ ከእስራኤላውያን ጋር ጦርነት እንዲገጥሙ ያህቬህ(הוהי) ልባቸውን እልኸኛ አድርጎ አነሣሣቸው፡፡ ስለዚህም በአጠቃላይ እንዲደመሰሱ ተፈርዶባቸው ያለ ምሕረት ተገደሉ፤ ያህቬህ(הוהי)ም አስቀድሞ ለሙሴ የሰጠው ትእዛዝ ያኸው ነበር፡፡",
      "21": "በዚህን ጊዜ ዘምቶ ረዣዥሞች የሆኑትን የዐናቅን ዝርያዎች ደመሰሰ፤ እነርሱም በኮረብታማው አገር በኬብሮን፤ በደቢር፤ በዐናብ፤ በይሁዳና በእስራኤል ኮረብታማ አገሮች የሚኖሩ ነበሩ፡፡ ኢያሱ እነዚህን ሕዝብና ከተሞቻቸውን ሁሉ ደመሰሰ፡፡",
      "22": "ከዐናቅ ዝርያዎች በእስራኤል ምድር የተረፈ አልነበረም፤ ነገር ግን ጥቂቶች ብቻ በጋዛ፤ በጋትና በአሽዶድ ይኖሩ ነበር፡፡",
      "23": "ያህቬህ(הוהי) ሙሴን ባዘዘው መሠረት ኢያሱ ምድሩን ሁሉ በእጁ አደረገ፤ ለእያንዳንዱ ነገድ አንዳንድ ድርሻ በመስጠት ለእስራኤላውያን በሙሽር አከፋፈለ፡፡ ስለዚህም ሕዝቡ ከጦርነት ዐረፉ፡፡"
    },
    "Chapter 12": {
      "1": "ከዚህ በፊትም የእስራኤል ሕዝብ ከዮርዳኖስ ወንዝ በስተምሥራቅ ያለውን ምድር በጦርነት ድለ አድርገው ይዘው ነበር፤ የምድሩም ስፋተት ከአርኖን ሸለቆ ተነሥቶ፤ ከዮርዳኖስ ሸለቆ በስተ ምሥራቅ ያለውን አገር ሁሉ በማጠቃለል፤ በሰሜን እስከ ሔርሞን ተራራ የሚደርስ ነበር፤ ይህንንም ምድር ለመውረስ ሁለት ነገሥታትን ድል ነሥተዋል፤",
      "2": "ከሁለቱ ነገሥታት አንዱ፤ በሐሴቦን ሆኖ የሚገዛው የአሞራውያን ንጉሥ ሲሖን ነበር፤ ግዛቱም የገለዓድን እኩሌታ በማጠቃለል፤ በአርኖን ሸለቆ ጠርዝ ከምትገኘው ከዓሮዔር ተነሥቶ በዚያ ሸለቆ መካከል ያለችውን ከተማ በመጨመር የዐሞናውያን ወሰን እስከሆነው እስከ ያቦቅ ወንዝ ይደርሱ ነበር፤",
      "3": "እርሱም ከገሊላ ባሕር ተነሥቶ የዮርዳኖስን ሸለቆ በመጨመር በደቡብ በኩል ከሙት ባሕር በስተምሥራቅ እስከምትገኘው እስከ ቤትየሺሞትና እስከ ፒስጋ ተራራ ግርጌ የሚደርሰውን ምድር ሁሉ ያጠቃልል ነበር፡፡",
      "4": "እንዲሁም ከረፋያውያን ወገን መጨረሻ የቀረውን የባሳንን ንጉሥ ዖግን ድል ነሡ፤ እርሱም መኖሪያው በዐስታሮትና በኤድረዒ ነበር፤",
      "5": "ግዛቱም የሔርሞንን ተራራ፤ ሳለካን፤ እስከ ገሹርና ማዕካ ድንበሮች የሚደርሰውን የባሳንን ምድር ሁሉ ጠቅሎ፤ የሐሴቦን ንጉሥ የሲሖን ይዞታ እስከሆነው ግዛት የገለዓድን እኩሌታ የሚጨምር ነበር፡፡",
      "6": "እንግዲህ እነዚህ ሁለት ነገሥታት በሙሴና በእስራኤል ሕዝብ ጦርነት ድል ሆነው ነበር፤ የያህቬህ(הוהי) አገልጋይ ሙሴም ይህን ምድር ለሮቤልና ለጋድ ነገዶች እንዲሁም ለምናሴ ነገድ እኩሌታ በማከፋፈል ርስት አድርጎ ሰጣቸው፡፡",

      "7": "ኢያሱና የእስራኤል ሕዝብ ከዮርዳኖስ በስተምዕራቅ ባለው ግዛት የነበሩትን ነገሥታት ሁሉ ድል ነሡ፤ ይህም ግዛት በሊባኖስ ሸለቆ ከሚገኘው ከባዓልጋድ ተነሥቶ፤ በደቡብ በኩል በኤዶም አጠገብ እስካለው እስከ ሐላቅ ተራራ ይደርስ ነበር፤ ኢያሱም ይህን ምድር በማከፋፈል ለእያንዳንዱ ነገድ ርስት አድርጎ ሰጠ፡፡",
      "8": "ይህም የርስት ድርሻ ኮረብታማውን አገር፤ በስተምዕራቅ ያለውን የኮረብታ ግርጌ፤ የዮርዳኖስን ሸለቆና በእርሱም ኮረብታዎች ግርጌ ያሉትን በስተምሥራቅ በኩል የሚገኘውን ረባዳ ቦታና በደቡብ በኩል የሚገኘውን በረሓማ ምድር ሁሉ ያጠቃልል ነበር፤ ይህም ምድር ቀድሞ የሒታውያን፤ የአሞራውያን፤ የከነዓናውያን፤ የፈሪዛውያን፤ የሒዋውያንና የኢያቡሳውያን መኖሪያ ነበር፡፡",
      "9": "የእስራኤል ሕዝብ ነገሥታቶቻቸውን ድል ነሥተው የያዙአቸውም ከተሞች ከዚህ የሚከተሉት ናቸው፤ ኢያሪኮ፣ በቤትኤል አጠገብ ያለችው ዐይ፣",
      "10": "ኢየሩሳሌም፣ ኬብሮን፣",
      "11": "ያርሙት፣ ላኪሽ፣",
      "12": "ዔግሎን፣ ጌዜር፣",
      "13": "ደቢር፣ ጌዴር፣",
      "14": "ሖርማ፣ ዐራድ፣",
      "15": "ሊብና፣ ዐዱላም፣",
      "16": "ማቄዳ፣ ቤትኤል፣",
      "17": "ታፑሐ፣ ሔፌር፣",
      "18": "አፌቅ፣ ላሻሮን፣",
      "19": "ማዶን፣ ሐጾር፣",
      "20": "ሺምሮንመሮን፣ አክሻፍ፣",
      "21": "ታዕናክ፣ መጊዶ፣",
      "22": "ቄዴሽ፣ በቀርሜሎስ የሚገኘው ዮቅነዓም፣",
      "23": "በባሕር ጠረፍ የሚገኘው ዶር፤ በጌልጌላ የሚገኘው ጎይምና",
      "24": "ቲርጻ ሲሆኑ፣ ነገሥታቱም በሙሉ ሠላሳ አንድ ነበሩ፡፡"
    },

    "Chapter 13": {
      "1": "እነሆ ኢያሱ በዕድሜ እየገፋ ስለሄደ አረጀ፤ ስለዚህም ያህቬህ(הוהי) እንዲህ አለው፤ “እነሆ አንተ እጅግ ሸምግለሃል፤ ነገር ግን መያዝ የነበረበት ገና ብዙ ምድር ቀርቷል፤",
      "2": "ከዚህም ውስጥ የፍልስጥኤምና የገሹር ግዛት በሙሉ፤",
      "3": "በደቡብ በኩልም እስከ ዐዊም የሚደርሰው ግዛት በሙሽር፤ ይኸውም በግብጽ ጠረፍ ከሚገኘው ከሺሖር ምንጭ አንሥቶ በሰሜን እስከ ዔቅሮን የሚደርሰው ምድር የከነዓን ሆኖ፤ እነሆ አምስት የፍልስጥኤማውያን ነገሥታት በጋዛ፤ በአሽዶድ፤ በአስቀሎና፤ በጋትና በዔቅሮን ይኖራሉ፡፡",
      "4": "በሌላም በኩል የሲዶናውያን ይዞታ የሆነው የከነዓን አገር መዓራ ተብሎ የሚጠራውን ሁሉ ጨምሮ በአሞራውያን ጠረፍ እስከ አፌቅ ድረስ የሚገኘው፤",
      "5": "የጌባላውያን ምድርና ከምሥራቅ በሔርሞን ተራራ ደቡብ ከሚገኘው ከባዓልጋድ ተነሥቶ እስከ ሐማት መተላለፊያ ያለው መላው ሊባኖስ ገና አልተያዘም፡፡",
      "6": "ይህም በሊባኖስ ተራራዎችና በሚስረፎትማይም መካከል በሚገኘው ኮረብታማ አገር የሚኖሩትን የሲዶናውያንን ግዛት ሁሉ የሚጨምር ነው፤ የእስራኤል ሕዝብ ወደፊት እየገፉ በሚሄዱ መጠን እኔ እነዚህን አሕዛብ አሳድድላቸዋለሁ፤ አንተም ባዘዝሁህ መሠረት ምድሩን ሁሉ ለእስራኤላውያን ታከፋፍላለህ፡፡",
      "7": "ይህንንም ምድር ርስት አድርገህ የምታካፍለው ለዘጠኙ ነገዶችና ለምናሴ ነገድ እኩሌታ ነው፡፡”",
      "8": "የሮቤልና የጋድ ነገዶች እንዲሁም የምናሴ ነገድ እኩሌታ የያህቬህ(הוהי) አገልጋይ ሙሴ የሰጣቸውን ምድር ቀደም ብለው ወርሰዋል፡፡ ይህም ምድር የሚገኘው በስተምሥራቅ ከዮርዳኖስ ወንዝ ማዶ ነው፡፡",
      "9": "ግዛታቸውም ከአርኖን ሸለቆ ዳርቻ ተነሥቶ እስከ ዓሮዔርና በዚያም ሸለቆ መካከል እስከምትገኘው ከተማ ይደርስና ከሜደባ እስከ ዲቦን ያለውን ደጋማ አገር ሁሉ ያጠቃልላል፡፡",
      "10": "በሌላም በኩል እስከ ዐሞን ድንበር እየተዋሰነ በሐሴቦን ሆኖ የሚገዛውን የአሞራውያን ንጉሥ የሲሖንን ከተሞች ሁሉ ያጠቃልላል፤",
      "11": "እርሱም ገለዓድን፤ የገሹርንና የማዕካን አውራጃዎችና የሔርሞንን ተራራ በሙሉ እንዲሁም እስከ ሳለካ ድረስ ያለውን ባሳንን ይጨምራል፡፡",
      "12": "እንዲሁም በዐስታሮትና በኤድረዒ ሆኖ ይገዛ የነበረውን ከረፋውያን መጨረሻ የቀረውን የንጉሥ ዖግን ግዛት ባሳንን አጠቃሎ ይዟል፤ ሙሴ እነዚህን ሕዝብ ሁሉ ድል ነሥቶ አባረረ፡፡",
      "13": "ይሁን እንጂ እስራኤላውያን የገሹርንና የማዕካን ሕዝብ አላስወጡም፤ ስለዚህም እነርሱ እስከ አሁን በእስራኤላውያን መካከል ይኖራሉ፡፡",
      "14": "ሙሴ ለሌዊ ነገድ የርስት ድርሻ አልሰጠም፤ ያህቬህ(הוהי) ሙሴን ባዘዘው መሠረት የእስራኤል አምላክ ለሆነው ለያህቬህ(הוהי) በመሠዊያ ላይ የሚቃጠል መሥዋዕት ሆኖ ከሚቀርበው መባ የሚያገኙት ድርሻ እንደ ርስት ሆነ ተመድቦላቸዋል፡፡",
      "15": "ሙሴ ከምድሪቱ ከፊሉን ለሮቤል ነገድ ቤተሰቦች ሁሉ ርስት አድርጎ ሰጠ፤",
      "16": "ግዛታቸውም በአርኖን ሸለቆ መካከል እስካለችው ከተማ አልፎ በሜደባ ዙሪያ ያለውን ደጋማ አገር ሁሉ ያጠቃልላል፤",
      "17": "እንዲሁም ሐሴቦንን፤ በደጋማው አገር ያሉትን ከተሞች፤ ዲቦን፣ ባሞትበዓር፣ ቤትበዓልመዖን፣",
      "18": "ያሀጽ፣ ቀዴሞት፣ ሜፋዓት፣",
      "19": "ቂርያታይም፣ ሲበማ፣ በኮረብታማው ሸለቆ የሚገኘው ጼሬትሻሐር፤",
      "20": "ቤትፐዖር፣ ከፒስጋ ተራራ በታች ለው ረባዳ ምድርና ቤትየሺሞት ተብለው የሚጠሩትን ሁሉ ይጨምራል፡፡",
      "21": "በደጋማውም አገር የሚገኙትን ከተሞችና መኖሪያውን በሐሴቦን አድርጎ ይገዛ የነበረውን የአሞራውያን ንጉሥ የሲሖንን ግዛት ሁሉ ይጨምራል፡፡ ሙሴም ንጉሥ ሲሖንና የምድያም መሪዎች የነበሩትን፣ ኤዊን፣ ሬቄምን፣ ጹርን፣ ሑርንና ሬባዕን ድል ነሣ፤ እነዚህ ሁሉ ምድሪቱን የሚያስተዳድሩት የንጉሥ ሲሖን ገባሮች በመሆን ነበር፡፡",
      "22": "የእስራኤል ሕዝብ ከገደሉአቸውም መካከል አንዱ ጠንቋይ እየተባለ ይጠራ የነበረው የቢዖር ልጅ በለዓም ነበር፡፡",
      "23": "የዮርዳኖስም ወንዝ በምዕራብ በኩል ለሮቤል ነገድ የግዛቱ ወሰን ነበር፤ እንግዲህ ለሮቤል ነገድ ቤተሰቦች ርስት ሆነው የተሰጡአቸው ከተሞችና መንደሮች እነዚህ ነበሩ፡፡",
      "24": "ሙሴ ከምድሪቱ ከፊሉን ደግሞ ለጋድ ነገድ ቤተሰቦች ሁሉ ርስት አድርጎ ሰጠ፤",
      "25": "የእነርሱም ግዛት ያዕዜርንና በገለዓድ የሚገኙትን ከተሞች ሁሉ የዐሞንን ምድር እኩሌታ ጨምሮ ከራባ በስተምሥራቅ እስከምትገኘው እስከ ዓሮዔር ይደርሳል፡፡",
      "26": "የምድራቸውም ስፋት ከሐሴቦን ተነሥቶ እስከ ራማት ምጽጴና እስከ ቤጦኒም እንዲሁም ከማሕናይም ተነሥቶ እስከ ሌደባር ድንበር ይደርሳል፤",
      "27": "ከዮርዳኖስም ሸለቆ በተለይ የሐሴቦን ንጉሥ የሲሖን መንግሥት ቅሬታ የሆኑትን ቤትሀራም፤ ቤትኒምራ፤ ሱኮትና ጻፎን ተብለው የሚጠሩትን ጭምር ያጠቃልላል፤ በምዕራብ በኩል የሚዋሰናቸውም የዮርዳኖስ ወንዝ ሲሆን፤ በሰሜን እስከ ገሊላ ባሕር ይደርሳል፡፡",
      "28": "እንግዲህ ለጋድ ነገድ ቤተሰቦች ርስት ሆነው የተሰጡአቸው ከተሞችና መደሮች እነዚህ ነበሩ፡፡",
      "29": "ሙሴ ከምድሪቱ ከፊሉን ለምናሴ ነገድ እኩሌታ ቤተሰቦች ሁሉ ርስት አድርጎ ሰጠ፤",
      "30": "ግዛታቸውም ማሕናይምንና ባሳንን ሁሉ ያጠቃልላል፤ ይህም ባሳን መላውን የባሳን ንጉሥ የዖግን ግዛት እንዲሁም በባሳን በተለይ ያኢር ተብላ በምትጠራው ስፍራ የሚገኙትን ስልሳ መንደሮች ይጨምራል፤",
      "31": "እርሱም የገለዓድን እኩሌታ ጨምሮ በባሳን የዖግ መንግሥት ዋና ከተሞች እስለሆኑት እስከ ዐስታሮትና ኤድረዒ ይደርሳል፤ ይህ ሁሉ ከምናሴ ነገድ ለተወለደው ለማኪር ዝርያ ቤተሰቦች ተሰጠ፡፡",
      "32": "በሞአብ ሜዳ በነበረበት ጊዜ ሙሴ በኢያሪኮና በዮርዳኖስ ወንዝ ምሥራቅ ያለውን ምድር ያከፋፈለው በዚህ ዐይነት ሁኔታ ነበር፡፡",
      "33": "ይህ ሁሉ ሲሆን ሙሴ ለሌዊ ነገድ የሚሰጥ የርስት ድርሻ አልመደበም፤ የእነርሱ ርስት የእስራኤል አምላክ የሆነው ያህቬህ(הוהי) ስለሆነ፤ ድርሻቸውን የሚያገኙት ለያህቬህ(הוהי) ከሚቀርበው መሥዋዕት መሆኑን ነግሮአቸዋል፡፡"
    },
    "Chapter 14": {
      "1": "ከዚህ የሚከተለው ታሪክ ከዮርዳኖስ ወንዝ በስተ ምዕራብ ያለው የከነዓን ምድር በእስራኤል ሕዝብ መካከል እንዴት እንደተከፋፈለ የሚያስረዳ ነው፤ ካህኑ አልዓዛር፤ የነዌ ክጅ ኢያሱና የእስራኤላውያን ነገዶች የቤተሰብ አለቆች ምድሪቱን ለሕዝቡ አከፋፈሉ፡፡",
      "2": "ያህቬህ(הוהי) ሙሴን ባዘዘው መሠረት ከዮርዳኖስ ወንዝ በስተምዕራቅ ያለው ግዛት በሙሉ ለዘጠኙ ነገድ ተኩል በዕጣ ተከፈለ፡፡",
      "3": "ከዮርዳኖስ ወንዝ በስተምሥራቅ ያለውን ምድር ግን ሙሴ ለሁለቱ ነገድ ተኩል አስቀድሞ መድቦላቸው ነበር፡፡ የዮሴፍ ዝርያ ምናሴና ኤፍሬም ተብሎ በሁለት ተከፍሎ ነበር፤ ይሁን እንጂ ሙሴ ለሌዋውያን ከምድሪቱ የርስት ድርሻ አልመደበላቸውም፤ በዚህ ፈንታ የሚኖሩባቸውን ከተሞች፤ ለከብቶቻቸው፤ ለበጎቻቸውና ለፍየሎቻቸው መንጋ ከሚሆን የግጦሽ መሬት ጋር ተቀበሉ፤",
      "4": "ያህቬህ(הוהי) ሙሴን ባዘዘው መሠረት የእስራኤል ሕዝብ ምድሪቱን ተካፈሉ፡፡",

      "5": "አንድ ቀን ከየሁዳ ነገድ የሆኑ ጥቂት ሰዎች በጌልጌላ ወደ ኢያሱ ቀረቡ፤ ከእነርሱ አንዱ የቀኒዛዊው የይፉኔ ልጅ ካሌብ እንዲህ አለው፤ “በቃዴስ በርኔ በነበርንበት ጊዜ ያህቬህ(הוהי) በአገልጋዩ በሙሴ አማካይነት ስለ አንተና ስለ እኔ የተናገረውን ታውቃለህ፤",
      "6": "የያህቬህ(הוהי) አገልጋይ ሙሴ የዚህችን ምድር ሁኔታ ለማጥናት ከቃዴስ በርኔ በላከኝ ጊዜ የአርባ ዓመት ጎልማሳ ነበርኩ፤ ለእርሱም አስተማማኝ የሆነ ማስረጃ አቅርቤአለሁ፤",
      "7": "ከእኔ ጋር ሄደው የነበሩ ሰዎች ግን በማስፈራራት ሕዝባችንን አሸበሩ፤ እኔ ግን ለአምላኬ ያህቬህ(הוהי) በታማኝነት ታዛዥ ሆኛለሁ፤",
      "8": "ይህንንም በማድረጌ ምክንያት እኔ በእግሬ የረገጥኋት ምድር ለእኔና ለልጆቼ ለዘላለም ርስት እንድትሆን ሙሴ በዚያን ቀን ቃል ገብቶልኛል፡፡",
      "9": "እንግዲህ ልብ በል፤ ያህቬህ(הוהי) ለሙሴ ይህን ቃል ከተናገረ አርባ አምስት ዓመት አልፎአል፤ ያም ዘመን እስራኤላውያን በበረሓ የሚንከራተቱበት ጊዜ ነበር፤ ያህቬህ(הוהי) በሰጠኝም ተስፋ መሠረት እነሆ በሕይወት ጠብቆ እስከ አሁን አቆይቶኛል፤ እስቲ ተመልከተኝ! እኔ አሁን የሰማኒያ አምስት ዓመት ሰው እመስላለሁ?",
      "10": "ይሁን እንጂ አሁንም ያለኝ ብርታት ሙሴ እኔን በላከበት ዘመን እንደነበረው ዐይነት ነው፤ ስለዚህ አሁንም ለመዋጋትም ሆነ ማናቸውንም ነገር ለማድረግ ብርቱ ጉልበት አለኝ፡፡",
      "11": "እንግዲህ በዚያን ዕለት ያህቬህ(הוהי) በሰጠኝ ተስፋ መሠረት ይህችን ኮረብታማ አገር ለእኔ አወረሰኝ፤ እኛ በዚያን ጊዜ ዐናቃውያን ተብለው የሚጠሩ ረዣዥም ሰዎች ዙሪያቸውን የምሽግ ቅጽር በተሠራላቸው ታላላቅ ከተሞች ውስጥ ስለመኖራቸው የተናገርነውን ሁሉ አንተም ራስህ ታውቀዋለህ፤ አሁንም ቢሆን ያህቬህ(הוהי) ከእኔ ጋር ሊሆን ስለሚችል እርሱ በተናገረው መሠረት ነቃቅዬ አባርራቸዋለሁ፡፡”",
      "12": "ኢያሱም የይፉኔን ልጅ ካሌብን ባረከው፤ ኬብሮንንም ርስት አድርጎ ሰጠው፤",
      "13": "ስለዚህም ኬብሮን እስከ አሁን ድረስ የቀኒዛዊው የይፉኔ ልጅ የካሌብ ዝርያዎች ይዞታ ናት፤ ምክንያቱም እርሱ የእስራኤል አምላክ ለሆነው ለያህቬህ(הוהי) በታማኝነት ታዛዥ ሆኗል፤",
      "14": "ከዚህ በፊት ኬብሮን የአርባዕ ከተማ ተብላ ትጠራ ነበር፤ ይህም አርባዕ ከዐናቃውያን ሁሉ የሚበልጥ ታላቅ ሰው ነበር፡፡",
      "15": "ከዚያም በኋላ በምድሪቱ ላይ ሰላም ሰፈነ፡፡"
    },
    "Chapter 15": {
      "1": "የይሁዳ ነገድ ቤተሰቦች ከምድሪቱ ከዚህ የሚከተለው ድርሻ ተሰጣቸው፤ የእነርሱም ግዛት ከኤዶም ድንበር በመዋሰን በደቡብ በኩል እስከ ጺን ምድረ በዳ ጫፍ ይደርሳል፤",
      "2": "ይህም ደቡባዊ ድንበር ከሙት ባሕር ደቡባዊ ጫፍ ተነሥቶ፤",
      "3": "ወደ ደቡብ አቅጣጫ ከዐቅራቢም መተላለፊያ እስከ ጹን ይደርሳል፤ በቃዴስ በርኔ ደቡብም በኩል ሔጽሮንን አልፎ ወደ አዳር ከፍ ይልና ወደ ቃርቃ አቅጣጫ ይታጠፋል፡፡",
      "4": "ወደ ዓጽሞንም በመዝለቅ፤ በግብጽ ድንበር ላይ የሚገኘው ወንዝ እስከ ሜድትራኒያን ባሕር ይከተላል፤ ያም ድንበሩ መጨረሻ ይሆናል፤ እንግዲህ በደቡብ በኩል የይሁዳ ድንበር ይህ ነው፡፡",
      "5": "በምሥራቅ በኩልም ድንበሩ የሙት ባሕር ሲሆን የዮርዳኖስ ወንዝ ውሃ እስከሚሰርግበት ስፍራ ይደርሳል፡፡",
      "6": "የሰሜንም ድንበር ከዚያ ተነሥቶ ወደ ላይ እስከ ቤትሖግላ ከፍ በማለት በዮርዳኖስ ሸለቆ ትይዩ እስካለው ተረተር ወደ ሰሜን ይወጣል፤ (ቦሃን የሮቤል ልጅ ነው፤)",
      "7": "የመከራ ሸለቆ ተብሎ ከሚጠራው ስፍራ በመነሣት ወደ ደቢር ይወጣና በሸለቆው በስረደቡብ በአዱምም መተላፊያ ፊት ለፊት ወደሚገኘው ወደ ጌልገላ ሰሜን ይታጠፋል፤ እንዲሁም የዔንሼሜሽን ምንጭ አልፎ ወደ ዔንሮጌል ይደርሳል፤",
      "8": "ከዚያም የሂኖምን ሸለቆ እየተከተለ የኢያቡሳውያን ከተማ የሆነችው ኢየሩሳሌም ወደምትገኝበት ኮረብታ በስተደቡብ በኩለ ይዘልቃል፤ ይህም ድንበር በራፋይም ሸለቆ ወደሚገኘው፤ ከሂኖም ሸለቆ በስተ ምዕራቅ ወዳለው ኮረብታ ጫፍ ይወጣል፡፡",
      "9": "ከዚያም በመነሣት ወደ ኔፍጾሐ ምንጮች አልፎ፤ በዔፍሮን ተራራ አጠገብ ወደሚገኙት ከተሞች ይወጣል፤ ከዚያም ወደ ባዓላ ወይም ቂርያትዓሪም ይታጠፋል፤",
      "10": "ይኸውም የባዓላን ምዕራብ በመዞር በሴይር ወደምትገኘው ኮረብታማ አገር የሚያልፍበት ነው፤ ከዚያም ይዓሪም ወይም ክሳሎን ተብሎ ወደሚጠራው ተራራ ሰሜናዊ ክፍል አልፎ ወደ ቤትሼሜሽ በመዘቅዘቅ ቲምናን አልፎ ይሄዳል፡፡",
      "11": "ይኸው ድንበር በዔቅሮን ሰሜናዊ ኮረብታ ከፍ በማለት ወደ ሺከሮን አቅጣጫ ይታጠፍና የባዓላን ኮረብታና እንዲሁም ያብኒዔልን አልፎ ይሄዳል፤ መጨረሻውም የሜድትራኒያን ባሕር ይሆናል፤",
      "12": "ይኸውም ምዕራባዊ ወሰን መሆኑ ነው፡፡ እንግዲህ በእነዚህ ጠረፎች ክልል ውስጥ የሚኖሩት ከይሁዳ ነገድ ቤተሰቦች የተወለዱት ሕዝብ ነበሩ፡፡",
      "13": "ያህቬህ(הוהי) ኢያሱን ባዘዘው መሠረት ከይሁዳ ግዛት ነገድ ለሆነው ለይፉኔ ልጅ ለካሌብ ተሰጠ፤ እርሱም ኬብሮን ተብላ የምትጠራውን ቀድሞ የዐናቅ አባት አርባዕ ይዞታ የነበረችውን ከተማ ተቀበለ፡፡",
      "14": "ካሌብም የሼሻይ፣ የአሒማንና የታልማይ ጎሰሳዎች የሆኑትን የዐናቅን ዝርያዎች ነቃቅሎ አባረረ፡፡",
      "15": "ከዚያም ተነሥቶ በደቢር በሚኖሩት ሕዝብ ላይ አደጋ ለመጣል ሄደ፤ ይህች ከተማ ቀድሞ ቂርያትሴፌር ተብላ ትጠራ ነበር፤",
      "16": "ካሌብም፣ “ቂርያትሴፌርን ወግቶ ለሚይዛት ሰው ልጄን አክሳን እድርለታለሁ” ብሎ ተናገረ፤",
      "17": "ስለዚህም የካሌብ ወንድም ከሆነው ከቀናዝ የተወለደው ዖትኒኤል ያችን ከተማ ወግቶ ያዘ፤ ካሌብም ልጁን ዓክሳን ዳረለት፤",
      "18": "ዖትኒኤልም በሠርጋቸው ቀን ዓክሳን ከአባትዋ የእርሻ መሬት እንድትለምን መከራት፤ እርስዋም ከበቅሎዋ ላይ ወረደች፤ ካሌብም “ምን ትፈልጊያለሽ?” ሲል ጠየቃት፤",
      "19": "እርስዋም “የሰጠኸኝ ምድር ደረቅ ስለሆነ ጥቂት የውሃ ጉድጓዶች እንድትሰጠኝ እፈልጋለሁ” አለችው፡፡ ካሌብም ከላይና ከታች በኩል ያሉትን ሁለቱን የውሃ ምንጮች ሰጣት፡፡",

      "20": "የይሁዳ ነገድ ቤተሰቦች የተቀበሉት የርስት ድርሻ ይህ ነው፤",
      "21": "እነዚህም በስተ ደቡብ በኩል የወረሱአቸውና በኤዶም ድንበር አጠገብ የሚገኙት ቃብጽኤል፣ ዔዴር፣ ያጉር፣",
      "22": "ቂና፣ ዲሞና፣ ዓድዓዳ፣",
      "23": "ቃዴስ፣ ሐጾር፣ ይትናን፣",
      "24": "ዚፍ፣ ጤሌም፣ በዓሎት፣",
      "25": "ሐጾርሐዳታ፣ ቂርዮትሔጽሮን ወይም ሐጾር፣",
      "26": "አማም፣ ሸማዕ፣ ሞላዳ፣",
      "27": "ሐጻርጋዳ፣ ሔሽሞን፤ ቤትጳሌጥ፣",
      "28": "ሐጻርሹዓል፣ ቤርሳቤህ፣ ቢዝዮትያ፣",
      "29": "በዓላ፣ ዒዩም፣ ዔጼም፣",
      "30": "ኤልቶላድ፣ ከሲል፣ ሖርማ፣",
      "31": "ጺቅላግ፣ ማድማና፣ ሳንሳና፣",
      "32": "ልባዎት፣ ሺልሒም፤ ዓይንና፣ ሪሞን ተብለው የሚጠሩት በድምሩ ሃያ ዘጠኝ ከተሞች ሲሆኑ፤ በዙሪያቸው የሚገኙት ታናናሽ ከተሞችንም ሁሉ ያጠቃልላሉ፡፡",
      "33": "በኮረብታዎች ግርጌ ያሉትም ከተሞች ኤሽታኦል፣ ጾርዓ፣ አሽና፣",
      "34": "ዛኖሐ፣ ዔንጋኒም፣ ታፑሐ፣ ዔንም፣",
      "35": "ያርሙት፣ ዐዱላም፣ ሶኮህ፣ ዐዜቃ፣",
      "36": "ሻዕራይም፣ ዐዲታይም፣ ገዴራና ገዴሮታይም ተብለው የሚጠሩ በድምሩ ዐሥራ አራት ከተሞች ሲሆኑ፤ በዙሪያቸው የሚገኙ ታናናሽ ከተሞች ሲሆኑ፤ በዙሪያቸው የሚገኙ ታናናሽ ከተሞችን ሁሉ ያጠቃልላል፡፡",
      "37": "እንዲሁም ጽናን፣ ሐዳሻ፣ ሚግደልጋድ፣",
      "38": "ዲልዓን፣ ምጽጳ፣ ዮቅትኤል፣",
      "39": "ላኪሽ፣ ቦጽቃት፣ ዔግሎን፣",
      "40": "ካቦን፣ ላሕማስ፣ ኪትሊሽ፣",
      "41": "ገዴሮት፣ ቤትዳጎን፣ ናዕማና ማቄዳ ተብለው የሚጠሩ በድምሩ ዐሥራ ስድሩት ከተሞች ሲሆኑ በዙሪያቸው ያሉትን ታናናሽ ከተሞችን ሁሉ ያጠቃልላል፡፡",
      "42": "ከነዚህም ሁሉ ጋር ሊብና፣ ዔቴር፣ ዐሻን፣",
      "43": "ይፍታህ፣ አሽና፣ ነጺብ፣",
      "44": "ቀዒላ፤ አክዚብና፣ ማሬሻ ተብለው የሚጠሩ በድምሩ ዘጠኝ ከተሞች ሲሆኑ በዙሪያቸው ያሉትንም ታናናሽ ከተሞች ያጠቃልላሉ፡፡",
      "45": "በዚያም ከታናናሽ ከተሞችዋና መንደሮችዋ ጋር ዔቅሮን የምትባል ከተማ ነበረች፤",
      "46": "በአሽዶድም አቅራቢያ ከዔቅሮን እስከ ሜድትራኒያን ባሕር የተሠሩ ከተሞችና መንደሮቻቸው ነበሩ፡፡",
      "47": "እንዲሁም በግብጽ ወሰን እስከሚገኘው ወንዝና እስከ ሜድትራኒያን ባሕር ጠረፍ ድረስ የሚደርሱ ታናናሽ ከተሞችና መንደሮች ያሉአቸው አሽዶድና ጋዛ ተብለው የሚጠሩ ከተሞች ነበሩ፡፡",
      "48": "በኮረብታማውም አገር ሻሚር፣ ያቲር፣ ሶኮህ፣",
      "49": "ዳና፣ ቂርያትሴፌር ወይም ደቢር፣",
      "50": "ዐናብ፣ ኤሽተሞዓ፣ ዐኒም፣",
      "51": "ጎሼን፣ ሖሎንና ጊሎ ተብለው የሚጠሩ በድምሩ ዐሥራ አንድ ከተሞች ሲሆኑ በዙሪያቸው ያሉትንም ታናናሽ ከተሞች ያጠቃልላሉ፡፡",
      "52": "ደግሞም አራብ፣ ዱማ፣ ኤሽዓን፣",
      "53": "ያኒም፣ ቤትታፑሐ፣ አፌቃ፣",
      "54": "ሑምጣ፣ ኬብሮንና ጺዖር ተብለው የሚጠሩ በድምሩ ዘጠኝ ከተሞች ሲሆኑ በዙሪያቸው ያሉትን ታናናሽ ከተሞችን ያጠቃልላሉ፡፡",
      "55": "ከእነዚህም ሌላ ማዖን፣ ቀርሜሎስ፣ ዚፍ፣ ዩጣ፣",
      "56": "ኢይዝራኤል፣ ዮቅድዓም፣ ዛኖሐ፣",
      "57": "ቃይን፣ ጊብዓና ቲምና ተብለው የሚጠሩ በድምሩ ዐሥር ከተሞች ሲሆኑ በዙሪያቸው ያሉትን ታናናሽ ከተሞች ያጠቃልላሉ፡፡",
      "58": "እንዲሁም ሐልሑል፤ ቤትጹር፣ ጌዶር፣",
      "59": "ማዕራት፣ ቤትዓኖትና ኤልተቆን ተብለው የሚጠሩ በድምሩ ስድሩት ከተሞች ሲሆኑ፣ በዙሪያቸው ያሉትን ታናናሽ ከተሞችን ያጠቃልላሉ፡፡",
      "60": "ደግሞም ቂርያትባዓል ወይም ቂርያትይዓሪምና ራባ ተብለው የሚጠሩ ሁለት ከተሞች ሲሆኑ፤ በዙሪያቸው ያሉትን ታናናሽ ከተሞችን ይጨምራሉ፡፡",
      "61": "ከእነዚህም ሁሉ ጋር በበረሓማው ምድር ቤተዐራባ፤ ሚዲን፤ ሴካካ፣",
      "62": "ኒብሻን፣ የጨው ከተማና ዔንገዲ ተብለው የሚጠሩ በድምሩ ስድሩት ከተሞች ሲሆኑ በዙሪያቸው የሚገኙትን ታናናሽ ከተሞችን ያጠቃልላሉ፡፡",
      "63": "ነገር ግን የይሁዳ ሕዝብ በኢየሩሳሌም የሚኖሩትን ኢያቡሳውያንን ማባረር አልቻሉም፤ ስለዚህም ኢያቡሳውያን እስከ አሁን ድረስ በኢየሩሳሌም ከይሁዳ ሕዝብ ጋር ይኖራሉ፡፡"
    },

    "Chapter 16": {
      "1": "ለዮሴፍ ዝርያዎች የተመደበው የምድሪቱ ደቡባዊ ክፍል በኢያሪኮ አጠገብ ከዮርዳኖስ ወንዝ ይጀምራል፤ ያኸውም ከኢያሪኮ ምንጮች ምሥራቃዊ ጫፍ በመነሣት ወደ በረሓው ይዘልቃል፡፡ ከኢያሪኮም ተነሥቶ ወደ ኮረብታማው አገር በመውጣት እስከ ቤትኤል ይደርሳል፤",
      "2": "ከቤትኤልም ተነሥቶ አርካውያን የሚኖሩበትን ዐጣሮትአሳርና በማለፍ ወደ ሎዛ ይዘልቃል፡፡",
      "3": "ከዚያም በምዕራብ በኩል ወደሚገኙት ወደ ያፍሌጣውያን ይዞታ በመዝለቅ እስከታችኛው ቤትሖሮን ይደርሳል፤ ከዚያም ወደጌዜር ያልፍና መመለሻው የሜድትራኒያን ባሕር ይሆናል፡፡",
      "4": "የዮሴፍ ዘሮች የሆኑት የኤፍሬምና በምዕራብ በኩል የሰፈረው የምናሴ ነገዶች ይህን ምድር ርስት አድርገው ወረሱ፡፡",
      "5": "የኤፍሬም ቤተሰቦች የርስት ድርሻ ይህ ነው፤ ድንበራቸው ከዐጣሮትአዳር በምሥራቅ በኩል ወደ ላይኛው ቤትሖሮን ይወጣል፡፡",
      "6": "ከዚያም አልፎ እስከ ሜድትራኒያን ባሕር ይደርሳል፤ ከዚያም ተነሥቶ ወደ ታአናት ሺሎ ታጥፎ በምሥራቅ በኩል በማለፍ ወደ ያኖሐ ይሄዳል፡፡",
      "7": "ከያኖሐም ተነሥቶ ወደ ዐጣሮትና ወደ ናዓራት በመዘቅዘቅ ኢያኮ ደርሶ መመለሻው የዮርዳኖስ ወንዝ ይሆናል፡፡",
      "8": "ይኸው ድንበር በምዕራብ በኩል ከታፑሐ ተነሥቶ እስከ ቃና ወንዝ ይደርስና መመለሻው የሜድትራኒያን ባሕር ይሆናል፤ ለኤፍሬም ቤተሰቦች ሁሉ ርስት ሆኖ የተሰጠው ምድር ይህ ነበር፡፡",
      "9": "እርሱም በምናሴ ድንበሮች ክልል ውስጥ ያሉትንና ለኤፍሬማውያን የተሰጡትን ከተሞችና መንደሮችንም ይጨምራል፤",
      "10": "እነዚህ ኤፍሬማውያን ግን በጌዜር የሚኖሩ ከነዓናውያን እስከ አሁን ድረስ በኤፍሬማውያን መካከል ይኖራሉ፤ ሆኖም ለኤፍሬማውያን የጉልበት ሥራ ለመሥራት ይገደዳሉ፡፡"
    },

    "Chapter 17": {
      "1": "ከዮርዳኖስ ወንዝ በስተ ምዕራብ ያለው ምድር ተከፍሎ የዮሴፍ ታላቅ ልጅ ከሆነው ከምናሴ ለተወለዱት ቤተሰቦች ተሰጠ፤ የገለዓድ አባት ማኪር የምናሴ በኩር ልጅና የጦር ሰው ነበረ፤ ስለዚህም ከዮርዳኖስ ወንዝ በስተ ምሥራቅ የሚገኙት ገለዓድና ባሳን ለእርሱ ተሰጡ፤",
      "2": "ከዮርዳኖስ በስተምዕራብ ያለው ምድር ለቀሩት ለምናሴ ቤተሰቦች ተሰጠ፤ እነርሱም አቢዓዜር፣ ሔሌቅ፣ አሥሪኤል፣ ሼኬም፣ ሔፌርና ሸሚዳዕ የተባሉት ናቸው፤ የዮሴፍ ልጅ የምናሴ ዝርያዎች በተለይ ወንዶቹ እነዚህ ዲሆኑ፤ እነርሱም የቤተሰብ አለቆች ነበሩ፡፡",
      "3": "ጸለጰሐድ የሔፌር ልጅ፤ ሔፌር የገለዓድ ልጅ፣ ገለዓድ የማኪር ልጅ፤ ማኪርም የምናሴ ልጅ ነው፤ ታዲያ ይህ ጸለጰሐድ ሴቶች እንጂ ወንዶች ልጆች አልነበሩትም፤ አምስቱ ሴቶች ልጆኡም ማሕላ፣ ኖዓ፤ ሖግላ፣ ሚልካና ቲርጻ ተብለው ይጠሩ ነበር፡፡",
      "4": "እነርሱም ወደ ካህኑ አልአዛር፣ ወደ ነዌ ልጅ ኢያሱና ወደ መሪዎቹ ቀርበው “እንደ ወንዶች ዘመዶቻችን የርስት ድርሻ እንዲሰጠን ያህቬህ(הוהי) ሙሴን አዞታል” አሉአቸው፡፡ ስለዚህም ያህቬህ(הוהי) ባዘዘው መሠረት ለእነርሱ ከወንዶች ዘመዶቻቸው ጋር የርስት ድርሻ ተሰጣቸው፤",
      "5": "ምናሴ በዮርዳኖስ ወንዝ በስተምሥራቅ ከሚገኙት ከገለዓድና ከባሳን ጋር በተጨማሪ ዐሥር ዕጣ እንዲደርሰው የተደረገው ስለዚህ ነበር፡፡",
      "6": "ምክንያቱም ሴቶች ዝርያዎቹም እንደ ወንዶች ዝርያዎቹ የርስት ድርሻ ተሰጥቶአቸዋል፡፡ የገለዓድም ምድር ለቀሩት ለምናሴ ዝርያዎች ተሰጠ፡፡",
      "7": "የምናሴ የርስት ይዞታ ከአሴር ተነሥቶ በሴኬም በስተ ምሠራቅ እስከምትገኘው እስከ ሚክመታት ይደርስ ነበር፤ ድንበሩም ወደ ደቡብ በማለፍ የዔንታፑዓሕን ሕዝብ ይጨምራል፤",
      "8": "በታፑሐ ዙሪያ የሚገኘውም ምድር ለምናሴ ተሰጠ፤ በድንበር ላይ የምትገኘው ትንሽዋ የታፑሐ ከተማ ግን የኤፍሬም ዘሮች ይዞታ ነበረች፡፡",
      "9": "ድንበሩም ከዚያ ተነሥቶ እስከ ቃና ወንዝ ይደርሳል፤ ከወንዙ በስተደቡብ የሚገኙት ከተሞች ምንም እንኳ በምናሴ ግዛት ክልል ውስጥ ቢሆኑም የኤፍሬም ይዞታዎች ነበሩ፤ የምናሴ ድንበር በሰሜን በኩል ከወንዙ እየተዋሰነ መመለሻው የሜድትራኒያን ባሕር ነበር፤",
      "10": "ከዚህም የተነሣ የሁለቱም ምዕራባዊ ወሰን የሜድትራኒያን ባሕር ሆኖ ኤፍሬም በደቡብ፣ ምናሴ በሰሜን እንዲሰፍሩ ተደረገ፤ አሴር በሰሜናዊ ምዕራብ ይሳኮር ደግሞ በሰሜናዊ ምሥራቅ ሰፈሩ፡፡",
      "11": "በይሳኮርና በአሴር ግዛቶች ክልል ውስጥ በጠረፍ የምትገኘውን ዶርን፤ ዔንዶርን፣ ተዕናክን፤ መጊዶንና በዙሪያቸው ያሉ ታናናሽ ከተሞችን ጨምሮ ቤትሻና ዪብለዓም ተብለው የሚጠሩት ቦታዎች በዙሪያቸው ከሚገኙት ታናናሽ ከተሞች ጋር የምናሴ ይዞታዎች ሆኑ፡፡",
      "12": "ይሁን እንጂ የምናሴ ሕዝብ በነዚያ ከተሞች የሚኖሩትን ሕዝብ ማባረር አልተቻላቸውም፤ ስለዚህም ከነዓናውያን በዚያ መኖርን ቀጠሉ፤",
      "13": "እስራኤላውያን በኀይል እየበረቱ ቢሄዱም እንኳ ከነዓናውያንን ሁሉ አላበረሩአቸውም፤ ነገር ግን የጉልበት ሥራ እንዲሠሩላቸው ያስገድዱአቸው ነበር፡፡",
      "14": "የዮሴፍ ዝርያዎች ወደ ኢያሱ ቀርበው “ስለምን ከምድሪቱ አንድ ዕጣ ብቻ እንወርስ አደረግህ? እኛ ብዙዎች ነን፤ ምክንያቱም ያህቬህ(הוהי) ባርኮናል” አሉት፡፡",
      "15": "ኢያሱም መልሶ “ብዙዎች ከሆናችሁና ኮረብታማይቱ የኤፍሬም ምድር ትንሽ ከሆነችባችሁ፤ ፈሪዛውያንና ረፋያውያን ወደሚኖሩበት ምድር ሄዳችሁ ጫካውን መንጥሩ” አላቸው፡፡",
      "16": "እነርሱም “ኮረብታማይቱ አገር ለእኛ በቂ አይደለችም፤ ከዚህም ሁሉ ጋር በኢይዝራኤል ሸለቆ በቤትሻንና በዙሪያዋ ባሉት ታናናሽ ከተሞችና በሜዳማው አገር የሚኖሩ ከነዓናውያን ብዙ የብረት ሠረገላዎች አሉአቸው” ሲሉ መለሱ፡፡",
      "17": "ኢያሱም ለኤፍሬምና በዮርዳኖስ ምዕራብ ለሰፈረው ለምናሴ ነገዶች እንዲህ አላቸው፤ “እናንተ በእውነት ብዙዎች ናችሁ፤ በኀይልም ብርቱዎች ናችሁ፤ ከአንድ የሚበልጥ ድርሻ ሊኖራችሁ ይገባል፤",
      "18": "ስለዚህ ኮረብታማው አገር የእናንተ ይሆናል፤ ጫካም ቢሆን መንጥራችሁ ዳር እስከ ዳር የራሳችሁ ርስት አድርጉት፤ ስለ ከነዓናውያን ጉዳይ የሆነ እንደሆን ምንም የብረት ሠረገላዎች ቢኖራቸውና ምንም ብርቱዎች ቢሆኑ ነቃቅላችሁ ልታባርሩአቸው ትችላላችሁ፡፡”"
    },
    "Chapter 18": {
      "1": "ድል አድርገው ምድሪቱን ከያዙ በኋላ መላው የእስራኤል ሕዝብ በሴሎ ተሰብስቦ ያህቬህ(הוהי) የሚመለክበትን ድንኳን ተከሉ፡፡",
      "2": "ከእስራኤልም ሕዝብ መካከል ገና የርስት ድርሻ ያላገኙ ሰባት ነገዶች ነበሩ፤",
      "3": "ስለዚህም ኢያሱ ለእስራኤል ሕዝብ እንዲህ አለ፤ “ገብታችሁ የቀድሞ አባቶቻችሁ አምላክ የሆነ ያህቬህ(הוהי) የሰጣችሁን ምድር ሳትወርሱ የምትቆዩት እስከ መቼ ነው?",
      "4": "ከእያንዳንዱ ነገድ ሦስት ሦስት ሰዎች ምረጡልኝ፤ እኔም እያንዳንዱ ነገድ መውረስ የሚገባውን የርስት ድርሻ ለማወቅ የምድሪቱን ሁኔታ አጥንተው እንዲመዘግቡ በመላ አገሪቱ እልካቸዋለሁ፤ ከዚያም በኋላ ተመልሰው ወደ እኔ ይመጣሉ፡፡",
      "5": "እነርሱም የሚያጠኑት ምድር ለሰባቱ ነገድ ይከፋፈላል፤ ይሁዳ በደቡብ በኩል፤ ዮሴፍም በሰሜን በኩል የተመደበላቸውን የርስት ድርሻ ይዘው ይኖራሉ፤",
      "6": "የእነዚህን ሰባት ክፍያዎች የሚገልጠውንም ማስረጃ በጽሑፍ አድርጋችሁ አምጡልኝ፤ አምላካችን የሆነውን ያህቬህ(הוהי)ን ለመጠየቅ ዕጣ እጥልላችኋለሁ፡፡",
      "7": "ይሁን እንጂ ሌዋውያን ከሌሎቻችሁ ጋር የርስት ድርሻ አይኖራቸውም፤ ምክንያቱም የእነርሱ ድርሻ ካህናት ሆነው ያህቬህ(הוהי)ን ማገልገል ነው፤ የሮቤልና የጋድ እንዲሁም የምናሴ ነገድ እኩሌታ ከዮርዳኖስ ወንዝ በስተ ምሥራቅ በኩል የያህቬህ(הוהי) አገልጋይ ሙሴ የሰጣቸውን ርስት አስቀድመው ወርሰዋል፡፡”",
      "8": "ሰዎቹም የምድሪቱን ሁኔታ ለማጥናት ከመሄዳቸው በፊት ኢያሱ፤ “ወደ ምድሪቱ ሁሉ ሂዱ፤ አቀማመጥዋንም አጥንታችሁ መዝግቡ፤ ወደ እኔም ተመልሳቸወሁ ኑ፤ እኔም በዚህ በሴሎ ስለ እናንተ ያህቬህ(הוהי)ን ለመጠየቅ ዕጣ እጥልላችኋለሁ” የሚል መመሪያ ሰጣቸው፤",
      "9": "ሰዎቹም በአገሪቱ በመላ ተዘዋወሩ፤ ከተሞቹንም ሁሉ መዝግበው ምድሪቱ ለሰባት ነገድ እንዴት እንደምትከፈል በጽሑፍ ገለጡ፤ ከዚህም በኋላ ኢያሱ ወዳለበት ወደ ሴሎ ተመልሰው መጡ፤",
      "10": "ኢያሱም ያህቬህ(הוהי)ን ለመጠየቅ ዕጣ አወጣላቸው፤ ለቀሩትም ለእስራኤል ነገዶች ለእያንዳንዳቸው ተመጣጣኝ የሆነ የርስት ድርሻ ተመደበላቸው፡፡",
      "11": "በመጀመሪያ የተመደበው ለብንያም ነገድ ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤ ለእነርሱም የተመደበላቸው ርስት የሚገኘው በይሁዳና በዮሴፍ ነገዶች መካከል ነበር፤",
      "12": "በሰሜን በኩል የሚገኘውም ድንበራቸው ከዮርዳኖስ ወንዝ ተነሥቶ ወደ ኢያሪኯ ሰሜን ሽቅብ ይወጣና በምዕራብ አቅጣጫ በሚገኘው ኮረብታማ አገር በኩል እስከ ቤትአዌን በረሓ ይደርሳል፤",
      "13": "ይኸው ድንበር በደቡብ በኩል ቀድሞ ሎዛ ተብላ ትጠራ ወደ ነበረችው ወደ ቤትኤል ይወጣና በታችኛው ቤትሖሮን ተራራ በኩል ወደ አጣሮት አዳር ይወርዳል፡፡",
      "14": "ይኸው ድንበር በሌላም አቅጣጫ ከዚህ ተራራ በስተ ምዕራብ ወደ ደቡብ በመታጠፍ የይሁዳ ነገድ ይዞታ ወደ ሆነችው ወደ ቂርያትበዓል ወይም ቂርያትይዓሪም ይልፋል፤ ይህም በምዕራብ በኩል የሚገኘው ድንበር ነው፤",
      "15": "የደቡቡም ድንበር በምዕራብ በኩል ከቂርያትይዓሪም ተነሥቶ ወደ ኔፍቶሐ ምንጮች ያልፋል፡፡",
      "16": "ከዚያም በራፋይም ሸለቆ ሰሜናዊ መጨረሻ በሚገኘው በሂኖም ሸለቆ ትይዩ ወደ ተራራው ግርጌ ይወርዳል፤ እንደገናም ተነሥቶ ከኢያቡሳውያን ተረተር ደቡባዊ ክፍል በሚገኘው በሂኖም ሸለቆ በኩል ወደ ዔንሮጌል ያልፋል፤",
      "17": "በስተሰሜን በኩል ወደ ዔንሼሜሽ ይታጠፍና በአዱምም መተላለፊያ ትይዩ ወደሚገኘው ወደ ገሊሎት ይመለሳል፤ ከዚያም ተነሥቶ ቀድሞ በሮቤል ልጅ ስም ይጠራ ወደነበረው ወደ ቦሄን ድንጋይ በመውረድ፤",
      "18": "በስተሰሜን በኩል በዮርዳኖስ ሸለቆ ትይዩ የሚገኘውን ተረተር አልፎ ይሄዳል፤ ከዚያም በኋላ ወደ ሸለቆው ይወርዳል፤",
      "19": "የቤትሖግላን ተረተር ሰሜንም ያልፍና የዮርዳኖስ ወንዝ ውሃ ሰርጎ ወደሚገባበት በሙት ባሕር ሰሜናዊ ጫፍ ላይ ሲደርስ ያበቃል፡፡ እንግዲህ የደቡቡ ድንበር ይህ ሲሆን፤",
      "20": "የምሥራቁ ድንበር የዮርዳኖስ ወንዝ ነው፤ የብንያም ነገድ ቤተሰቦች ርስት አድርገው የወረሱት ምድር ድንበሮቹ እነዚህ ነበሩ፡፡",
      "21": "የብንያም ነገድ ቤተሰቦች ይዞታ የሆኑት ከተሞችም ኢያሪኮ፤ ቤትሖግላ፤ ዔሜቀጺጽ፣",
      "22": "ቤትዐራባ፤ ጸማራይም፤ ቤትኤል፤",
      "23": "ዐዊም፣ ፋራ፣ ዖፍራ፣",
      "24": "ከፋርዐሞናይ፣ ዖፍኒና ጌባዕ ተብለው የሚጠሩ በድምሩ ዐሥራ ሁለት ከበማዎች ሲሆኑ፤ በዙሪያቸው የሚገኙ ታናናሽ ከተሞችንም ይጨምራሉ፡፡",
      "25": "በተጨማሪም ገባዖን፣ ራማ፣ በኤሮት፣",
      "26": "ምጽጳ፣ ከፊራ፣ ሞጻ፣",
      "27": "ሬቄም፣ ይርጳኤል፣ ታራላ፣",
      "28": "ጼላዕ፣ ኤሌፍ፣ ኢያቡስ (ኢየሩሳሌም) ጊብዓና ቂርያትይዓሪም ተብለው የሚጠሩ በድምሩ ዐሥራ አራት ከተሞች ሲሆኑ፤ በዙሪያቸው የሚገኙትን ታናናሽ ከተሞችንም ይጨምራሉ፡፡ እንግዲህ የብንያም ነገድ ቤተሰቦች ርስት አድርገው የወረሱት ምድር ይህ ነው፡፡"
    },

    "Chapter 19": {
      "1": "ሁለተኛው ምድብ ለስምዖን ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤ ግዛቱም ለይሁዳ ነገድ እስከተመደበው ምድር ድረስ ገባ ያለ ነበር፤",
      "2": "እርሱም ቤርሳቤህ፣ ሼባዕ፣ ሞላዳ፣",
      "3": "ሐጻርሹአል፣ ባላ፣ ዔጼም፣",
      "4": "ኤልቶላድ፤ በቱል፤ ሖርማ፣",
      "5": "ጺቅላግ፣ ቤትማርካቦት፣ ሐጻርሱሳ፣",
      "6": "ቤትለባኦትና ሻሩሔን የተባሉትን ዐሥራ ሦስት ከተሞች በዙሪያቸው ካሉት ታናናሽ ከተሞች ጋር ይጨምር ነበር፡፡",
      "7": "ከዚህም ሁሉ ጋር በተጨማሪ ዓይን፣ ሪሞን፣ ዔቴርና ዐሻን ተብለው የሚጠሩትን አራት ከተሞች በዙሪያቸው የሚገኙ ታናናሽ ከተሞችን ያጠቃልል ነበር፤",
      "8": "በደቡብ በኩል እስከምትገኘው እስከ ባዕለትበኤር (ራማ) ድረስ በእነዚህ ከተሞች ዙሪያ ያሉትን ታናናሽ ከተሞችን ሁሉ ያጠቃልል ነበር፤ የስምዖን ነገድ ቤተሰቦች ርስት አድርገው የተቀበሉትን �ምድር ይህ ነበር፡፡",
      "9": "ለይሁዳ የተመደበው ድርሻ ከሚያስፈልገው በላይ ስለነበር ከእርሱ ተከፍሎለት ለስምዖን ነገድ ተሰጠ፡፡",
      "10": "ሦስተኛው ምድብ ለዛብሎን ነገድ ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤ እነርሱም የተቀበሉት ምድር እስከ ሣሪድ ይደርሳል፤",
      "11": "ድንበሩም ከዚያ በመነሣት ከዳባሼትና በዮቅነዓም ምሥራቅ ከሚገኘው ወንዝ እየተዋሰነ በምዕራብ በኩል እስከ ማርዕላ ይደርሳል፡፡",
      "12": "ከሣሪድም ባሻገር በምሥራቅ በኩል ወደ ኪስሎትታቦር አልፎ እስከ ዳብራትና እስከ ያፊዓ ይደርሳል፤",
      "13": "እንደገናም በዚሁ በምሥራቅ በኩል ወደ ሪሞን በሚወስደው መንገድ ወደ ኔዓ አቅጣጫ ይታጠፍና ወደ ጋትሔፌርና ወደ ዒትቃጺን ይዘልቃል፤",
      "14": "የሰሜኑም ድንበር መመለሻው የይፍታሕኤል ሸለቆ ሆኖ ወደ ሐናቶን አቅጣጫ ይታጠፋል፤",
      "15": "አርሱም ቃጣት፣ ናህላል፣ ሺምሮን፣ ይዳላና ቤተልሔም ተብለው የሚጠሩትን ዐሥራ ሁለት ከተሞችና በዙሪያቸው ያሉትን ታናናሽ ከተሞች ያጠቃልላል፤",
      "16": "ስለዚህም እነዚህ ታላላቅና ታናናሽ ከተሞች ለዛብሎን ነገድ ቤተሰቦች ርስት ሆኖ በተሰጠው ምድር ክልል ውስጥ የሚገኙ ናቸው፡፡",
      "17": "አራተኛው ምድብ ለይሳኮር ነገድ ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤",
      "18": "የምድሩም ክልል ኢይዝራኤልን፣ ከሱሎትን፣ ሹኔምን፣",
      "19": "ሐፋራይምን፣ ሺኦንን፣ አናሐራትን፣",
      "20": "ራቢትን፣ ቂሽዮንነ፣ አቤጽን፣",
      "21": "ሬሜትን፣ ዔንጋኒምን፣ ዔንሐዳንና ቤትጳጼጽን ይጨምራል፤",
      "22": "ድንበሩም መመለሻው የዮርዳኖስ ወንዝ ሆኖ፤ ከታቦር፣ ከሻሐጹማና ከቤትሼሜሽ ጋር ይዋሰናል፤ እርሱም ዐሥራ ስድስት ከተሞችንና በዙሪያቸው ያሉትን ታናናሽ ከተሞች ሁሉ ያጠቃልላል፤",
      "23": "ስለዚህም እነዚህ ከተሞችና መንደሮቻቸው ለይሳኮር ነገድ ቤተሰቦች ርስት ሆኖ በተሰጠው ምድር ክልል ውስጥ የሚገኙ ናቸው፡፡",
      "24": "አምስተኛው ምድብ ለአሴር ነገድ ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤",
      "25": "የምድሩም ክልል ሔልቃትን፣ ሐሊን፣ ቤጤንን፣ አክሻፍን፣",
      "26": "አላሜሌክን፣ ዓምዓድንና ሚሽአልን ይጨምራል፤ በምዕራብም ከቀርሜሎስና ከሺሖርሊብናት ይዋሰናል፤",
      "27": "ወደ ምሥራቅም ይታጠፍና ድንበሩ ወደ ቤትዔሜቅና ወደ ነዒኤል በሚወስደው መንገድ ከዛብሎንና ከይፍታሕኤል ሸለቆ እየተዋሰነ ወደ ቤትዳጎን ይዘልቃል፡፡ በሰሜንም ወደ ካቡል፤",
      "28": "ወደ ዔብሮን፣ ረሖብ፤ ሐሞንና ቃና አልፎ እስከ ሲዶና ይደርሳል፡፡",
      "29": "ድንበሩ እስከተመሸገችው እስከ ጢሮስ ከተማ ይደርስና ወደ ራማ ይታጠፋል፤ ከዚያም መመለሻው የሜድትራኒያን ባሕር ሆኖ ወደ ሖሳ ይታጠፋል፤ እርሱም ማሐላብ፤ አክዚብ፤",
      "30": "ዑማ፤ አፌቅና ረሖብ ተብለው የሚጠሩትን ሃያ ሁለት ከተሞችና በዙሪያቸው የሚገኙ ታናናሽ ከተሞችንም ይጨምራል፤",
      "31": "ስለዚህ እነዚህ ታላላቅና ታናናሽ ከተሞች ለአሴር ነገድ ቤተሰቦች ርስት ሆኖ በተሰጠው ምድር ክል ውስጥ የሚገኙ ናቸው፡፡",
      "32": "ስድስተኛው ምድብ ለንፍታሌም ነገድ ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤",
      "33": "ድንበሩም ከሔሌፍ በመነሣት በአዳሚኔቄብና መያሚኒያ በኩል መመለሻው የዮርዳኖስ ወንዝ ሆኖ እስከ ላቁም ድረስ እስከ ዳዕናኒም ወርካ ይዘልቃል፡፡",
      "34": "ከዚህ በኋላ ድንበሩ በምዕራብ በኩል ወደ አዝኖትታቦር ይታጠፋል፤ ለዚያም በመነሣት በደቡብ በኩል ከዛብሎን ምዕራብ በኩል ከአሴርና ከዮርዳኖስ ምሥራቅ እየተዋሰነ ወደ ሑቆቅ ይደርሳል፤",
      "35": "እንዲሁም የተመሸጉት ከተሞች ጺዲም፣ ጼር፣ ሐማት፣ ራቃት፣ ኪናሬት፣",
      "36": "አዳማ፣ ራማ፣ ሐጾር፣",
      "37": "ቄዴሽ፣ ኤድረዒ፣ ዔንሐጾር፣",
      "38": "ይርኦን፣ ሚግዳልኤል፣ ሖሬም፣ ቤትዐናትና ቤትሼሜሽ ተብለው የሚጠሩ ዐሥራ ዘጠኝ ከተሞች በዙሪያቸው ካሉት ታናናሽ ከተሞች ጋር ከዚህ ክልል ውስጥ ይገኛሉ፤",
      "39": "ስለዚህ እነዚህ ታላላቅና ታናናሽ ከተሞች ለንፍታሌም ነገድ ቤተሰቦች ርስት ሆኖ በተሰጠው ምድር ክልል ውስጥ የሚገኙ ናቸው፡፡",
      "40": "ሰባተኛው ምድብ ለዳን ነገድ ቤተሰቦች የተሰጠው የርስት ድርሻ ነበር፤",
      "41": "የምድሩም ክልል ጾርዓን፤ ኤሽታኦልን፤ ዒርሼሜሽን፤",
      "42": "ሻዓልቢምን፤ አያሎንን፤ ይታላን፤",
      "43": "ኤሎንን፤ ቲምናን፤ ዔቅሮንን፤",
      "44": "ኤልተቄን ጊበቶንን፤ ባዕላትን፤",
      "45": "ይሁዳን፤ በኔበራቅን፤ ጋትሪሞንን፤",
      "46": "ሜያርቆን፤ ራቆንና እንዲሁም በኢዮጴ ዙሪያ ያለውን ግዛት ጭምር ያጠቃልላል፡፡",
      "47": "የዳንም ሕዝብ ይህን ምድር ለመውረስ የማይመች ሆኖ ባገኙት ጊዜ ወደ ላዪሽ ሄደው አደጋ በመጣል ከተማይቱን ያዙ፤ ሕዝብዋንም ፈጅተው የፋሳቸው ይዞታ አደረጓት፤ በዚያም ሰፈሩ፤ ላዪሽ ትባል የነበረችውን ከተማ ስሟን ለውጠው በቀድሞ አባታቸው ስም ዳን ብለው ጠሩአት፤",
      "48": "ስለዚህ እነዚህ ታላላቅና ታናናሽ ከተሞች ለዳን ነገድ ቤተሰቦች ርስት ሆኖ በተሰጠው ምድር ክልል ውስጥ የሚገኙ ናቸው፡፡",
      "49": "የእስራኤል ሕዝብ ምድሪቱን ተከፋፍለው በጨረሱ ጊዜ ለነዌ ልጅ ኢያሱ ከምድሪቱ ከፍለው የራሱን ድርሻ ሰጡት፤",
      "50": "ያህቬህ(הוהי)ም ባዘዘው መሠረት በኮረብታማው በኤፍሬም አገር እንዲሰጡት የጠየቃቸውን ቲምናትሴራሕ ተብላ የምትጠራውን ከተማ ሰጡት፤ ያችንም ተብላ የምትጠራውን ከተማ ሰጡት፤ ያችንም ከተማ እንደገና ሠርቶ መኖሪያው አደረጋት፡፡",
      "51": "ካህኑ አልዓዛሪ፤ የነዌ ልጅ ኢያሱና የእስራኤልን ነገዶች የሚወክሉት የቤተሰብ መሪዎች ያህቬህ(הוהי)ን በሚያመለኩበት በሴሎ ድንኳን ደጃፍ የያህቬህ(הוהי)ን ፈቃድ በመጠየቅ ዕጣ እየጣሉ ይህን ሁሉ የርስት ድርሻ አከፋፈሉ፡፡ በዚህም ዐይነት ሁኔታ ምድሪቱን አከፋፍለው ጨረሱ፡፡"
    },

    "Chapter 20": {
      "1": "ከዚህ በኋላ ያህቬህ(הוהי) ኢያሱን፤",
      "2": "ለእስራኤል ሕዝብ እንዲህ ብለህ ንገር አለው፤ “ሙሴ እንዲነግራችሁ ባዘዝሁት መሠረት የመማጸኛ ከተሞችን ምረጡ፤",
      "3": "ማንም ሰው ሳያውቅ በድንገት ሰው ቢገድል፤ ወደዚያ በመሄድ በከተማይቱ መግቢያ በር ወደሚገኘው ፍርድ ሸንጎ ቀርቦ የሆነውን ነገር ሁሉ ለመሪዎቹ ይገልጣል፤ ከዚያም በኋላ ወደ ከተማይቱ እንዲገባ ይፈቅዱለታል፤ የሚኖርበትንም ስፍራ ያሰጡትና በዚያ ይቆያል፤",
      "4": "ሊቀበለው የሚፈልገው ሰው ተከትሎት ቢመጣ፤ የከተማይቱ ሰዎች እርሱን አሳልፈው መስጠት አይገባቸውም፤ ሰውን የገደለው በድንገተኛ አጋጣሚ እንጂ በቂም በቀል ተነሣሥቶ ስላይደለ፤ ከአደጋ ሊጠብቁት ይገባል፡፡",
      "5": "በሸንጎ ቀርቦ ፍርድ እስከሚቀበልና በዘመኑ ያለው ሊቀ ካህናት እስከሚሞትበት ጊዜ ድረስ በዚያች ከተማ ሊቆይ ይችላል፤ ከዚያም በኋላ ሸሽቶ ወደወጣበት ከተማ በመመለስ ወደቤቱ ይገባል፡፡”",
      "6": "ስለዚህም ከዮርዳኖስ ወንዝ በስተምዕራብ የንፍታሌም ይዞታ በሆነችው በኮረብታማዋ አገር በምትገኘው በገሊላ፤ ቄዴሽ ተብላ የምትጠራውን፤ በኮረብታማው በኤፍሬም አገር ሴኬምንና በኮረብታማው በይሁዳ ምድር ኬብሮንን መርጠው ለዩ፤",
      "7": "በምሥራቅ ከፍ ብሎ በሚገኘው በረሓማ አገር፤ በሮቤል ግዛት ውስጥ በገለዓድ የምትገኘውን ጎላንን መርጠው ለዩ፤",
      "8": "ለእስራኤል ሕዝብና በመካከላቸውም ለሚኖሩ የውጭ አገር ሰዎች መማጸኛ ይሆኑ ዘንድ የጠመረጡ ከተሞች እነዚህ ነበሩ፤ ማንም ሰው በድንገተኛ አጋጣሚ ሰው ቢገድል፤ በሸንጎም ሳይፈረድበት እንዳይገደል ከእነዚያ ከተሞች ወደ አንዲቱ ሄዶ ሊበቀለው ከሚፈልገው ሰው እጅ ያመልጣል፡፡"
    },

    "Chapter 21": {
      "1": "የሌዊ ነገድ ቤተሰቦች መሪዎች ወደ ካህኑ አልዓዛር፤ ወደ ነዌ ልጅ ኢያሱና ወደ እስራኤል ሕዝብ ነገድ ቤተሰብ መሪዎች ሄዱ፤",
      "2": "በዚያም በከነዓን ምድር በምትገኘው በሴሎ ወደ እነርሱ ፊት ቀርበው “ያህቬህ(הוהי) በሙሴ አማካይነት የምንኖርባቸው ከተሞችና በዙሪያቸው ለከብቶቻችን ግጦሽ የሚሆን መሬት እንዲሰጠን አዝዞአል” አሉአቸው፡፡",
      "3": "ስለዚህም በያህቬህ(הוהי) ትእዛዝ መሠረት የእስራኤል ሕዝብ ለሌዋውያን የተወሰኑ ከተሞችንና ለከብት ግጦሽ የሚሆን መሬት ከግዛቶቻችሁ ከፍለው ሰጡአቸው፡፡",
      "4": "በመጀመሪያ ከተሞችን የተረከቡ ከሌዊ ነገድ የጠወለደው የቀሃት ጎሳ ቤተሰቦች ነበሩ፤ የካህኑ አሮን ዝርያዎች የሆኑ ቤተሰቦች ከይሁዳ ከስምዖንና ከብንያም ነገዶች ግዛት ዐሥራ ሦስት ከተሞች ተመደቡላቸው፤",
      "5": "ለቀሪው ለቀሃት ጎሳ ከኤፍሬም፣ ከዳንና ከምዕራብ ምናሴ ዐሥር ከተሞች ተመደቡለት፡፡",
      "6": "ለጌርሾን ጎሳ ከይሳኮር፤ ከአሴር፣ ከንፍታሌምና በባሳን ካለው ከምሥራቅ ምናሴ ግዛት ተከፍለው ዐሥራ ሦስት ከተሞች ተመደቡለት፡፡",
      "7": "ለመራሪ ጎሳ ቤተሰቦችም ከሮቤል፣ ከጋድና ከዛብሎን ግዛቶች ተከፍለው ዐሥራ ሁለት ከተሞች ተመደቡላቸው፡፡",
      "8": "በሙሴ አማካይነት ያህቬህ(הוהי) ባዘዘው መሠረት የእስኤል ሕዝብ እነዚህን ከተሞችና የግጦሽ ምድር ለሌዋውያን በዕጣ አከፋፈሉአቸው፡፡",
      "9": "ከይሁዳና ከስምዖን ግዛቶች ተከፍለው፤ ከሌዊ ነገድ ለተወለደው የቀሃት ጎሳ ለሆኑት የአሮን ዝርያዎች የተሰጡት ከተሞች እነዚህ ናቸው፤ የእነርሱም ምድብ የመጀመሪያ ሆኖ፤",
      "10": "የአርባዕን ከተማ ተረከቡ፤ አርባዕ የዐናቅ አባት ነበር፤ ይህችም አርባዕ አሁን በኮረብታማው በይሁዳ አገር በዙሪያዋ ካለው የግጦሽ ምድር ጭምር ኬብሮን ተብላ ትጠራለች፤",
      "11": "ይሁን እንጂ በከተማይቱ የሚገኘው የእርሻ ቦታና በክልልዋ ውስጥ ያሉት መንደሮች አስቀድሏ ለይፉኔ ልጅ ለካሌብ ርስት ሆነው ተሰጥተዋል፡፡",
      "12": "ከመማጸኛ ከተሞች አንድዋ ከሆነችው ከኬብሮን ጋርም በተጨማሪ ለካህኑ ለአሮን ዘሮች ከዚህ የሚከተሉት ከተሞች ተመደቡላቸው፤ እነርሱም ሊብና፤",
      "13": "ያቲር፤ ኤሽተሞዓ",
      "14": "ሖሎን፣ ደቢር፣",
      "15": "ዓይን፣ ዩጣና ቤትሼሜሽ ተብለው የሚጠሩት ከግጦሽ ምድራቸው ጭምር ከይሁዳና ከስምዖን ምድር ተከፍለው የተሰጡ ዘጠኝ ከተሞች ናቸው፡፡",
      "16": "ከብንያም ግዛት ተከፍለው አራት ከተሞች ተሰጡአቸው፡፡ እነርሱም ከግጦሽ ምድራቸው ጋር ገባዖን፣ ጌባዕ፣",
      "17": "ዐናቶችና ዐልሞን ተብለው የሚጠሩት ናቸው፡፡",
      "18": "የአሮን ዝርያዎች ለሆኑት ካህናት ከግጦሽ ምድራቸው ጋር በድምሩ ዐሥራ ሦስት ከተሞች ተመደቡላቸው፡፡",
      "19": "ለሌሎችም ከሌዊ ነገድ ለተወለደው ለቀሃት ጎሳ ቤተሰቦች ከኤፍሬም ግዛት ተከፍለው ጥቂት ከተሞች ተሰጡአቸው፡፡",
      "20": "ለእነርሱም የተሰጡት አራት ከተሞች ከመማጸኛ ከተሞች አንድዋ የሆነችው ሴኬምና በኮረብታማው በኤፍሬም አገር የሚገኙት የግጦሽ መሬቶችዋ፤ ጌዜር፤",
      "21": "ቂብጻይምና ቤትሖሮን የተባሉት ከግጦሽ መሬቶቻቸው ጋር ናቸው፡፡",
      "22": "ከዳን ግዛትም ተከፍለው የተሰጡአቸውም አራት ከተሞች ከግጦሽ ምድራቸው ጋር ኤልተቄ፤ ጊበቶን፤",
      "23": "አያሎንና ጋትሪሞን ናቸው፡፡",
      "24": "ከምዕራብ ምናሴም ተከፍለው የተሰጡአቸውም ሁለት ከተሞች ከግጦሽ ምድራቸው ጋር ታዕናክና ጋትሪሞን ናቸው፤",
      "25": "እነዚህ የቀሩት የቀሃት ጎሳ ቤተሰቦች ከግጦሽ ምድራቸው ጋር በድምሩ ዐሥር ለተሞች ተረከቡ፡፡",
      "26": "የጌርሾን ጎሳ የሆነው ሌላው የሌዋውያን ወገን ከግጦሽ ምድራቸው ጋር ከምሥራቅ ምናሴ ግዛት ተከፍለው የጠሰጡት ሁለት ከተሞች በባሳን ከመማጸኛ ከተሞች አንድዋ የሆነችው ጎላንና በዔሽተራ ናቸው፤",
      "27": "ከይሳኮር ግዛትም ተከፍለው ከግጦሽ ምድራቸው ጋር የተሰጡአቸው አራት ከተሞች፣ ቂስዮን፣ ዳበራት፣",
      "28": "ያርሙትና ዔንጋኒም ናቸው፤",
      "29": "ከአሴር ግዛትም ተከፍለው ከግጦሽ ምድራቸው ጋር የጠሰጢአቸው አራት ከተሞች፣ ሚሽአል፤ ዓብዶን፣",
      "30": "ሔልቃትና ረሖብ ናቸው፤",
      "31": "ከንፍታሌም ግዛት ተከፍለው ከግጦሽ ምድራቸው ጋር የተሰጡአቸው ሦስት ከተሞች በገሊላ ከመማጸኛ ከተሞች አንድዋ የሆነችው ቄዴሽ፣ ሐሞት፣ ዶርና ቀርታን ናቸው፡፡",
      "32": "የጌርሾን ጎሳ ቤተሰቦች በሙሉ በድምሩ ዐሥራ ሦስት ከተሞችን ከግጦሽ ምድራቸው ጋር ተረከቡ፡፡",
      "33": "ከመራሪ የተወለዱትም ቀሪዎቹ ሌዋውያን ከዛብሎን ግዛት ተከፍለው ከግጦሽ ምድራቸው ጋር የተረከቡአቸው አራት ከተሞች ዮቅነዓም፣ ቃርታ፣",
      "34": "ዲምናና ናህላል ናቸው፡፡",
      "35": "ከሮቤል ግዛትም ተከፍለው ከግጦሽ ምድራቸው ጋር የተሰጡአቸው አራት ከተሞች ቤጼር፣ ያሀጽ፣",
      "36": "ቀዴሞትና ሜፋዓት ናቸው፤",
      "37": "ከጋድ ግዛት ተከፍለው ከግጦሽ ምድራቸው ጋር የተሰጡአቸው አራት ከተሞች ከመማጸኛ ከተሞች አንድዋ የሆነችው በገለዓድ ግዛት የምትገኘው ራሞት፤ ማሕናይም፣",
      "38": "ሐሴቦንና ያዕዜር ናቸው፤",
      "39": "በዚህም ዓይነት ሁኔታ የመራሪ ጎሳ በድምሩ ዐሥራ ሁለት ከተሞችን ተረከበ፡፡",
      "40": "የእስራኤል ሕዝብ ርስት አድርገው ከወረሱት ምድር በጠቅላላ አርባ ስምንት ከተሞች ከግጦሽ ምድራቸው ጋር ለሌዋውያን ተሰጡ፡፡",
      "41": "ስለዚህ ያህቬህ(הוהי) ለቀድሞ አባቶቻቸው ሊሰጣቸው በመሐላ ቃል የገባቸውን ምድር ሁሉ ለእስራኤላውያን ሰጠ፡፡ ምድሪቱንም ከወረሱ በኋላ ሥርዓተ ኑሮ መመሥረት ጀመሩ፤",
      "42": "ያህቬህ(הוהי)ም ለቀድሞ አባቶቻቸው በገባው ቃል መሠረት በምድሪቱ ሁሉ ሰላምን ሰጣቸው፤ ከጠላቶቻቸውም አንድ እንኳ የሚቋቋማቸው አልነበረም፤ ምክንያቱም ያህቬህ(הוהי) በጠላቶቻቸው ላይ ድልን አቀዳጅቶአቸው ነበር፡፡",
      "43": "በዚህም ዐይነት ሁኔታ ያህቬህ(הוהי) ለእስራኤል ሕዝብ የሰጠውን እያንዳንዱን የተስፋ ቃል ፈጸመላቸው፡፡"
    },
    "Chapter 22": {
      "1": "ከዚህ በኋላ ኢያሱ የሮቤልን፤ የጋድንና በምሥራቅ ያሉትን የምናሴን ነገዶች በአንድነት ጠርቶ እንዲህ አላቸው፤",
      "2": "“ያህቬህ(הוהי) አገልጋይ ሙሴ እንድታደርጉት ያዘዛችሁን ሁሉ ፈጽማችኋል፤ የእኔንም ትእዛዝ ሁሉ ጠብቃችኋል፤",
      "3": "በዚህ ጊዜ ሁሉ ወገኖቻችሁን እስራኤላውያንን የከዳችሁበት ጊዜ የለም፤ የአምላካችሁን የያህቬህ(הוהי)ን ትእዛዝ በጥንቃቄ ፈጽማችኋል፡፡",
      "4": "እነሆ አሁን አምላካችሁ ያህቬህ(הוהי) በገባው የተስፋ ቃል መሠረት ለወገኖቻችሁ ለእስራኤላውያን ሰላምን ሰጥቶአቸዋል፤ ስለዚህ ያህቬህ(הוהי) አገልጋይ ሙሴ ወደ ሰጣችሁ ከዮርዳኖስ ወንዝ ማዶ በስተምሥራቅ ወደሚገኘውና ርስት አድርጋችሁ ወደ ወረሳችሁት ምድር ተመልሳችሁ ሂዱ፤",
      "5": "ሙሴ የሰጣችሁን ሕግ በጥንቃቄ ፈጽሙ፤ ይኸውም አምላካችሁን ያህቬህ(הוהי) ውደዱ፤ ፈቃዱን ፈጽሙ፤ ትእዛዙንም ጠብቁ፤ ለእርሱም ታማኞች ሆናችሁ በሙሉ ልባችሁ በፍጹም ነፍሳችሁ አገልግሉት፡፡”",
      "6": "ኢያሱም ከባረካቸው በኋላ ሲያሰናብታቸው የሚከተለውን መመሪያ ሰጣቸው፤ “ እነሁ አሁን ብዙ ከብት፤ ብር፣ ወርቅ፣ ነሐስ ፣ ብረትና የብዙ ልብስ ምርኮ ይዛችሁ ሃብታሞች በመሆን ወደ አገራችሁ ልትመለሱ ነው፤ ስለዚህም ከጠላቶቻችሁ ያገኛችሁትን ምርኮ ከነገድ ወገኖቻቸወሁ ጋር ተካፈሉ፤” ከዚህም በኋላ ወደየመኖሪያ ርስታቸው ሄዱ፡፡",
      "7": "ሙሴ ከዮርዳኖስ ወንዝ በስተ ምሥራቅ በባሳን ምድር ለምናሴ ነገድ እኩሌታ ርስት ሰጥቶ ነበር፤ ሌላው ለምናሴ ነገድ እኩሌታ ግን ኢያሱ ከዮርዳኖስ ወንዝ በስተ ምዕራቅ ከሌሎቹ ነገዶች ጋር የሚወርሰውን ምድር ሰጠው፡፡",
      "8": "በዚህም ዐይነት ሁኔታ የሮቤል፣ የጋድና በምሥራቅ ያሉት የምናሴ ነገዶች ወደየመኖሪያ ርስታቸው ተመልሰው ሄዱ፤ እነርሱም ተሰናብተው በሙሴ አማካይነት ያህቬህ(הוהי) ባዘዛቸው መሠረት ቀድሞ ርስት አድርገው ወደ ወረሱአት ወደ ገለዓድ ምድር በተመለሱበት ጊዜ ሌሎቹ እስራኤላውያን በሴሎ ነበሩ፡፡",
      "9": "በዮርዳኖስ ወንዝ አጠገብ የተሠራ መሠዊያ",
      "10": "የሮቤል፣ የጋድና የምሥራቅ ምናሴ ነገዶች በዮርዳኖስ ወንዝ አጠገብ በከነዓን ምድ ወደሚገኘው ወደ ገሊሎት እንደደረሱ በወንዙ አጠገብ አስደናቂ የሆነ ታላቅ መሠዊያ ሠሩ፤",
      "11": "የቀሩትም የእስራኤል ሕዝብ “እነሆ አድምጡ! የሮቤል፣ የጋድና በምሥራቅ ያሉት የምናሴ ነገዶች ሕዝብ በዮርዳኖስ ወንዝ አጠገብ በከነዓን ምድር በምትገኘው የእኛ ይዞታ በሆነችው ይዞታ በሆነችው በገሊሎት መሠዊያ ሠርተዋል” የሚል ወሬ ሰሙ፤",
      "12": "የእስራኤልም ሕዝብ ይህንን በሰሙ ጊዜ ሁሉም በአንድነት ወደ ሴሎ መጥተው በመሰብሰብ በምሥራቅ ነገዶች ላይ ሊዘምቱ ተዘጋጁ፡፡",
      "13": "ይህም ከመሆኑ በፊት የእስራኤል ሕዝብ የካህኑን የአልዓዛርን ልጅ ፊንሐስን በገለዓድ ምድር ወደሚገኙት ወደ ሮቤል፤ ወደ ጋድና በምሥራቅ ወደሚኖሩት የምናሴ ነገዶች ሕዝብ ላከኩት፤",
      "14": "ከፊንሐስም ጋር ዐሥር ታላላቅ ሰዎ ነበሩ፤ እነዚህም እያንዳንዱ በምዕራቅ ከሚገኙት ነገዶች የጠውጣጡ በየጎሳቸው የቤተሰብ መሪዎች የሆኑ ናቸው፤ እነርሱም የሮቤል፤ የጋድና በምሥራቅ የሚኖሩት የምናሴ ሕዝብ ሲናገሩ እንዲህ አሏቸው፤ “በእስራኤል አምላክ ላይ ስለምን ይህንን ክፉ ነገር አደረጋችሁ? ምክንያቱም ይህንን መሠዊያ ለራሳችሁ በመሥራታችሁ በያህቬህ(הוהי) ላይ አምፃችኋል፤ እርሱንም መከተል ትታችኋል፤",
      "15": "ያህቬህ(הוהי) ሕዝቡን በሚቀሥፍ በሽታ በቀጣ ጊዜ በፐዖር የሠራነውን ኃጢአት ረሳችሁትን? ከእሱ የተነሣ እነሆ እስከ አሁን ድረስ እየተሠቃየን ነን፤ ታዲያ ያ ኃጢአት አይበቃምን?",
      "16": "እናንተስ አሁን ያህቬህ(הוהי)ን ለመከተር እምቢ ማለታችሁ ነውን? እናንተ ዛሬ በያህቬህ(הוהי) ላይ ብታምፁ፤ እርሱ ነገ በመላው እስራኤል ላይ ይቆጣል፤",
      "17": "እንግዲህ ይህ ያላችሁበት ምድር ለአምልኮት የማይመች ቢሆን፤ የእርሱ ድንኳን ወደ ተተከለችበት ስፍራ ወደ ያህቼህ ኑ፤ የእኛ ይዞት ከሆነው ምድር የሚስማማችሁን ቦታ ያዙ፤ ነገር ግን በአምላካችን በያህቬህ(הוהי) ላይ አታምፁ፤ ወይም አስቀድሞ ከተሠራው ከአምላካችን ከያህቬህ(הוהי) መሠዊያ ጋር በተጨማሪ ሌላ መሠዊያ በመሥራት እኛንም ጭምር ዐመፀኞች አታድርጉን፡፡",
      "18": "የዛራሕ ልጅ ዓካን መደምሰስ ስለሚገባቸው ነገሮች ለመታዘዝ እምቢ ማለቱን አስታውሱ፤ በዚያም ምክንያት ያህቬህ(הוהי) መላውን የእስራኤል ሕዝብ ተቆጥቶአል፤ ታዲያ በኃጢአቱ ምክንያ የሞተ አካን ብቻ አይደለም፡፡”",
      "19": "የሮቤል፣ የጋድና በምሥራቅ የሚኖሩት የምናሴ ነገዶች ሕዝብም ለምዕራቅ ነገዶች የቤተሰብ መሪዎች እንዲህ ሲሉ መለሱላቸው፤",
      "20": "“ከሁሉ የሚበልጥ ኀይል ያህቬህ(הוהי) ነው! እርሱ የሁሉ ጌታ ነው! እርሱ ከሁሉ የሚበልጥ ኀያል አምላክ ነው! እኛ ይህንን ስለምን ይህንን እንደሠራን እርሱ ያውቃል! እናንተም ስለምን እንደሠራነው ልታውቁት እንፈልጋለን፤ በእውነት ካመፅንና በያህቬህ(הוהי) ላይ ያለንን እምነት አጓድለን ከተገኘን በሕይወት እንድንኖር አትፍቀዱልን፤",
      "21": "ለያህቬህ(הוהי) የማንታዘዝ ከሆንና የሠራነውን መሠዊያ የሚቃጠል መሥዋዕት፤ የእህል ቁርባን፤ ወይም ለደህንነት የሚሆን የኅብረት መሥዋዕት ልናቀርብበት አስበን ከሆነ ራሱ ያህቬህ(הוהי) ይቅጣን፤",
      "22": "እኛ የሠራነው ለዚህ አይደለም! እኛ እርሱን የሠራነው በሚመጡት ዘመናት የእናንተ ዝርያዎች የእኛን ልጆች ‹እናንተ የእስራኤል አምላክ ከሆነው ከያህቬህ(הוהי) ጋር ምን ግንኙነት አላችሁ?",
      "23": "እርሱ በእኛና በእናንተ፣ በሮቤልና በጋድ ሕዝቦች መካለል የዮርዳኖስን ወንዝ መለየ ድንበር አድርጓል፤ ስለዚህ ከያህቬህ(הוהי) ጋር ምንም ግንኙነት አይኖራችሁም› ይሉአቸው ይሆናል ብለን በመፍራ ብቻ ነው፡፡ በዚህመ ዐይነት የእናንተ ዝርያዎች የእኛን ዝርያዎች ለያህቬህ(הוהי) እንዳይሰግዱ ይከለክሉአቸው ይሆናል፡፡",
      "24": "ስለዚህ እኛ የሠራነው መሠዊያ የሚቃጠል ወይም ሌላ መሥዋዕት ለማቅረብ አይደለም፡፡",
      "25": "እኛ እርሱን የሠራነው በእኛና በእናንተ ሕዝብ መካከል ምልክት ሆኖ እንዲኖር ነው፤ ይኸውም ከእኛ በኋላ ለሚነሡት ትውልዶች በተቀደሰ ድንኳኑ ፊት ያህቬህ(הוהי)ን እንደምናመልክ የሚቃጠልና ሌላም መሠዋዕት፤ እንዲሁም ለደኅንነት የሚሆን የኅብረት መሥዋዕት ስናቀርብ ለመኖራችን ምስክር ይሆናል፤ ይኸውም የእናንተ ዝርያዎ የእኛም ዝያዎች ‹ከያህቬህ(הוהי) ጋር ምንም ግንኙነት የላችሁም› እንዳይሉአቸው ለማድረግ ይጠቅማል፤",
      "26": "እንግዲህ ምናልባት ይህ ነገር ቢሆን የእኛ ዕቅድ፤ ዝርያዎቻችን ‹ተመልከቱ! የቀድሞ አባቶቻችን የሠሩት መሠዊያ ሌህቬህ ከተሠራው መሠዊያ ጋር አንድ ዐይነት ነው ይኸውም በእኛና በእናንተ ሕዝቦች መካከል ምልክት ሆኖ እንዲኖር እንጂ የሚቃጠል ወይም ሌላ መሥዋዕት እንዲቀርብበት ታስቦ አልነበረም!› ማለት እንዲችሉ ነው፤",
      "27": "እኛ በእርግጥ በያህቬህ(הוהי) ላይ አላመፅምንም፤ የሚቃጠል ወይም ሌላ መሥዋዕት ወይም የእህል መባ፤ ወይም ሌላ መሥዋዕት ለማቅረብ አስበን ሌላ መሠዊያ በመሥራት ያህቬህ(הוהי)ን ማምለክ አልተውንም፤ እርሱ በሚመለክበት ድንኳን ፊት ለፊት ለቆመው ለአምላካችን ለያህቬህ(הוהי) ከተሠራው ሌላ የተለየ መሠዊያ አልሠራንም፡፡”",
      "28": "ካህኑ ፊንሐስና ከእርሱ ጋር የነበሩት ሕዝቡ የላካቸው የምዕራቅ ነገዶች የቤተሰብ አለቆች የሆኑት ታላላቅ ሰዎች፣ የሮቤል፤ የጋድና በምሥራቅ በሚኖሩ የምናሴ ነገዶች ሕዝብ የተናገሩትን ሰምተው መልሱ አረካቸው፤",
      "29": "ስለዚህም የአላዓዛር ልጅ ካህኑ ፊንሐስ እንዲህ አላቸው፤ “እነሆ አሁን ያህቬህ(הוהי) ከእኛ ጋር አላመፃችሁም፤ ስለዚህም የእስራኤልን ሕዝብ ከያህቬህ(הוהי) ቅጣት አድናችኋል፡፡”",
      "30": "ከዚህም በኋላ የካህኑ የአልዓዛር ልጅ ፊንሐስና መሪዎቹ የሮቤልና የጋድን ሕዝቦች በዚያው በገለዓድ ምድር ትተው በከነዓን ምድር ወደሚገኙት ወደ እስራኤል ሕዝብ ተመልሰው በመምጣት፤ ያገኙትን ማስረጃ አቀረቡ፤",
      "31": "እስራኤላውያንም በመልሱ ረክተው ያህቬህ(הוהי)ን አመሰገኑ፤ ከዚያም በኋላ የሮቤልና የጋድ ሕዝብ የሚኖሩባትን ምድር ለመደምሰስ ጦርነት ሰለማንሣት ጉዳይ መናገር አልፈለጉም፡፡",
      "32": "የሮቤልና የጋድ ሕዝብም “ይህ መሠዊያ ያህቬህ(הוהי) ብቻ አምላክ ስለመሆኑ ለሁላችን ምስክር ነው” አሉ፤ ከዚህም የተነሣ ምስክር ነው” አሉ፤ ከዚህም የተነሣ “ምስክር” ብለው ጠሩት፡፡"
    },
    "Chapter 23": {
      "1": "ከብዙ ጊዜ በኋላ ያህቬህ(הוהי) እስራኤላውያንን በዙሪያቸው ከሚገኙ ጠላቶቻቸው በማሳረፍ የሰላምን ኑሮ ሰጣቸው፤ በዚያን ጊዜ ኢያሱ በዕድሜው ሸምግሎ ነበር፤",
      "2": "ስለዚህም እርሱ መላውን እስራኤልን፤ ሽማግሌዎችን፤ መሪዎችን፤ ዳኞችንና የጦር አዛዥዎችን በአንድነት ጠርቶ እንዲህ አላቸው፤ “እነሆ እኔ በዕድሜ ሸምግያለሁ፤",
      "3": "አምላካችን ያህቬህ(הוהי) እናንተን ለመርዳት በእነዚህ አሕዛብ ላይ ያደረገውን ሁሉ አይታችኋል፤ አምላካችሁያህቬህ(הוהי) ስለ እናንተ ተዋግቶላችኋል፤",
      "4": "እኔም ገና ድል ያልተመቱትና ድለ የመታኋቸው አሕዛብ ይዞታ የነበረውና በምሥራቅ በኩል ከዮርዳኖስ ወንዝ በመዋሰን በስተምዕራቅ እስከ ሜድትራኒያን ባሕር የሚደርሰውን ሁሉ ለነገዶቻችሁ ርስት አድርጌ ሰጥቼአለሁ፤",
      "5": "አምላካችሁ ያህቬህ(הוהי) እነርሱን በፊታችሁ እንዲሸሹ ያድርጋል፤ እናንተም ወደ ፊት በተራመዳችሁ መጠን እነርሱን ነቃቅሎ ያጠፋል፤ አምላካችሁ ያህቬህ(הוהי) በሰጣችሁም ተስፋ መሠረት ምድራቸውን ትወርሳላችሁ፡፡",
      "6": "ስለዚህም በሙሴ ሕግ መጽሐፍ ትእዛዛት ሁሉ ለመጠበቅ ብርቱ ጥንቃቄ አድርጉ፤ ከእነርሱም ፈቀቅ አትበሉ፡፡",
      "7": "ከዚህም በኋላ በመካከላችሁ ከቀሩት አሕዛብ ጋር ከቶ አትተባበሩ የአማልክቶቻቸውንም ስም አትጥሩ በእነርሱም አትማሉ፤ ለእነርሱም አገልጋዮች አትሁኑ፤ አትስገዱላቸውም፡፡",
      "8": "ይልቅስ እስከ አሁን አንዳደረጋችሁት ለአምላካችሁ ለያህቬህ(הוהי) ታማኞች ሁኑ፤",
      "9": "እናንተ ወደ ፊት በተራመዳችሁ መጠን ታላላቅና ብርቱዎች የሆኑትን አሕዛብ ያህቬህ(הוהי) ነቃቅሎ አባርሮላችኋል፤ እናንተን እስከ ዛሬ ድረስ ሊቋቋማችሁ የቻለ አንድም የለም፤",
      "10": "ከእናንተ አንዱ ብቻውን ሆኖ ከእነርሱ ወገን አንዱን ሺ ማባረር ይችላል፤ ምክንያቱም አምላካችሁ ያህቬህ(הוהי) በሰጣችሁ ተስፋ መሠረት ስለእናንተ እየተዋጋላችሁ ነው፡፡",
      "11": "እንግዲህ አምላካችሁን ያህቬህ(הוהי)ን የምትወዱ መሆን እንደሚገባችሁ በጥንቃቄ አስቡ፡፡",
      "12": "እናንተ የማትታመኑ ከሐዲዎች ብትሆኑ በመካከላችሁም ከቀሩት አሕዛብ ጋር ብትተባበሩና ከእነርሱ ጋር በጋብቻ ብትደባለቁ ግን፤",
      "13": "እናንተ ወደ ፊት በተራመዳችሁ መጠን ያህቬህ(הוהי) አምላካችሁ እነዚህን አሕዛብ ከፊታችሁ ነቃቅሎ ሊያባርርላችሁ የማይፈቅደ መሆኑን ዕወቁ፤ ይልቁንም እነርሱ ለእናንተ እንደ አደገኛ ወጥመድና መውደቂያ ጉድጓድ ይሆኑባችኋል፤ ለጀርባችሁ እንደ መርዘኛ አለንጋ፤ ለዐይናችሁ እንደሚወጋ እሾኽ ይሆኑባችኋል፤ አምላካችሁ ያህቬህ(הוהי) ከሰጣችሁ፤ ከዚህች መልካም ምድር ተነቃቅላችሁ እስከትጠፉ ድረስ ይህ ሁሉ ጥፋት ይደርስባችኋል፡፡",
      "14": "“እነሆ እኔ የምሞትበት ጊዜ ደርሷል፤ አምላካችሁ ያህቬህ(הוהי) በሰጣችሁ ተስፋ መሠረት ያደረገላችሁን መልካም ነገር ሁሉ ከእናንተ እያንዳንዱ በፍጹም ልቡና በፍጹም ነፍሱ ያውቃል፤ እርሱ ከሰጣችሁ ተስፋ አንድም ሳይቀር ሁሉም ተፈጽሟል፡፡",
      "15": "ስለዚህም እርሱ እያንዳንዱን ተስፋ እንደፈጸመላችሁ ሁሉ እንዲሁም አስፈላጊ በሚሆንበት በእናንተ ላይ የሚፈጸመውን ቅጣት ሊያመጣባችሁ ይችላል፡፡",
      "16": "አምላካችሁ ያህቬህ(הוהי) እንድትጠብቁት ያዘዛችሁን ቃል ኪዳን ብታፈርሱና ሌሎችን አማልክት በማገልገል ብታመልኩአቸው በዚያን ጊዜ እርሱ በቁጣው ይቀጣችኋል፤ እርሱ በሰጣችሁም መልካም ምድር ከእናንተ መካከል የሚኖርባት አንድ እንኳ አይገኝም፡፡”"
    },

    "Chapter 24": {
      "1": "ኢያሱ የእስራኤልን ነገዶች በሙሉ በሴኬም በአንድነት ሰበሰበ፤ ሽማግሌዎችን፣ መሪዎችን፣ ዳኞችንና የእስራኤልን የጦር አዛዥዎች ሁሉ ጠራ፤ እነርሱም በያህቬህ(הוהי) ፊት ተሰበሰቡ፤",
      "2": "ኢያሱም ለሕዝቡ ሁሉ እንዲህ ሲል ተናገረ፤ “የእስራኤል አምላክ የሆነ ያህቬህ(הוהי) የሚለው ይህ ነው፤ ‹ከብዙ ዘመናት በፊት የቀድሞ አባቶቻችሁ ከኤፍራጥስ ወንዝ ማዶ ባዕዳን አማልክትን በማምለክ ይኖሩ ነበር፤ ከነዚያም አባቶች አንዱ የአብርሃምና የናኮር አባት ታራ ነበር፤",
      "3": "ከዚህም በኋላ የቀድሞ አባታችሁን አብርሃምን ከኤፍራጥስ ወንዝ ማዶ ከሚገኘው ምድር ጠርቼ፤ በከነዓን ምድር ሁ መራሁት፤ ዘሩንም አበዛሁለት፤ ይስሐቅንም ሰጠሁት፤",
      "4": "ለይስሐቅም ያዕቆብንና ዔሳውን ሰጠሁ፤ ለዔሳውም የኤዶምን ኮረብታማ አገር ርስት አድርጌ ሰጠሁት፤ ነገር ግን የእናንተ የቀድሞ አባት የሆነው ያዕቆብና ልጆቹ ወደ ግብጽ ተሰድደው ወረዱ፤",
      "5": "ዘግዬት ብሎም ሙሴንና አሮንን በመላክ በግብጽ ላይ ታላቅ መከራ እንዲደርስባት አደረግሁ፤ እናንተ ግን መርቼ አወጣኋችሁ፤",
      "6": "የቀድሞ አባቶቻችሁን ከግብጽ መርኤ ባወጣኋቸውም ጊዜ ግብጻውያን በሠረገላዎችና በፈረሰኞች አሳደዱአችሁ፤ ነገር ግን የቀድሞ አባቶቻችሁ ወደ ቀይ ባሕር በቀረቡ ጊዜ፤",
      "7": "እረዳቸው ዘንድ ወደ እኔ ጮኹ፤ እኔም በእነርሱና በግብጻውያን መካከል ጨለማ እንዲሆን አደረግሁ፡፡ ባሕሩም እንዲከነበልባቸው አድርጌ ግብጻውያንን አሰጠምሁ፤ ስለዚህም በግብጽ ላይ ያደረግሁባትን እናንተ ታውቁታላችሁ፡፡‹እናንተም ለረዥም ጊዜ ያላል በበረሓ ኖራችሁ፤",
      "8": "ከዚህም በኋላ በዮርዳኖስ ምሥራቅ አሞራውያን ወደሚኖሩባት ምድር አመጣኋችሁ፤ እነርሱ ተዋጉአችሁ፤ እኔ ግን በእነርሱ ላይ ድልን ስለሰጠኋችሁ፤ ምድራቸውን ወረሳችሁ፤ ወደፊትም በተራመዳችሁ መጠን እነርሱን ደመሰስሁላችሁ፤",
      "9": "ከዚህ በኋላ የሞአብ ንጉሥ የነበረው የጺፖር ልጅ ባላቅ ኪወጋችሁ በእናንተ ላይ ተነሣሣ፤ እናንተንም ይረግምለት ዘንድ በለዓም ተብሎ ወደሚጠራው ወደ ቢዖር ልጅ መልእክት ላከ፤",
      "10": "እኔ ግን በለዓምን አልሰማሁትም፤ ስለዚህም በመርገም ፈንታ ባረካችሁ፤ በዚህም ዐይነት ሁኔታ ከባላቅ እጅ በመታደግ አዳንኳችሁ፤",
      "11": "እናንተም የዮርዳኖስን ወንዝ ተሻግራችሁ ወደ ኢያሪኮ መጣችሁ፤ የኢያሪኮም ሰዎች፤ እንዲሁም አሞራውያን፤ ፈሪዛውያን፤ ከነዓናውያን፣ ሒታውያን፣ ጌርጌሳውያን፣ ሒዋውያንና ኢያቡሳውያን እናንተን ለመውጋት ተነሡ፤ እኔ ግን በእነርሱ ሁሉ ላይ ድልን ሰጠኋችሁ፡፡",
      "12": "እናንተም ወደፊት በተራመዳችሁ መጠን ሁለቱን የአሞራውያን ነገሥታት ነቃቅዬ ለማጥፋት እነርሱ በከባድ ጭንቅ ላይ እንዲወድቁ አደረግሁ፤ ይህም ሁሉ ሊሆን የቻለው በእናንተ ሰይፍና ቀስት አይደለም፤",
      "13": "እናንተ በማረስ ያልደከማችሁበትን የለማ ምድርና ያልሠራችኋቸውንም ከተሞች መኖሪያ አድርጌ ሰጠኋችሁ፤ እነሆ አሁን ያልተከላችሁትን የወይን ተክልና ያልደከማችሁበትን የወይራ ዛፍ ፍሬ እየተመገባችሁ  ትኖራላችሁ፡፡›”",
      "14": "ኢያሱ ንግግሩን በመቀጠል እንዲህ አለ፤ “እንግዲህ ያህቬህ(הוהי)ን አክብሩት፤ በፍጹም ቅንነትና በታማኝነት አገልግሉት፤ የቀድሞ አባቶቻችሁ በመስጴጦምያና በግብጽ ይሰግዱላቸው የነበሩትን ባዕዳን አማልክት አስወግዳችሁ ያህቬህ(הוהי)ን ብቻ አምልኩ፤",
      "15": "እርሱን ማምለክ መልካም መስሎ ካልታያችሁ ግን የቀድሞ አባቶቻችሁ ከኤፍራጥስ ወንዝ ማዶ በነበሩበት ጊዜ ያመልከኩአቸው የነበሩትን ወይም አሁን በምድራቸው የምትኖሩባቸውን የአሞራውያንን አማልክት ተመልኩ እንደሆን የምታመልኩትን ዛሬ ምረጡ፤ እኔና ቤተሰቤ ግን ያህቬህ(הוהי)ን እናመልካለን፡፡”",
      "16": "ሕዝቡም እንዲህ ሲሉ መለሱለት፤ “ያህቬህ(הוהי)ን ትተን ሌሎች ባዕዳን አምላክ አማልክትን ማምለክ ከእኛ ይራቅ፤",
      "17": "አምላካችን ያህቬህ(הוהי) አባቶቻችንና እኛን ከግብጽ ባርነት አውጥቶናል፤ ያደረገውን ተአምራት ሁሉ አይተናል፤ አሕዛብን ሁሉ አልፈን በመጣንበት ጊዜ በሰላም ጠብቆናል፤",
      "18": "እኛም ወደዚህች ምድር ለመግባት ወደፊት በተራመድን መጠን በዚያ የሚኖሩትን አሞራውያንን ሁሉ ከፊታችን ነቃቅሎ አባርሮልናል፤ ስለዚህም እርሱ አምላካችን ስለሆነ ያህቬህ(הוהי)ን እናገለግላለን፡፡”",
      "19": "ኢያሱም ለሕዝቡ እንዲህ አለ፤ “ያህቬህ(הוהי) ቅዱስና ቀኛተኛ አምላክ ስለሆነ፤ እናንተ እርሱን ማገልገል አትችሉም፤ የምትሠሩትን ዐመፅና ኃጢአት ሁሉ ይቅር አይልም፤",
      "20": "እርሱን ትታችሁ ባዕዳን አማልክትን ብታመልኩ፤ እርሱም ከእናንተ ፊቱን ይመልሳል፤ በእናንተ ላይ በቁጣ ተነሣስቶ ይቀጣችኋል፤ ምንም እንኳ ከዚህ በፊት መልካም ነገር ያደረገላችሁ ቢሆንም፤ ተመልሶ ያጠፋችኋል፡፡”",
      "21": "ሕዝቡም ለኢያሱ “ይህ ከቶ አይደለም! እኛ ያህቬህ(הוהי)ን እናመልካለን” አሉት፡፡",
      "22": "ኢያሱም “እንግዲህ ያህቬህ(הוהי)ን ለማምለክ ስለመምረጣችሁ ራሳችሁ ለራሳችሁ ምስክሮች ናችሁ” ሲል ነገራቸው፡፡እነርሱም “አዎ! ምስክሮች ነን!” አሉ፡፡",
      "23": "እረሱም “እንግያውስ በመካከላችሁ የሚገኙትን ባዕዳን አማልክትን አስወግዱ፤ የእስራኤል አምላክ ለሆነው ለያህቬህ(הוהי)ም ታማኝነታችሁን ግለጡ” አላቸው፡፡",
      "24": "ከዚህም በኋላ ሕዝቡ ኢያሱን “እኛ አምላካችንን ያህቬህ(הוהי)ን እናመልካለን፤ ትእዛዛቱንም እንፈጽማለን” አሉት፡፡",
      "25": "በዚያም ቀን ኢያሱ ከሕዝቡ ጋር ቃል ኪዳን ገባ፤ በዚያም በሴኬም የሚመሩበትን ሕግና ደንብ ሰጣቸው፤",
      "26": "ኢያሱም እነዚህን ትእዛዛት በያህቬህ(הוהי) የሕግ መጽሐፍ ጻፈ፤ ከዚያም በኋላ አንድ ትልቅ ድንጋይ ወስዶ በያህቬህ(הוהי) መቅደስ አጠገብ በሚገኘው የወርካ ዛፍ ሥር አቆመው፤",
      "27": "ለሕዝቡም ሁሉ እንዲህ አለ፤ “እንግዲህ ይህ ድንጋይ ምስክራችን ይሆናል፤ ምክንያቱም ያህቬህ(הוהי) ለእኛ የተናገረውን ቃል ሁሉ ሰምቶአል፤ ስለዚህ እናንተ በአምላካችሁ ላይ ከማመፅ እንድትገቱ፤ በእናንተ ላይ ምስክር ይሆንባችኋል፡፡”",
      "28": "ከዚህ በኋላ ኢያሱ ሕዝቡን ሁሉ አደናበተ፤ እያንዳንዱም ወደየርስት ይዞታው ተመልሶ ሄደ፡፡",
      "29": "ከዚህም በኋላ የያህቬህ(הוהי) አገልጋይ የነዌ ልጅ ኢያሱ በአንድ መቶ ዐሥር ዓመት ዕድሜው ሞተ፡፡",
      "30": "ሕዝቡም ከጋዓሽ ተራራ በስተሰሜን በኩል በምትገኘው በኮረብታማይቱ በኤፍሬም አገር የራሱ የኢያሱ ርስት በሆነችው በቲምናትሴራሕ ቀበሩት፡፡",
      "31": "ኢያሱ በሕይወት በነበረበት ጊዜ ሁሉ የእስራኤል ሕዝብ ያህቬህ(הוהי)ን አመለኩ፤ ከእርሱም ሞት በኋላ ያህቬህ(הוהי) ለእስራኤል የደረገውን ድንቅ ነገር ሁሉ በዐይናቸው ያዩት መሪዎች እስካሉበት ድረስ እርሱኑ በማምለክ ኖሩ፡፡",
      "32": "የእስራኤል ሕዝብ ከግብጽ ምድር ያወጡት የዮሴፍ ዐፅም በሴኬም ተቀበረ፤ ይህም ምድር ያዕቆብ የሼኬም አባት ከሆነው ከሐርሞር ልጆች በአንድ መቶ ጥሬ ብር የገዛው ነበር፤ ምድሩም የሚገኘው በዮሴፍ ዘሮች የርስት ድርሻ ክልል ነው፡፡",
      "33": "የአሮን ልጅ አልዓዛርም ሞተ፤ በጊብዓም ተቀበረ፤ እርስዋም በኮረብታማው በኤፍሬም አገርየምትገኝና ለልጁ ለፊንሐስ መኖሪያ የተሰጠች ትንሽ ከተማ ናት፡፡"
    }
  }
}
