{
  "jude": {
    "Chapter 1": {
      "1": "የያሹዋ መሺያ አገልጋይ የያዕቆብ ወንድም ከሆነው ከይሁዳ፤ ለተጠራችሁት፤ በያህቬህ(הוהי) አብ ለተወደዳችሁ፤ በየሹዋ መሺያ ለተጠበቃችሁ ሁሉ፤",
      "2": "ምሕረትና ሰላም ፍቅርም ይብዛላችሁ፤",
      "3": "ወላጆቼ ሆይ! ስለ ጋራ ደኅንነታችን ልጽፍላችሁ በብርቱ ፈልጌ ነበር፤ አሁንም በማያዳግም ሁኔታ ለቅዱሳን አንድ ጊዜ ስለተሰጠው እምነት በብርቱ እንድትጋደሉ ለመምከር ልጽፍላችሁ ግድ ሆነብኝ፡፡",
      "4": "የሚፈረድባቸው መሆኑን ከብዙ ጊዜ በፊት የተጻፈባቸው አንዳንድ ሰዎች ወደ እናንተ ሾልከው ገብተዋል፤ እነርሱም የአምላካችንን ጸጋ በሴሰኛነት የሚለውጡ ኃጢአተኞች ናቸው፤ እርሱ ብቻ ገዥያችንና ጌታችን የሆነውን ኢየሱስ ክርስቶስንም ይክዳሉ፡፡",
      "5": "ምንም እንኳ ይህን ሁሉ አስቀድማችሁ የምታውቁት ቢሆንም፤ ያህቬህ(הוהי) ሕዝቡን ከግብጽ አገር አውጥቶ እንዳዳነ ያላመኑትንም በኋላ እንዳጠፋቸው ላስታውሳችሁ እወዳለሁ፡፡",
      "6": "እንዲሁም ማዕረጋችውን ባለመጠበቅ ሰፈራቸውን የዉትን መላክእት አስታውሱ፤ እነእርሱን ያህቬህ(הוהי) እስከ ታላቁ የፍርድ ቀን ድረስ በዘላለም እሥራት፤ በድቅድቅ ጨለማ ውስጥ ጠብቆ አቆይቷቸዋል፡፡",
      "7": "በዚሁ ዓይነት ሰዶምና ገሞራ በዙሪያችሁ ያሉ ከተሞችም የዝሙት ኃጢአት ፈጸሙ፤ የተፈጥሮ ሥርዓትንም በመለወጥ በግብረ ሥጋ ተገናኙ፡፡ ስለዚህ እነርሱ በዘላለም እሳት ለሚቀጡት ምሳሌ ሆነዋል፡፡",
      "8": "እንዲሁም እነዚህ ሰዎች በሕልም እየተመሩ ሥጋቸውን ያረክሳሉ፤ የያህቬህ(הוהי)ንም ሥልጣን ይንቃሉ፤ በሰማይም ክብር ያላቸውን ይነቅፋሉ፡፡",
      "9": "የመላእክት አለቃ ሚካኤል እንኳ ስለ ሙሴ አስክሬን ከዲያብሎስ ጋር በበብርቱ በተከራከረ ጊዜ “ያህቬህ(הוהי) ይገስጽህ!” አለው እንጂ የስድብ ቃል በመናገር ሊፈርድበት አልደፈረም፡፡",
      "10": "እነዚህ ሰዎች ግን ለማስተዋል ያቃታቸውን ነገር ሁሉ ይሳደባሉ፤ አእምሮ እንደሌላቸው እንሰሶች በተፈጥሮ ስሜት የሚያውቁት ነገር ቢኖር እንኳን በእርሱ ይጠፋሉ፡፡",
      "11": "በቃየል መንገድ ስለሄዱ፤ ስለ ገንዘብ ብለው በበለዓም ስሕተት ስለ ወደቁ፤ቆራህ እንደተቃወመ በመቃወማቸው ስለ ጠፉ ወዮላቸው!",
      "12": "እነዚህ ሰዎች ያለ ሐፍረት እየተዳሩ በፍቅር ግብዣችሁ ላይ ሲገኙ እንቅፋት ይሆኑባችኋል፤ እነርሱ የሚያስቡት ስለ ራሳቸው ብቻ ነው፤ በነፋስ እንደሚገፋ፤ ዝናብ እንደሌለው ደመና ናቸው፡፡ በፍሬ ወራት ፍሬ እንደማይገኝበት፤ ከሥሩ እንደተነቀለና ሁለት ጊዜ እንደሞተ ዛፍ ናቸው፡፡",
      "13": "የአሳፋሪ ድርጊታቸውን ዐረፋ የሚደፍቁ፤ እንደ ተቆጣ የባሕር ማዕበል ናቸው፤ ድቅድቅ ጨለማ ለዘላለም የሚጠብቃቸው፤ እንድሚከራተቱ ኮከቦች ናቸው፡፡",
      "14": "ከአዳም ጀምሮ ሰባተኛ ትውልድ የሆነው ሔኖክ ስለነዚህ ሰዎች እንዲህ ሲል ትንቢት ተናግሯል፤ “እነሆ ጌታ ከብዙ ሺ ቅዱሳን ጋር ይመጣል፡፡",
      "15": "የሚመጣውም በሰው ሁሉ ላይ ሊፈርድ ዐመፀኞችን ሁሉ በዐመጻ ሥራቸው ሁሉና በ ያህቬህ(הוהי) ላይ በተናገሩት የስድብ ቃል ሁሉ ሊወቅስ ነው፡፡”",
      "16": "እነዚህ ሰዎች ሁልጊዜ የሚያጉረመርሙና በምንም ነገር የማይደሰቱ ናቸው፤ የራሳቸውን ክፉ ምኞት የሚከተሉ ናቸው፤ አፋቸው በትዕቢት ቃል የተሞላ ነው፤ ራሳቸውን ጥቅም በመፈለግ ሰውን ይለማመጣሉ፡፡",
      "17": "እናተ ግን ወዳጆች ሆይ! የጌታችን የያሹዋ መሺያ ሐዋርያት ከዚህ በፊት የተናገሩትን ቃል አስተውሱ፡፡",
      "18": "እነርሱ “በመጨረሻ ዘመን የገዛ ራሳቸውን ክፉ ሞኞች የሚከተሉ ዘባቾች ይመጣሉ” ብለዋችሁ ነበር፡፡",
      "19": "እነርሱ ሰውን የሚለያዩ፤ የሥጋን ሞኞት የሚከተሉ መንፈስ ቅዱስ የሌላቸው ሰዎች ናቸው፡፡",
      "20": "እናንተ ግን ወዳጆች ሆይ! ከሁሉ በላይ በተቀደሰው እምነታቸሁ ራሳችሁን ለማነጹ ትጉ፡፡ በመንፈስ ቅዱስም ኅይል ጸልዩ፡፡",
      "21": "ጌታችን ያሹዋ መሺያም በምሕረቱ የዘላለም ሕይወት እንዲሰጣችሁ በመጠባበቅ ራሳችሁን በያህቬህ(הוהי) ፍቅር ውስጥ ጠብቁት፡፡",
      "22": "ለሚጠራጠሩ ሰዎች ርኅራኄ አድርጉላቸው፤",
      "23": "አንዳንዶችን ከእሳት አውጥታችሁ አድኑአቸው፤ ሌሎችን በፍርሃት ራሩላቸው፤ ሆኖም በኃጢአት የረከሰውን ሰውነታችውን የነካውን ልብስ እንኳ ሳይቀር ጥሉ፡፡",
      "24": "እንዳትወድቁ ሊያደርጋችሁና ያለ ነቀፋም አድርጎ በደስታ በአብ ፊት ሊያቀርባችሁ ለሚችል፤",
      "25": "እርሱ ብቻ አዳኛችን ለሆነው አምላክ፤ በጌታችን በያሹዋ መሺያ አማካይነት ከጥንት ጀምሮ፤ አሁንም፤ ለዘላለምም ክብርና ግርማ፤ ኅይልና ሥልጣንም ይሁን! አሜን፡፡"
    }
  }
}
