{
  "malachi": {
    "Chapter 1": {
      "1": "ያህቬህ(יהוה) በነቢዩ በሚልክያስ አማካይነት ለእስራኤል ሕዝብ የተናገረው የተንቢት ቃል ይህ ነው፡፡",
      "2": "ያህቬህ(יהוה) ሕዝቡን “እኔ እኮ እናንተን ከመውደድ የተቆጠብኩበት ጊዜ የለም” ይላል፡፡ ሕዝቡ ግን “እንደምትወደን በምን እናውቃለን?” ይላሉ፡፡ ያህቬህ(יהוה)ም እንዲህ ሲል ይመልሳል፥ “ዔሳውና ያዕቆብ ወንድማማቾች ነበሩ፤ እኔ ግን ከዔሳው ይልቅ ያዕብንና ዝርያዎቹን ወደድሁ፡፡",
      "3": "ዔሳውንና ዝርያዎቹን ጠላሁ፤ የዔሳውን ኮረብታማ አገር ወደ ምድረ በዳ ለወጥሁ፤ ምድሩንም የአራዊት መፈንጫ አደረግሁት፡፡”",
      "4": "ኤዶማውያን የተባሉ የዔሳው ዝርያዎች “ከተሞቻችን ፈራርሰዋል፤ ነገር ግን መልሰን እንሠራቸዋለን” ቢሉ፥ ያህቬህ(יהוה) ደግሞ እንዲህ ይላል፥ “እነርሱ ይሠራሉ፤ እኔ ግን አፈርሳለሁ፤ ሕዝቡም ሁሉ አገሪቱን ‘የክፋት ምድር’ ነዋሪዎቹንም ‘ያህቬህ(יהוה) ለዘላለም የተቆጣው ሕዝብ’ ብለው ይጠሩዋቸዋል፡፡”",
      "5": "የእስራኤልም ሕዝብ ይህን ሁሉ በዐይናቸው አይተው “ያህቬህ(יהוה) ከእስራኤል ምድር ውጭ እንኳ ኀያል ነው” ይላሉ፡፡",
      "6": "የሠራዊት ጌታ ያህቬህ(יהוה) ካህናቱን እንዲህ ይላቸዋል፥ “ልጅ አባቱን፥ አገልጋይም አሳዳሪ ጌታውን ያከብራል፤ እነሆ እኔ አባታችሁ ነኝ፤ ታዲያ ለምን አታከብሩኝም? ጌታችሁም ነኝ፤ ለምንስ ክብር አትሰጡኝም? እናንተ እኮ እኔን ንቃችኋል፤ ነገር ግን ‘የናቅንህ እንዴት ነው?’ ብላችሁ ትጠይቃላችሁ፡፡ የናቃችሁኝማ እንዲህ ነው፥ እነሆ በመሠዊያዬ ላይ የረከሰ የእንጀራ መሥዋዕት እያቀረባችሁ ለአንተ ክብር ከመስጠት ቸል ያልንበት ሁኔታ እንዴት ነው? ትላችሁ፤ እኔም ‘መሠዊያዬን በመነቅና በማቃለል ነው’ እላችኋለሁ፡፡",
      "7": "በመሠዊያዬ ላይ የረከሰ የእንጀራ መሥዋዕት እያቀረባችሁ ለአንተ ክብር ከመስጠት ቸል ያልንበት ሁኔታ እንዴት ነው? ትላችሁ፤ እኔም ‘መሠዊያዬን በመነቅና በማቃለል ነው’ እላችኋለሁ፡፡",
      "8": "ለመሆኑ የታወረውን፥ የታመመውንና አንካሳ የሆነውን እንስሳ ለመሥዋዕት ስታቀርቡ ምንም በደል የፈጸማችሁ አይመስላችሁምን? ይህን የመሰለ እንስሳ ለአለቃችሁ ገጸ በረከት አድርጋችሁ ብታቀርቡለት፥ ደስ ብሎት የሚቀበላችሁና የሚመሰግናችሁ ይመስላችኋልን?",
      "9": "ካህናት ሆይ! “መልካም ነገር አድርግልን” ብላችሁ እስቲ ያህቬህ(יהוה)ን ለምኑ፤ እርሱ ለጸሎታችሁ መልስ አይሰጣችሁም፤ ይህም የእናንተ ስሕተት እንጂ የእርሱ አይደለም፤",
      "10": "የሠራዊት ጌታ ያህቬህ(יהוה)ማ እንዲህ ይላል፥ “በመሠዊያዬ ላይ ከንቱ እሳትን ከምታቃጥሉበት ይልቅ፥ የቤተ መቅደሱን በር የሚዘጋ ምነው ከእናንተ አንድ ሰው እንኳ በተገኘ! በእናንተ ደስ ስለማይለኝ ለእኔ የምታቀርቡትን ቁርባን አልቀበልም፤",
      "11": "እነሆ የዓለም ሕዝቦች ሁሉ ዳር እስከ ዳር ለእኔ ክብር ይሰጣሉ፤ በየትኛውም ስፍራ ለእኔ ዕጣን እያጠኑ ንጹሕ መሥዋዕት ያቀርቡልኛል፤ ሕዝቦችም ሁሉ ያከብሩኛል፡፡",
      "12": "እናንተ ግን ‘የያህቬህ(יהוה) መሠዊያ የረከሰ ነው’ በማለታችሁና እናንተ የናቃችሁትን አሰነዋሪ መሥዋዕት በማቅረባችሁ አዋርዳችሁኛል፡፡",
      "13": "እነሆ ‘እናንተ ይህ ሁሉ አሰልቺ ነገር ነው’ ብላችኋል፤ በመሠዊያዬም ላይ ንቀት አድሮባችኋል፤ ከዚህም የተነሣ የምታቀርቡልኝ መሥዋዕት የተሰረቀ፥ የታመመና አንካሳ እንስሳ ነው፤ ታዲያ እንዲህ ዐይነቱን መሥዋዕት ከእናንተ እጅ ይምቀበል ይመስላችኋልን?",
      "14": "ከመንጋው መካከል ለእኔ ስእለት አድርጎ የሚያቀርብልኝ ንጹሕ እንስሳ እያለው፥ ነውረኛ እንስሳ መሥዋዕት አድርጎ የሚያቀርብልኝ አታላይ ሰው የተረገመ ይሁን፤ ምክንያቱም እኔ ታላቅ ንጉሥ ነኝ፤ ስሜም በአሕዛብ ሁሉ ዘንድ የተፈራ ነው፡፡”"
    },

    "Chapter 2": {
      "1": "የሠራዊት ጌታ ያህቬህ(יהוה) እንዲህ ይላል፥ “ካህናት ሆይ! እነሆ ይህ ማስጠንቀቂያ የተሰጠው ለእናንተ ነው፤",
      "2": "በሥራችሁ ሁሉ ልታከብሩኝ ይገባል፤ ለቃሌ ባትታዘዙ ግን መርገምን እልክባችኋለሁ፤ በረከታችሁንም ወደ እርግማን እለውጠዋለሁ፤ ይህንንም የማደርገው ትእዛዜን ከልብ ባለመገንዘባችሁ ነው፡፡",
      "3": "እነሆ ልጆቻችሁን እቀጣለሁ፤ ለምሥዋዕት ያመጣችኋቸውን የእንስሳት ፍግ በፊታችሁ ላይ እበትናለሁ፤ ወደ ጉድፍ መጣያም ትወሰዳላችሁ፤",
      "4": "በዚያን ጊዜም ይህን ሁሉ ትእዛዝ የሰጠኋችሁ እኔ መሆኔን ታውቃላችሁ፤ ከዚህም የተነሣ ካህናት ለሆኑት ለሌዊ ዝርያዎች የሰጠሁት ቃል ኪዳን የጸና ሆኖ ይኖራል፡፡”",
      "5": "“በዚህም ቃል ኪዳኔ ሕይወትንና ሰላምን ሰጠኋቸው፤ ይህንንም መልካም አኗኗር የሰጠኋቸው እኔን እንዲያከብሩ ነበር፤ በእርግጥም በዚያን ጊዜ እኔን በመፍራት ስሜን ሲያከብሩ ኖረዋል፡፡",
      "6": "በዚያን ጊዜ ስሕተትን ሳይሆን ቀናውን ነገር ያስተምሩ ነበር፤ ከእኔም ጋር ተስማምተው ኖረዋል፤ ራሳቸው መልካም ነገርን ማድረግ ብቻ ሳይሆን፥ ሌሎችም ከክፋት እንዲመለሱ ይረዱዋቸው ነበር፡፡",
      "7": "ስለዚህ እነርሱ ያደርጉት በነበረው ዐይነት የያህቬህ(יהוה)ን እውነተኛ እውቀት ማስተማር የካህናት ተግባር ነው፤ ካህናት የሠራዊት ጌታ የያህቬህ(יהוה) መልእክተኞች ስለሆኑ የእኔ ፈቃድ ምን እንደሆነ ለመማር ሕዝቡ ወደ ካህናት መሄድ አለባቸው፡፡",
      "8": "“አሁን ግን እናንተ ካህናት ከእውነተኛው መንገድ ፈቀቅ ብላችኋል፤ በትምህርታችሁም ብዙዎችን አሳስታችኋል፤ ከእናንተ ጋር የገባሁትንም ቃል ኪዳ አፍርሳችኋል፡፡",
      "9": "ለእኔ ፈቃድ ባለመታዘዛችሁና ስታስተምሩም ሰዎችን በእኩልነት ባለመመልከታችሁ ምክንያት እኔም ደግሞ በእስራኤል ሕዝብ ፊት የተናቃችሁና የተዋረዳችሁ እንድትሆኑ አደርጋለሁ፡፡”",
      "10": "እኛ ሁላችን የአንድ አባት ልሎች አይደለንምን? ሁላችንንስ የፈጠረ አንድ አምላክ አይደለምን? ስለዚህ እርስ በርሳችን የተለዋወጥነውን ቃል ኪዳን ስለምን እናፈርሳለን? ያህቬህ(יהוה) ከቀድሞ አባቶቻችን ጋር የገባውንስ ቃል ኪዳን ስለምን እንንቃለን?",
      "11": "የይሁዳ ሕዝቦች ለያህቬህ(יהוה) የገቡትን ቃል ኪዳን አፍርሰው በኢየሩሳሌምና በመላ ሀገሪቱ ላይ አስጸያፊ የሆነውን ርኩሰት አድርገዋል፤ ያህቬህ(יהוה) የሚወድደውንም ቤተ መቅደስ አርክሰውታል፤ ወንዶቹ የባዕድ አገር ጣዖት አምላኪ የሆኑ ሴቶችን አገቡ፡፡",
      "12": "ይህን የሚያደርገውን ሁሉ ከእስራኤል ሕዝብ ማኅበር እግዚአብሔ ያስወገደው! ሕዝባችን ለሠራዊት ጌታ ያህቬህ(יהוה) በሚያቀረበው መሥዋዕት ተሳታፊ ሳይሆን እንደ ወጣ ይቅር!",
      "13": "እናንተ የምታደርጉት ሌላው ነገር ይህ ነው፤ ለቅሶና ዋይታ በበዛበት እንባ የያህቬህ(יהוה)ን መሠዊያ ትሸፍናላችሁ፤ ከዚህ የተነሣ ያህቬህ(יהוה) ዳግመኛ መሥዋዕታችሁን አይመለከትም፤ በደስታም አይቀበለውም፡፡",
      "14": "“ስለምን መሥዋዕታችንን አይቀበልም?” ብላችሁ ብትጠይቁም ምክንያቱ ይህ ነው፤ በወጣትነታችሁ ጊዜ ላገባችኋቸው የሕግ ሚስቶቻችሁ የገባችሁላቸውን ቃል ኪዳን አፍርሳችኋል፤ እነርሱ እኮ የቃል ኪዳን ጓደኞቻችሁ ነበሩ፤ እናንተ ግን በያህቬህ(יהוה) ፊት በቃል ኪዳን ባገባችኋቸው ሚስቶቻችሁ ላይ ተንኮል በመሥራት ታማኝነታችሁን አጓድላችኋል፡፡",
      "15": "ታዲያ ያህቬህ(יהוה) እናንተና ሚስቶቻችሁ አንድ አካልና አንድ መንፈስ እንዲኖራችሁ አድርጎ አልነበረምን? በዚህስ የእርሱ ዓላማ ምን ነበር? ዋና ዓላማው የያህቬህ(יהוה) ሕዝቦች የሆኑ ልጆችን እድትወልዱ በመፈለግ ነበር፤ ስለዚህ ከእናንተ እያንዳንዱ ለሚስቱ የገባውን ቃል ኪዳን ላለማፍረስ ልዩ ጥንቃቄ ያድርግ፡፡",
      "16": "እኔ የባልና ሚስትን መፋታት እጠላለሁ፤ ከእናንተ አንዱ እንኳ ይህን ዐይነት ክፉ የሆነ የመፋታት ተግባር መፈጸሙን አልወድለትም፤ ስለዚህ ለሚስቶቻችሁ ታማኞች ለመሆን የገባችሁላቸውን ቃል ኪዳን ላለማፍረስ ልዩ ጥንቃቄ አድርጉ” ይላል የእስራኤል አምላክ ያህቬህ(יהוה)፡፡",
      "17": "ያህቬህ(יהוה)ን በከንቱ ንግገራችሁ አሰልችታችሁታል፤ ሆኖም “ያሰለቸነው እንዴት ነው?” ብላችሁ ትጠይቃላችሁ፤ እርሱን ያሰለቻችሁትማ “ክፉ አድራጊዎች ሁሉ በሠራዊት ጌታ በያህቬህ(יהוה) ዘንድ ቅን ናቸው፤ ይልቀንም በእርሱ ደስ ይለዋል” ወይም ደግሞ “በእውነት የሚፈርድ አምላክ የት አለ?” እያላችሁ በመጠየቃችሁ ነው፡፡"
    },
    "Chapter 3": {
      "1": "የሠራዊት ጌታ ያህቬህ(יהוה) እንዲህ ይላል፥ “መንገዴን ያዘጋጅ ዘንድ መልእክተኛዬን አስቀድሜ እልካለሁ፤ ‘ከዚህ በኋላ ይመጣልናል’ ብላችሁ የምትጠብቁት ጌታ ወደ ቤተ መቅደሱ በፍጥነት ይመጣል፤ ለማየት የምትናፍቁትም መልእክተኛዬ መጥቶ ቃል ኪዳኔን ያውጃል፡፡”",
      "2": "ነገር ግን እርሱ እንደ ልብስ ማጠቢያ ሳሙናና ብረት እንደሚያቀልጥ እንደ አንጥረኛ እሳት ብርቱ ነው፤ እርሱ በተገለጠ ጊዜ በፊቱ ጸንቶ መቆም የሚችል ስለሌለ የሚመጣበትን ቀን መቋቋም የሚችል የለም፡፡",
      "3": "እርሱ ብርን በማቅለጥ እንደሚጠራ አንጥረኛ ፈራጅም ይቀመጣል፤ አንጥረኛ ብርንና ወርቅን አቅልጦ እንደሚያነጥር የጌታም መልእክተኛ ካህናትን ያጠራል፤ ከዚህም በኋላ ለያህቬህ(יהוה) ትክክለኛውን መሥዋዕት የሚያቀርቡ ይሆናሉ፡፡",
      "4": "የይሁዳና የኢየሩሳሌም ሕዝቦችም ሁሉ ቀድሞ ያደርጉት በነበረው ዐይነት የሚያቀርቡለት መሥዋዕት ሁሉ ጌታ ያህቬህ(יהוה)ን ደስ ያሰኘው ይሆናል፡፡",
      "5": "የሠራዊት ጌታ ያህቬህ(יהוה) እንዲህ ይላል፥ “ፍርድ ለመስጠት በመካከላችሁ እገኛለሁ፤ ስለዚህም በአስማተኞችና በአመንዝራዎች በሐሰት በሚመሰክሩና የሠራተኛውን ደመወዝ አታለው በሚያስቀሩ አሠሪዎች፥ ባል የሌላትን መበለትና ድኻ አደጉን በሚያስጨንቁ፥ የስደተኛውንም ፍርድ በሚያጣምሙና እኔን በማይፈሩ ወገኖች ላይ በፍጥነት እመሰክርባቸዋለሁ፡፡",
      "6": "“እኔ ያህቬህ(יהוה) አልለወጥም፤ ስለዚህ እናንተ የያዕቆብ ዝርያዎች ሆይ! እስከ አሁን ገና ፈጽማችሁ አልጠፋችሁም፡፡",
      "7": "ከቀድሞ አባቶቻችሁ ዘመን ጀምሮ ከሥርዓቴ ፈቀቅ ብላችኋል፤ ሕጌንም አልጠበቃችሁም፤ ይልቅስ ወደ እኔ ተመለሱ፤ እኔም ወደ እናንተ እመለሳለሁ ይላል የሠራዊት ጌታ ያህቬህ(יהוה)፡፡ እናንተ ግን ‘ወደ አንተ ለመመለስ በቅድሚያ ምን ማድረግ አለብን?’ ብላችሁ ትጠይቃላችሁ፡፡",
      "8": "እኔም እንዲህ ብዬ እጠይቃችኋለሁ፥ ‘ሰው ያህቬህ(יהוה)ን በማታለል መስረቅ ይገባዋልን? በእርግጥ አይገባውም፥ እናንተ ግን አኔን በማታለል ትሰርቁኛላችሁ፤’ እናንተም ‘ለመሆኑ የሰረቅንህ ነገር ምንድን ነው?’ ብላችኋል፤ የሰረቃችሁኝማ የዐሥራቱንና የመባውን ገቢ በመውሰድ፥",
      "9": "እናንተ የእስራኤል ሕዝብ ዐሥራቴንና መባዬን በመስረቃችሁ የተረገማችሁ ሆናችኋል፡፡",
      "10": "ይልቅስ በቤተ መቅደሴ ሢሣይ ይበዛ ዘንድ ዐሥራቴን በሙሉ ወደ ጎተራ አግቡ፤ እናንተ ይህን ብታደርጉ እኔ ደግሞ የሰማይን መስኮቶች ከፍቼ መልካም የሆነውን በረከት ሁሉ አብዝቼ ባልሰጣችሁ በዚህ ልትፈትኑኝ ትችላላችሁ፡፡",
      "11": "እህላችሁ በተባይ እንዲጠፋ አላደርግም፤ የወይናችሁ ተክል ዘወትር ያፈራል፤ ፍሬውም አለጊዜው አይረግፍም፡፡",
      "12": "በዚያን ጊዜ የምድር አሕዛብ ሁሉ እናንተን ‘የተባረከ ሕዝብ!’ ብለው ይጠሩአችኋል፤ ምክንያቱም ምድራችሁ ለኑሮ የተመቸች ትሆናለች” ይላል የሠራዊት ጌታ ያህቬህ(יהוה)፡፡",
      "13": "ያህቬህ(יהוה) እንዲህ ይላል፥ “በእኔ ላይ የድፍረት ቃል ትናገራላችሁ፤ እንደገና ደግሞ ‘እኛ በአንተ ላይ ምን ክፉ ነገር ተናገርን?’ ብላችሁ ትጠይቃላችሁ፤",
      "14": "‘ያህቬህ(יהוה)ን ማገልገል ምን ጥቅም አለው? የእርሱን ትእዛዝ በመጠበቅና የሠራዊት ጌታ በሆነው በያህቬህ(יהוה) ፊት ሐዘንተኞች ሆነን በመታየት ምን የጠቀምነው ነገር አለ?",
      "15": "እንደምናየው ከሆነ እነሆ ትዕቢተኞች በመደሰት ይኖራሉ፤ ታዲያ ክፉ አድራጊዎች በረከት አግኝተው ያህቬህ(יהוה)ን በመፈታተናቸው ምን ተጎድተዋል’ እያላችሁ ትናገራላችሁ፡፡”",
      "16": "በዚያን ጊዜ ያህቬህ(יהוה)ን የሚፈሩ ሰዎች እርስ በርሳቸው ተነጋገሩ፤ እርሱም እንዳመጣቸው፤ የተናገሩትንም ሁሉ ሰማ፤ እርሱን በመፍራት የሚያከብሩት ሁሉ እንዳይረሱ በእርሱ ፊት ስማቸው በመዝገብ ተጽፎአል፡፡",
      "17": "የሠራዊት ጌታ ያህቬህ(יהוה) እንዲህ ይላል፥ “እነርሱ የእኔ ይሆናሉ፤ እኔ በምሠራበት ጊዜ እነርሱ ለእኔ ብቻ የተለየ ሕዝብ ይሆናሉ፤ አባት ለሚገለግለው ልጅ ምሕረት እንደሚያደርግለት ሁሉ እኔም ለእነርሱ  አደርግላቸዋለሁ፡፡",
      "18": "እኔን ለሚያገለግለኝ ደግ ሰው የሚደረግለትን መልካም ነገርና እኔን በማያገለግለኝ ዐመፀኛ ሰው ላይ የሚደርስበትን ክፉ ነገር ሕዝቤ እደገና ያዩታል፡፡”"
    },
    "Chapter 4": {
      "1": "የሠራዊት ጌታ ያህቬህ(יהוה) እንዲህ ይላል፥ “ትዕቢተኞችና ክፉ አድራጊዎች እንደ ገለባ በእሳት የሚጋዩበት ቀን ቀርቦአል፤ በዚያን ጊዜ ከእነርሱ ማንም ሳይተርፍ ተቃጥለው ይጠፋሉ፡፡",
      "2": "ለምትታዘዙኝ ለእናንተ ግን የጽድቅ ፀሐይ ይወጣችኋል፤ ፈውስንም ይሰጣችኋል፤ ነፃ ወጥታችሁም ከማሰሪያው ተለቆ በደስታ እንደሚቧርቅ እንቦሳ ትሆናላችሁ፡፡",
      "3": "እኔ በምሠራበት በዚያ ቀን ዐመፀኞችን ሁሉ ታሸንፋላችሁ፤ በእግራችሁም ጫማ ሥር እንደ ትቢያ ይሆናሉ፡፡",
      "4": "“የእስራኤል ሕዝብ ሁሉ እንዲፈጽሙት በሲና ተራራ ላይ ለአገልጋዬ ለሙሴ የሰጠሁትን የሕግና የትእዛዝ ትምህርት አስታውሱ፡፡",
      "5": "“ነገር ግን ታላቅና አስፈሪ የሆነው የጌታ ቀን ከመምጣቱ በፊት ነቢዩን ኤልያስን ወደ እናንተ እልክላችኋለሁ፡፡",
      "6": "እርሱም መጥቼ ምድራችሁን እንዳላጠፋ ተለያይተው የነበሩትን አባቶችና ልጆች ልብ ለልብ እንዲቀራረቡ ያደርጋቸዋል፡፡”"
    }
  }
}
