{
  "mark": {
    "Chapter 1": {
      "1": "ይህ የያህቬህ(הוהי) ልጅ የያሹዋ መሺያ የምሥራች ቃል መጀመሪያ ነው",
      "2": "ይኸውም በነቢዩ ኢሳይያስ 'እነሆ መንገድህን የሚጠርግ መልእክተኛዬን በፊትህ አስቀድሜ እልካለሁ'",
      "3": "ይህም 'የጌታን መንገድ አዘጋጁ ጥርጊያውንም አቅኑ እያለ በበረሓ የሚጮኽ ሰው ድምፅ' ተብሎ እንደተጻፈው ነው፡፡",
      "4": "ስለዚህ አጥማቂው ዮሐንስ 'የኃጢአትን ይቅርታ እንድታገኙ ንስሓ ገብታችሁ ተጠመቁ!' በማለት በበረሐ እያወጀ መጣ፡፡",
      "5": "የይሁዳ አገር ሰዎችና የኢየሩሳሌም ከተማ ነዋሪዎች ሁሉ ወደ እርሱ ይመጡ ነበር፤ ኃጢአታቸውንም እየተናዘዙ በዮርዳኖስ ወንዝ በእርሱ እጅ ይጠመቁ ነበር፡፡",
      "6": "ዮሐንስ ከግመል ጠጉር የተሠራ ልብስ ይለብስ ነበር፤ በወገቡም ጠፍር ይታጠቅ ነበር፤ ምግቡም አንበጣ እና የበረሓ ማር ነበር፡፡",
      "7": "እንዲህም ይል ነበር 'ጎንበስ ብዬ የጫማውን ማሠሪያ ለመፍታት እንኳን የማልበቃ ከእኔ የሚበልጥ ከእኔ በኋላ ይመጣል፤",
      "8": "እኔ በውሃ አጠምቃችኋለሁ፤ እርሱ ግን በመንፈስ ቅዱስ ያጠምቃችኋል፡፡'",
      "9": "በዚያን ጊዜ ያሹዋ በገሊላ አገር ከምትገኝ ከናዝሬት ከተማ መጥቶ በዮርዳኖስ ወንዝ በዮሐንስ እጅ ተጠመቀ፡፡",
      "10": "ያሹዋ ከውሃው እንደወጣ ወዲያውኑ ሰማይ ሲከፈትና መንፈስ ቅዱስም በርግብ አምሳል ሆኖ በእርሱ ላይ ሲወርድ አየ፡፡",
      "11": "በዚያን ጊዜ 'አንተ የተወደድህ ልጄ ነህ፤ በአንተ ደስ ይለኛል' የሚል ድምፅ ከሰማይ መጣ፡፡",
      "12": "ወዲያውኑ ወደ በረሓ እንዲሄድ መንፈስ ቅዱስ አነሣሣው፡፡",
      "13": "በዚያም በረሓ በሰይጣን እየተፈተነ አርባ ቀን ቆየ፤ ከአራዊትም ጋር ነበረ፤ መላእክትም አገለገሉት፡፡",
      "14": "ዮሐንስም ተይዞ ወደ እስር ቤት ከገባ በኋላ ያሹዋ የያህቬህ(הוהי)ን የምሥራች ቃል እያበሠረ ወደ ገሊላ መጣ፡፡",
      "15": "ሲያበሥርም 'ጊዜው ደረሰ፤ የያህቬህ(הוהי) መንግሥት ቀርባለችና ንስሓ ግቡ፤ በዚህ የምሥራች ቃል እመኑ' ይል ነበር",
      "16": "ከዚህ በኋላ ያሹዋ በገሊላ ባሕር አጠገብ ያልፍ ነበር፤ ስምዖንና ወንድሙ እንድርያስ ዓሣ አጥማጆች ስለነበሩ መረባቸውን ወደ ባሕር ሲጥሉ አያቸው፡፡",
      "17": "የሹዋም 'ኑ ተከተሉኝ! እኔ ስዎችን እንድታጠምዱ እርጋችኋለሁ!' አላቸው",
      "18": "እነርሱም ወዲያውኑ መረባቸውን ትተው ተከተሉት፡፡",
      "19": "ከዚያም ጥቂት አለፍ እንዳለ ሌሎች ሁለት ወንድማማቾችን አየ፤ እነርሱም የዘብዴዎስ ልጆች ያዕቆብና ዮሐንስ ነበሩ፤ እነርሱ በጀልባ ላይ ሆነው መረባቸውን ያበጁ ነበር፡፡",
      "20": "ያሹዋ ወዲያውኑ ጠራቸው፤ እነርሱም ያሹዋን ለመከተል አባታቸውን ዘብዴዎስን ከሠራተኞቹ ጋር በጀልባው ላይ ትተውት ሄዱ፡፡",
      "21": "አልፈውም ወደ ቅፍርናሆም ከተማ ደረሱ፤ በሚቀጥለውም ሰንበት ያሹዋ የአይሁድ ጸሎት ቤት ወደ ሆነው ወደ ምኩራብ ገብቶ ማስተማር ጀመረ፡፡",
      "22": "ያሹዋ የሙሴ ህግ መምህራን እንደሚያስተምሩት ዐይነት ሳይሆን እንደ ባለሥልጣን ያስተምራቸው ነበር፤ ስለዚህ የሰሙት ሁሉ በትምህርቱ ተደነቁ፡፡",
      "23": "በምኩራባቸው ርኩስ መንፈስ ያደረበት ሰው ነበረ፤ እርሱ እንዲህ ሲል ጮኸ",
      "24": "'የናዝሬቱ ያሹዋ ሆይ! እኛ ከአንተ ጋር ምን ግንኙነት አለን? ልታጠፋን መጣህን? አንተ ማን እንደሆንህ እኔ ዐውቃለሁ፤ አንተ እኮ የያህቬህ(הוהי) ቅዱስ ነህ፡፡'",
      "25": "ያሹዋም ርኩሱን መንፈስ 'ዝም በል! ከእርሱ ውጣ!' ብሎ ገሠጸው፡፡",
      "26": "ርኩሱ መንፈስ ሰውየውን ጥሎ ካንፈራገጠው በኋላ በታላቅ ድምፅ እየጮኸ ከእርሱ ወጣ፡፡",
      "27": "ሰዎቹም ሁሉ ተደንቀው 'ይህ ነገር ምንድን ነው? ርኩሳን መናፍስትን በሥልጣን ያዛል እነርሱም ይታዘዙለታል ይህ አዲስ ትምህርት አይደለምን?' እያሉ እርስ በርሳቸው ተጠያየቁ፡፡",
      "28": "ወዲያውኑ የያሹዋ ዝና በየስፍራው በገሊላ ዙሪያ ሁሉ ተሰማ፡፡",
      "29": "በዚያኑ ጊዜ ያሹዋ ከምኩራብ ወጥቶ ከያዕቆብና ከዮሐንስ ጋር ወደ ስምዖንና እንድርያስ ቤት ገባ፡፡",
      "30": "በቤት ውስጥ የስምዖን ዐማት በንዳድ ሕመም አተኩሶአት ተኝታ ነበር፤ ስለእርስዋም መታመም ነገሩት፡፡",
      "31": "ያሹዋም ወደ እርስዋ ቀረበና እጅዋን ይዞ አስነሣት ትኩሳቱ ወዲያው ለቀቃት፤ ተነሥታም አስተናገደቻቸው፡፡",
      "32": "ፀሐይ ጠልቃ በመሸ ጊዜ ሰዎች በሽተኞችንና በአጋንንት የተያዙትን ሁሉ ወደ ያሹዋ ማምጣት ጀመሩ፡፡",
      "33": "የከተማው ሰዎች ሁሉ በደጅ ተሰብስበው ነበር፡፡",
      "34": "ያሹዋ በልዩ ልዩ በሽታ የሚሠቃዩትን ብዙ ስዎች ፈወሰ፤ ብዙ አጋንንትንም አስወጣ፤ አጋንንቱም እርሱ ማን እንደሆነ ያውቁ ነበር፤ ይሁን እንጂ እንዲናገሩ አልፈቀደላቸውም፡፡",
      "35": "ሊነጋ ሲል ያሹዋ በማለዳ ተነሥቶ ወጣና ለመጸለይ ወደ አንድ ገለልተኛ ቦታ ሄደ፡፡",
      "36": "ስምዖንና ጓደኞቹ ተከትለው እርሱን ፍለጋ ሄዱ፡፡",
      "37": "ባገኙትም ጊዜ 'ሰዎች ሁሉ ይፈልጉሃል እኮ' አሉት፡፡",
      "38": "ያሹዋም 'እኔ የመጣሁት ለማስተማር ስለሆነ እንዳስተምር በቅርብ ወዳሉት መንደሮች እንሂድ' አላቸው፡፡",
      "39": "ስለዚህ በየምኩራቦቻቸው እያስተማረና አጋንንትን እያስወጣ በገሊላ ሁሉ ይዘዋወር ነበር፡፡",
      "40": "አንድ ለምጻም ሰው ወደ ያሹዋ መጣና በእግሩ ሥር ተንበርክኮ፤ 'ብትፈቅድስ ልታነừኝ ትችላለህ' ሲል ለመነው፡፡",
      "41": "ያሹዋም ራራለትና እጁን ዝርግቶ እየዳሰሰው 'ፈቅጀለለሁ ንጻ' አለው",
      "42": "ሰውየውም ከለምጹ ወዲያውኑ ነጻ፡፡",
      "43": "ያሹዋ ሲያሰናብተው ᥊እንዲህ ብሎ በብርቱ አዘዘው",
      "44": "'ይህንን ነገር ለማንም እንዳትናገር ተጠንቀቅ፤ ነገር ግን ሄደህ ራስህን ለካህን አሳይ፤ ለሕዝቡም ምስክር እንዲሆን ስለ መዳንህ ሙሴ ያዘዘውን መሥዋዕት አቅርብ፡፡'",
      "45": "ይሁን እንጂ ሰውየው ከዚያ ወጥቶ ይህን ነገር ለሰው ሁሉ ማውራት ጀመረ በዚህም ምክንያት ያሹዋ ወደ ማናቸውም ከተማ በግልጽ መግባት አልቻለም፤ ነገር ግን ከከተማ ውጪ ሰው በሌለበት ቦታ ይኖር ነበር፤ ሰዎችም ከየስፍራው ወደ እርሱ ይመጡ ነበር፡፡"
    },
    "Chapter 2": {
      "1": "ከጥቂት ቀን በኋላ ያሹዋ ወደ ቅፍርናሆም ተመልሶ መጣ፤ እዚያ በቤት ውስጥ መሆኑ ተሰማ፡፡",
      "2": "በደጅ ያለው ስፍራ እንኳ እስኪጠብ ድረስ ብዙ ሰዎች ተሰበሰቡ፤ ቃሉንም ይነግራቸው ነበር፡፡",
      "3": "በዚያን ጊዜ አራት ሰዎች አንድ ሽባ ሰው ተሸክመው ወደ እርሱ አመጡ፤",
      "4": "ከሕዝቡም ብዛት የተነሣ ሽባውን ወደ ያሹዋ ማቅረብ ቢያቅታቸው፤ የቤቱን ጣራ ያሹዋ ባለበት በኩል ሸንቁረው ሽባውን ከነአልጋው አወረዱት፡፡",
      "5": "የሹዋም እምነታቸውን አይቶ ሽባውን አንተ ልጅ ኃጢአትህ ተደምስሶልሃል አለው፡፡",
      "6": "ከሙሴ ሕግ መምህራን አንዳንዶቹ በዚያ ተቀምጠው ነበር፤ እነርሱ በልባቸው እንዲህ አሉ፤",
      "7": "'ይህ ሰው ለምን እንዲህ ያለ ስድብ በያህቬህ(הוהי) ላይ ይናገራል? ከአንዱ ያህቬህ(הוהי) በቀር ኃጢአትን መደምሰስ የሚችል ማን ነው?'",
      "8": "ወዲያውኑ ያሹዋ የልባቸውን አሳብ በመንፈሱ ዐውቆ እንዲህ አላቸው፤ 'ሰለምን በልባችሁ ይህን ታስባላችሁ?",
      "9": "ሽባውን ኃጢአትህ ተደምስሶልሃል! ከማለትና ተነሥተህ አልጋህን ተሸከምና ሂድ! ከማለት የትኛው ይቀላል?",
      "10": "ነገር ግን የሰው ልጅ በምድር ላይ ኃጢአትን ለመደምሰስ ሥልጣን ያለው መሆኑን እንድታውቁ ብሎ ሽባውን፤",
      "11": "'ተነሥ አልጋህን ተሸከምና ወደ ቤትህ ሂድ! እልሃለሁ' አለው፡፡",
      "12": "ሽባውም ወዲያውኑ ተነሣና አልጋውን ተሸክሞ በሰዎቹ ሁሉ ፊት ወጣ፤ ስለዚህም ሰዎቹ ሁሉ ተደንቀው 'እንዲህ ያለ ነገር ከቶ አይተን አናውቅም እያሉ ያህቬህ(הוהי)ን አመሰገኑ፡፡",
      "13": "ያሹዋም እንደገና ወደ ባሕሩ አጠገብ ሄደ ሕዝቡም ሁሉ ተሰብስበው ወደ እርሱ መጡና አስተማራቸው፡፡",
      "14": "በዚያም ሲያልፍ ሳለ በቀረጥ መቀበያ ስፍራ ተቀምጦ የነበረውን የእልፍዮስን ልጅ ሌዊን አይቶ 'ተከተለኝ!' አለው እርሱም ተነሥቶ ተከተለው፡፡",
      "15": "ከዚህ በኋላ ያሹዋ በሌዊ ቤት በማእድ ተቀምጦ ነበር፤ ብዙ ሰዎችም ተከትለውት ስለነበር፤ ከእነርሱ ብዙ ቀራጮችና ኃጢአተኞች ከየሹዋና ከደቀ መዛሙርቱ ጋር በገበታ ቀርበው ነበር፡፡",
      "16": "ከፈሪሳውያን ወገን የሆኑ የሙሴ ሕግ መምህራን ያሹዋ ከቀራጮችና ከኃጢአተኞች ጋር ሲበላ አይተው 'ከቀራጮችና ከኃጢአተኞች ጋር የሚበላውና የሚጠጣው ስለምንድን ነው?' በማለት ደቀ መዛሙርቱን ጠየቁአቸው፡፡",
      "17": "ያሹዋም ይህን ሰምቶ 'ለበሽተኞች እንጂ ለጤነኞች ሐኪም አያስፈልጋቸውም እኔም የመጣሁት ኃጢአተኞችን ወደ ንስሐ ለመጥራት እንጂ ጻድቃንን ወደ ንስሐ ለመጥራት አይደለም' አላቸው፡፡",
      "18": "የዮሐንስ ደቀ መዛሙርትና ፈሪሳውያን ይጾሙ ነበር፡፡ ስለዚህ ሰዎች ወደ ያሹዋ መጥተው 'የዮሐንስና የፈሪሳውያን ደቀ መዛሙርት ይጾማሉ፤ የአንተ ደቀ መዛሙርት ግን የማይጾሙት ስለምንድን ነው? አሉት፡፡",
      "19": "ያሹዋም እንዲህ አላቸው 'ሙሽራው ከእነርሱ ጋር እያለ ሚዜዎች መጾም ይገባቸዋልን? አይደለም ሙሽራው ከእነርሱ ጋር ሳለ መጾም አይገባቸውም፡፡",
      "20": "ነገር ግን ሙሽራው ከእነርሱ የሚለይበት ቀን ይመጣል በዚያን ጊዜ ይጸማሉ፡፡",
      "21": "ባረጀ ልብስ ላይ አዲስ ዕራፊ የሚጥፍ የለም፤ ይህ ቢደረግ ግን አዲስ ዕራፊ አሮጌውን ልብስ ይቀደዋል፤ ቀዳዳውም ከበፊቱ የባሰ ይሆናል፡፡",
      "22": "እንዲሁም በአረጀ ወይን ጠጅ አቁማዳ አዲስ የወይን ጠጅ የሚያኖር የለም፤ ቢደረግ ግን የወይን ጠጅ አቁማዳውን ያፈነዳዋል፤ የወይን ጠጁም ይፈሳል፤ አቁማዳውም ከንቱ ይሆናል፡፡ ስለዚህ ለአዲስ የወይን ጠጅ አዲስ አቁማዳ ያስፈልገዋል፡፡'",
      "23": "በሰንበት ቀን ያሹዋ በስንዴ እርሻ መካከል ያልፍ ነበር፤ ደቀ መዛሙርቱ ሲሄዱ የስንዴ እሸት መቅጠፍ ጀመሩ፡፡",
      "24": "ፈሪሳውያንም 'ደቀ መዛሙርትህ በሰንበት ያልተፈቀደውን ስለምን ያደርጋሉ' ሲሉ ጠየቁት፡፡",
      "25": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ 'ዳዊት ከተከታዮቹ ጋር በተራበና በተቸገረ ጊዜ ምን እንዳደረገ አላነበባችሁምን?",
      "26": "አብያታር ሊቀ ካህናት በነበረበት ዘመን ወደ ያህቬህ(הוהי) ቤት ገብቶ ከካህናት በቀር ለሌሎች መብላት ያልተፈቀደውን የተቀደሰውን የመባ ኀብስት በላ፤ ከእርሱም ጋር ለነበሩት ሰዎች ሰጣቸው፡፡'",
      "27": "ደግሞም ያሹዋ እንዲህ አላቸው 'ሰንበት አኮ ስለ ሰው ተሠራ እንጂ ሰው ስለ ሰንበት አልተፈጠረም፡፤",
      "28": "የሰው ልጅ ለሰንበትም ጌታዋ ነው፡፡'"
    },

    "Chapter 3": {
      "1": "ያሹዋ ወደ ምኩራብ እንደገና ገባ፤ እዚያም አንድ ሽባ ሰው ነበር፡፡",
      "2": "ያሹዋን ሊከሱት የፈለጉ ሰዎች “እስቲ በሰንበት ቀን ይፈውሰው እንደሆን እንይ” ብለው ይጠባበቁት ነበር፡፡",
      "3": "ያሹዋም እጀ ሽባውን ሰው፤ “ና በመካከል ቁም!” አለው፡፡",
      "4": "ከዚያም በኋላ እንዲህ አላቸው፤ “ለመሆኑ በሰንበት ቀን የተፈቀደው መልካም ማድረግ ነውን ወይስ ክፉ? ነፍስን ማዳን ነውን ወይስ ማጥፋት? እነርሱ ግን ዝም አሉ፡፡",
      "5": "ያሹዋም ስለ ልባቸው ድንዛዜ አዝኖ በዙሪያው ያሉትን በቁጣ ተመለከተና ሰውየውን “እጅህን ዘርጋ!” አለው፡፡ እርሱም በዘረጋ ጊዜ እጁ ዳነለት፡፡",
      "6": "ወዲያውኑ ፈሪሳውያን ወጥተው እንዴት አድርገው ያሹዋን እንደሚያጠፉት ከሄሮድስ ሰዎች ጋር ተማከሩ፡፡",
      "7": "ያሹዋ ከደቀ መዛሙርቱ ጋር ወደ ገሊላ ባሕር ሄደ፡፡",
      "8": "ያደርገው የነበረውንም ነገር ሁሉ በሰሙ ጊዜ ብዙ ሰዎች ተከተሉት፤ እነርሱ ግን ከገሊላ፣ ከይሁዳ፣ ከኢየሩሳሌም፣ ከኤዶምያስ፤ በዮርዳኖስ ማዶ ካለው አገርና እንዲሁም ከጢሮስና ከሲዶና ከተሞች የመጡ ነበሩ፡፡",
      "9": "ከሕዝቡ ብዛት የተነሣ ሰዎች እንዳይጋፉት ጀልባ እንዲያቀርቡለት ደቀ መዛሙርቱን አዘዛቸው፡፡",
      "10": "ብዙ ስዎችን ከበሽታ ፈውሷቸው ነበርና በሕመም የሚሠቃዩ ሁሉ ሊነኩት ፈልገው ይረባረቡበት ነበር፡፡",
      "11": "ርኩሳን መናፍስትም ሲያዩት በፊቱ እተደፋ “አንተ የያህቬህ(הוהי) ልጅ ነህ!” እያሉ ይጮኹ ነበር፡፡",
      "12": "እርሱ ግን ማንነቱን እንዳይገልጹ በብርቱ ገሠጻቸው፡፡",
      "13": "ያሹዋ ወደ ተራራ በወጣ ጊዜ የፈለጋቸውን ወደ እርሱ ጠራ እነርሱም ወደ እርሱ ቀረቡ፡፡",
      "14": "ከእርሱ ጋር እንዲሆኑ ለማስተማርም እንዲልካቸው ዐሥራ ሁለቱን መርጦ ሐዋርያት ብሎ ሰየማቸው፡፡",
      "15": "አጋንንትን እንዲያስወጡም ሥልጣን ሰጣቸው፡፡",
      "16": "የተመረጡትም ዐሥራ ሁለቱ ሐዋርያት እነዚህ ናቸው፤ ጴጥሮስ ብሎ የሰየመው ስምዖን፤",
      "17": "ቦአኔርጌስ ወይም የነጎድጓድ ልጆች ብሎ የሰየማቸው የዘብዴዎስ ልጆች ያዕቆብና ዮሐንስ",
      "18": "እንድርያስ፣ ፊልጶስ፣ በርቶሎሜዎስ፣ ማቴዎስ፣ ቶማስ፣ የእልፍዮስ ልጅ ያዕቆብ፣ ታዴዎስ፣ ተቀናቃኙ ስምዖን፣",
      "19": "ያሹዋን አሳልፎ የሰጠውም አሰቆሮታዊው ይሁዳ፡፡",
      "20": "ከዚህም በኋላ ያሹዋ ወደ ቤት ገባ፡፡ ያሹዋና ደቀ መዛሙርቱ እህል መብላት እንኳ እስኪያቅታቸው ድረስ እንደገና ብዙ ሰዎች ተሰበሰቡ፡፡",
      "21": "“ያሹዋ አብዶአል” ሲባል በመስማታቸው ዘመዶቹ ሊይዙት ወደ እርሱ መጡ፡፡",
      "22": "ከኢየሩሳሌም የወረዱ የሙሴ ሕግ መምህራን “እርሱ ብዔልዜቡል አለበት፤ አጋንንትንም የሚያወጣው በዚሁ የአጋንንት አለቃ በሆነው በብዔልዜቡል ነው” እያሉ ያወሩበት ነበር፡፡",
      "23": "ያሹዋም እነርሱን ወደ እርሱ ጠርቶ በምሳሌ እንዲህ አላቸው “ሰይጣን እንዴት ሰይጣንን ሊያስወጣ ይችላል?",
      "24": "አንድ መንግሥት ተከፋፍሎ እርስ በርሱ የሚጋጭ ከሆነ ያ መንግሥት ጸንቶ መቆም አይችልም፡፡",
      "25": "እንዲሁም አንድ ቤተሰብ እርስ በርሱ ከተለያየ ጸንቶ መኖር አይችልም፡፡",
      "26": "ስለዚህ ሰይጣን እርስ በርሱ ከተለያየ ይወድቃል እንጂ መቆም አይችልም፡፡",
      "27": "“እንዲሁም ወደ እንድ ኀይለኛ ሰው ቤት ገብቶ አስቀድሞ ኀይለኛውን ሰው ሳያስር ንብረቱን መዝረፍ የሚችል የለም፡፡",
      "28": "“በእውነት እላችኋለሁ ሰዎች የሚሠሩት ኃጢአትና የሚናገሩት ስድብ ሁሉ ይቅር ይባልላቸዋል፡፡",
      "29": "ነገር ግን በመንፈስ ቅዱስ ላይ የስድብ ቃል የሚናገር ሁሉ የዘላለም ዕዳ ይሆንበታል እንጂ ከቶ ኃጢአቱ ይቅር አይባልለትም፡፡”",
      "30": "ያሹዋ ይህን የተናገረው ርኩስ መንፈስ አለበት በማለታቸው ነበር፡፡",
      "31": "የያሹዋ እናትና ወንድሞቹ ወደ እርሱ መጡ፤ በውጪም ቆመው ወደ እርሱ ሰው ላኩና አስጠሩት፡፡",
      "32": "በዙሪያውም ተቀምጠው የነበሩ ሰዎች “እነሆ እናትህና ወንድሞችህ እኀቶችህም በውጪ ቆመው ይፈልጉሃል” ብለው ነገሩት",
      "33": "እርሱም “እናቴ ማን ናት? ወንድሞቼስ እነማን ናቸው?” ሲል መለሰ",
      "34": "በዙሪያው ተቀምጠው ወደነበሩት እየተመለከተ “እነሆ እናቴና ወንድሞቼ እነዚህ ናቸው፡፡",
      "35": "የያህቬህ(הוהי)ን ፈቃድ የሚፈጽም ሁሉ እርሱ ወንድሜም እኀቴም እናቴም ነው አለ፡፡"
    },
    "Chapter 4": {
      "1": "ያሹዋ እንደገና በባሕሩ አጠገብ ማስተማር ጀመረ፡፡ እጅግ ብዙ ሰዎችም ወደ እርሱ መጥተው በመሰብሰባቸው እርሱ በባሕሩ ላይ በነበረ ጀልባ ገብቶ ተቀመጠ፤ ሕዝቡም ሁሉ በባሕሩ ዳርቻ ነበሩ፡፡",
      "2": "ብዙ ነገሮችንም በምሳሌ አስተማራቸው፤ ሲያስተምራቸውም እንዲህ አላቸው፤",
      "3": "“ስሙ! እነሆ ገበሬው ዘሩን ለመዝራት ወጣ፤",
      "4": "ሲዘራ ሳለ አንዳንዱ ዘር በመንገድ ዳር ወደቀ፤ ወፎችም መጥተው በሉት፡፡",
      "5": "ሌላው ዘር ብዙ ዐፈር በሌለበት በጭንጫማ ቦታ ላይ ወደቀ፤ ቦታውም ብዙ ዐፈር ስላልነበረው ወዲያው በቀለ፤",
      "6": "ይሁን እንጂ ፀሐይ በወጣ ጊዜ ጠወለገ፤ ሥር ስላልነበረውም ደረቀ፡፡",
      "7": "ሌላው ዘር በእሾኽ ቁጥቋጦ መካከል ወደቀ፤ እሾኹም ባደገ ጊዜ ስላነቀው ያለ ፍሬ ቀረ፡፡",
      "8": "ሌላው ዘር በመልካም መሬት ላይ ወድቆ በቀለ፤ ቡቃያውም አድጎ ፍሬ ሰጠ፤ አንዱ ሠላሳ አንዱ ስልሳ አንዱም መቶ አፈራ፡”",
      "9": "ቀጥሎም ያሹዋ “ሰሚ ጆሮ ያለው ይስማ” አለ፡፡",
      "10": "ያሹዋ ብቻውን በሆነ ጊዜ ይከተሉት የነበሩ ሰዎችና ዐሥራ ሁለቱም ስለ ምሳሌዎቹ ትርጉም ጠየቁት፡፡",
      "11": "እርሱም እንዲህ አላቸው ለእናንተ የያህቬህ(הוהי)ን መንግሥት ምስጢር ማወቅ ተሰጥቶአችኋል፤ በውጪ ላሉት ግን ሁሉ ነገር በምሳሌ ይነገራቸዋል፡፡",
      "12": "ምክንያቱም ‘እነርሱ ወደ ያህቬህ(הוהי) ተመልሰው ኃጢአታቸው ይቅር እንዳይባልላቸው እያዩ ልብ እንዳያደርጉ እየሰሙም እንሳያስተውሉ ነው፡፡'”",
      "13": "ያሹዋም እንዲህ አላቸው፤ “እናንተም ይህ ምሳሌ አይገባችሁምን? ታዲያ ሌሎችን ምሳሌዎች ሁሉ እንዴት ልትረዱ ትችላላችሁ?",
      "14": "ዘሪው ቃልን ይዘራል፤",
      "15": "ቃሉ በተዘራ ጊዜ በመንገድ ዳር የወደቀው ዘር የሚያመለክተው ቃሉን በሰሙ ጊዜ ወዲውኑ ሰይጣን መጥቶ በልባቸው የተዘራውን ቃል የሚወስድባቸውን ስዎች ነው፡፡",
      "16": "እንዲሁም በጭንጫማ ቦታ ላይ የተዘራው የሚያመለክተው፤ ቃሉን ሲሰሙ ወዲያው በደስታ የሚቀበሉትን ሰዎች ነው፤",
      "17": "ግን እነርሱ ለጊዜው ነው እንጂ ሥር የላቸውም ከጥቂት ጊዜ በኋላ በቃሉ ምክንያት ችግር ወይም ስደት በደረሰባቸው ጊዜ ወዲያውኑ ተሰናክለው ይወድቃሉ፡፡",
      "18": "በእሾኽ መካከል የተዘራው ደግሞ የሚያመለክተው፤ ቃሉን የሚሰሙትን ሰዎች ነው፤",
      "19": "ይሁን እንጂ፤ የዚህ ዓለም አሳብ፤ የሀብት ፍቅርና ሌላውም ከንቱ ምኞት ወደ ልባቸው ገብቶ ቃሉን ስለሚያንቀው ያለ ፍሬ ይቀራል፡፡",
      "20": "በመልካም መሬት የተዘራው ግን የሚያመለክተው፤ ቃሉን ሰምተው በማስተዋል ሚቀበሉትን ሰዎች ነው፤ እንዲህ ዐይነቱ አንዱ ሠላሳ አንዱ ስልሳ አንዱም መቶ ፍሬ ያፈራል",
      "21": "ቀጥሎም ያሹዋ እንዲህ አላቸው፤ “ሰው መብራትን አብርቶ በእንቅብ ውስጥ ወይም በአልጋ ሥር ያስቀምጠዋልን? የሚያስቀምጠው ብርሃኑ በሚታይበት በመቅረዝ ላይ አይደለምን?",
      "22": "እንዲሁም የተሸሸገ ሳይገለጥ የተሰወረም ሳይታወቅ አይቀርም፡፡",
      "23": "እንግዲህ ሰሚ ጆሮ ያለው ይስማ፡፡”",
      "24": "ደግሞም እንዲህ አላቸው፤ “ስለምትሰሙት ነገር ተጠንቀቁ በምትሰፍሩበት መስፈሪያ ለእናንተም ይሰፈርላችኋል፤ በይበልጥም ይጨመርላችኋል፡፡",
      "25": "ምክንያቱም ላለው ይሰጠዋል ከሌለው ግን ያው ያለው እንኳ ይወሰድበታል፡፡”",
      "26": "ቀጥሎም ያሹዋ አንዲህ አለ፤ “የያህቬህ(הוהי) መንግሥት በምድር ላይ ዘር የሚዘራውን ሰው ተመስላለች፡፡",
      "27": "ሰውየው ሌሊት ይተኛል፤ ቀንም ይነቃል እንዴት እንደሆነም ሳያውቅ ዘሩ ይበቅላል፤ ያድጋልም፡፡",
      "28": "ምድሪቱም በገዛ ራስዋ በመጀመሪያ ቡቃያውን ቀጥሎም ዛላውን ታሳያለች፤ በኋላም በዛላው ፍሬ ይገኛል፡፡",
      "29": "ሰብሉም በደረሰ ጊዜ መከር በመሆኑ ሰውየው ወዲያውኑ ማጭድ ያዘጋጃል፡፡”",
      "30": "ያሹዋ እንዲህ አለ፤ “የያህቬህ(יהוה)ን መንግሥት ከምን ጋር እናነጻጽራታለን? ወይስ በምን ምሳሌ እንገልጻታለን?",
      "31": "የሰናፍጭን ዘር ተመስላለች፤ እርስዋ ስትዘራ በምድር ላይ ካለው ዘር ሁሉ ያነሰች ናት፡፡",
      "32": "ከተዘራች በኋላ ግን አድጋ ከአዝርዕት ሁሉ ትበልጣለች፤ የሰማይ ወፎችም በሥርዋ መጠለል እስኪችሉ ድረስ ታላላቅ ቅርንጫፎችን ታወጣለች፡፡”",
      "33": "ያሹዋም ሕዝቡ ማስተዋል በሚችልበት መጠን እነዚህን በመሳሰሉ ብዙ ምሳሌዎች ቃሉን ይነግራቸው ነበር፡፡",
      "34": "ያለ ምሳሌም አያስተምራቸውም ነበር፤ ብቻቸውን ሲሆኑ ግን ሁሉን ለደቀ መዛሙርቱ ያስረዳቸው ነበር፡፡",
      "35": "በዚያኑ ቀን ማታ ያሹዋ ደቀ መዛሙርቱን “ወደ ባሕሩ ማዶ እንሻገር” አላቸው፡፡",
      "36": "ከሕዝቡም ተለይተው ተሳፍሮበት በነበረው ጀልባ ያሹዋን ይዘውት ሄዱ፤ ሌሎችም ጀልባዎች አብረው ነበሩ፡፡",
      "37": "ብርቱ ዐውሎ ነፋስ ተነሥቶ ውሃው በጀልባው እስኪሞላ ድረስ ማዕበሉ ጀልባውን ይመታ ጀመር፡፡",
      "38": "በዚህ ጊዜ ያሹዋ በጀልባው በኋለኛው ክፍል ትራስ ተንተርሶ ተኝቶ ነበር፤ ደቀ መዛሙርቱ ቀሰቀሱትና “መምህር ሆይ ስንጠፋ ዝም ትላለህን?” አሉት፡፡",
      "39": "እርሱም ነቅቶ ነፋሱን ገሠጸው፤ ባሕሩንም “ዝም በል! ጸጥ በል!” አለው ነፋሱም ወዲያውኑ ዝም አለ ታላቅ ጸጥታም ሆነ፡፡",
      "40": "ያሹዋም “እንዲህ የምትፈሩት ለምንድን ነው? እንዴትስ እምነት የላችሁም?” አላቸው፡፡",
      "41": "እነርሱም በጣም ፈርተው “ኧረ ለመሆኑ ነፋስና ባሕር እንኳ የሚታዘዙለት ይህ ማን ነው?” ተባባሉ፡፡"
    },
    "Chapter 5": {
      "1": "የገሊላን ባሕር በጀልባ ተሻግረው ወደ ጌራሴኖን አገር ደረሱ፡፡",
      "2": "ያሹዋ ከጀልባው እንደ ወረደ በርኩስ መንፈስ የተያዘ አንድ ሰው ወዲያውኑ ከመቃብር ቦታ ወጥቶ ተገናኘው፡፡",
      "3": "ይህ ሰው በመቃብር ቦታ ይኖር ነበር፤ ማንም በሰንሰለት እንኳ አስሮ ሊያቆየው አይችልም ነበር፡፡",
      "4": "ብዙ ጊዜ በእግር ብረትና በሰንሰለት ይታሰር ነበር፤ ነገር ግን ሰንሰለቱን እየበጣጠሰ እግር ብረቱንም እሰባበረ ይጥል ነበር፤ ስለዚህ ይዞ ሊያቆመው የሚችል ማንም አልነበረም፡፡",
      "5": "ሁልጊዜም ሌሊትና ቀን ባለማቋረጥ በየመቃብር ቦታና በየተራራው ላይ እየተዘዋወረ ይጮኸ ነበር፤ ሰውነቱን በድንጋይ እየቄራረጠ ያቆስል ነበር፡፡",
      "6": "እርሱም ያሹዋን በሩቅ ባየው ጊዜ ወደ እርሱ ሮጠና በጉልበቱ ተንበርክኮ ሰገደለት፡፡",
      "7": "በታላቅ ድምፅም እየጮኸ “አንተ የልዑል ያህቬህ(הוהי) ልጅ ያሹዋ ሆይ! እኔ ከአንተ ጋር ምን ግንኙነት አለኝ? በያህቬህ(הוהי) ስም እለምንሃለሁ፤ እባክህ አታሠቃየኝ” አለው፡፡",
      "8": "ይህንንም ያለበት ምክንያት “አንተ ርኩስ መንፈስ ከዚህ ሰው ውጣ!” ብሎ አዝዞት እለነበር ነው፡፡",
      "9": "ያሹዋም “ስምህ ማን ነው?” ብሎ ጠየቀው፤ እርሱም “ብዙዎች ስለሆንን ስሜ ሠራዊት ነው” ሲል መለሰለት",
      "10": "ከዚያም አገር እንዳያባርራቸው አጥብቆ ለመነው፡፡",
      "11": "በዚያም ስፍራ በኮረብታዎች ጥግ ብዙ የዐሳማ መንጋ ተሰማርቶ ነበር፤",
      "12": "ስለዚህ “እባክህ ወደ ዐሳማዎቹ ሄደን እንድንገባ ፍቀድልን?” ብለው ለመኑት፡፡",
      "13": "ያሹዋም ፈቀደላቸው፤ ርኩሳን መናፍስቱም ከዚያ ሰው ወጥተው በዐሳማዎቹ ውስጥ ገቡ፤ ሁለት ሺ የሚያህሉ ዐሳማች ከገደሉ በመንደርደር ወርደው በባሕሩ ውስጥ ሰጠሙ፡፡",
      "14": "የዐሳማዎቹ እረኞች ሸሽተው ሄዱ፤ በከተማና በገጠር ወሬውን ነዙት፤ ሰዎቹ የሆነውን ነገር ለማየት ከየቤታቸው ወጡ፤",
      "15": "ወደ ያሹዋም መጥተው ያ በርኩሳን መናፍስት ተይዞ የነበረው ሰው ከአእምሮው ሕመም ድኖ፤ ልብሱን ለብሶ፤ ተቀምጦም ባዩት ጊዜ ደነገጡ፡፡",
      "16": "ይህንንም ቀደም ብለው ያዩ ሰዎች ርኩስ መንፈስ ባደረበት ሰውና በዐሳማዎቹ የሆነውን ሁሉ አወሩላቸው፡፡",
      "17": "የአገሬው ሰዎችም ያሹዋ ከአገራቸው ወጥቶ እንዲሄድላቸው ለመኑት፡፡",
      "18": "ያሹዋ ወደ ጀልባው በመግባት ላይ ሳለ አጋንንት አድረውበት የነበረው ሰው “እባክህ ልከተልህ” ብሎ ለመነው፡፡",
      "19": "ያሹዋ ግን አልፈቀደለደትም፤ ነገር ግን “ወደ ቤትህ ሂድና ጌታ ምን ያህል ታላቅ ነገር እንዳደረገልህና እንዴትስ እንደማረህ ለቤተሰብህ አውራላቸው” አለው፡፡",
      "20": "ሰውየውም ያሹዋ ያደረገለትን ነገር “ዐሥር ከተሞች” በሚባል አገር ማውራት ጀመረ፤ የሰሙትም ሁሉ ይደነቁ ነበር፡፡",
      "21": "ያሹዋ በጀልባ ወደ ባሕሩ ማዶ በተመለሰ ጊዜ ብዙ ሰዎች እንደገና ወደ እርሱ ተሰበሰቡ፤ በዚያ ጊዜ እርሱ በባሕሩ አጠገብ ነበር፡፡",
      "22": "እዚያም ኢያኢሮስ የተባለ ሰው መጣ፤ እርሱ ከምኩራብ አለቆች አንዱ ነበር፤ ያሹዋን ባየው ጊዜ ከእግሩ ስር ወድቆ፤",
      "23": "“ትንሽዋ ልጄ በሞት አፋፍ ላይ ናት፤ እንድትድንና በሕይወት እንድትኖር እባክህ መጥተህ እጅህን ጫንባት” ሲል አጥብቆ ለመነው፡፡",
      "24": "ያሹዋም አብሮት ሄደ ብዙ ሰዎችም ተከትለውት በዙሪያው ይጋፉት ነበር፡፡",
      "25": "ዐሥራ ሁለት ዓመት ደም እየመታት የምትሠቃይ አንዲት ሴት ነበረች፡፡",
      "26": "ከሐኪም ወደ ሐኪም በመሄድ ብዙ ተሠቃይታና ገንዘብዋንም ሁሉ ጨርሳ ነበር፤ ነገር ግን እየባሰባት ሄደ እንጂ ምንም አልተሻላትም፡፡",
      "27": "እርስዋም የያሹዋን ዝና ሰምታ ስለነበር በሕዝቡ መካከል በስተኋላው መጥታ ልብሱን ነካች፡፡",
      "28": "ይህንንም ያደረገችው “ልብሱን እንኳ ብነካ እድናለሁ” በሚል እምነት ነበረ፡፡",
      "29": "የሚፈሰው ደምዋም ወዲያውኑ ቆመ፤ ከሕመምዋም እንደዳነች በሰውነትዋ ተሰማት፡፡",
      "30": "ያሹዋም ወዲያውኑ ኀይል ከእርሱ እንደወጣ ዐወቀ ወደ ሕዝቡም ዘወር ብሎ፤ “ልብሴን የነካ ማን ነው?” ሲል ጠየቀ፡፡",
      "31": "ደቀ መዛሙርቱም “ሕዝቡ እየተጋፋ ሲከተልህ እያየህ ‘ማን ነው የነካኝ?’ ትላለህን?” ሲሉ መለሱለት፡፡",
      "32": "እርሱም ይህንን ያደረገው ማን እንደሆነ ለማየት ዘወር ብሎ ተመለከተ፡፡",
      "33": "ሴትዮዋ ግን በእርስዋ የሆነውን በማወቋ በፍርሃት እየተንቀጠቀጠች በፊቱ ወድቃ እውነቱን ሁሉ ነገረችው፡፡",
      "34": "እርሱም “ልጄ ሆይ እምነትሽ አድኖሻል፤ በሰላም ሂጂ፤ ከሥቃይሽም ተፈወሺ” አላት",
      "35": "ያሹዋ ገና ይህን በመናገር ላይ ሳለ ከምኩራብ አለቃው ቤት የመጡ ሰዎች የምኩራብ አለቃውን፤ “ልጅህ ሞታለች፤ እንግዲህ ስለምን መምህሩን ታደክመዋለህ?” አሉት፡፡",
      "36": "ያሹዋ ግን ይህን ሰምቶ ምኩራቡን አለቃ “እመን ብቻ እንጂ አትፍራ” አለው፡፡",
      "37": "ያሹዋ ከጴጥሮስና ከያዕቆብ ከያዕቆብም ወንድም ከዮሐንስ በቀር ማንም እንዲከተለው አልፈቀደም፡፡",
      "38": "ወደ ምኩራብ አለቃው ቤት በደረሱ ጊዜ ያሹዋ ሰዎቹ ሲንጫጩና ሲያለቅሱ ሲጮኹም ተመለከተ፡፡",
      "39": "ወደ ውስጥ ገብቶም “ይህ ሁሉ ጫጫታና ለቅሶ ስለምንድን ነው? ልጅትዋ አንቀላፍታለች እንጂ አልሞተችም እኮ” አላቸው፡፡",
      "40": "ሰዎቹም በማፌዝ ሳቁበት፤ ያሹዋ ግን ሁሉንም ከቤት አስወጣ፤ የልጅትዋን አባትና እናት ከእርሱም ጋር የነበሩትን አስከትሎ ልጅትዋ ወደተኛችበት ክፍል ገባ፡፡",
      "41": "የልጅትዋንም እጅ ይዞ “ጣሊታ ኩም!” አላት፤ ፍችውም “አንቺ ልጅ ተነሺ! እልሻለሁ” ማለት ነው፡፡",
      "42": "እርስዋ የዐሥራ ሁለት ዓመት ልጅ ነበረች፡፡ ወዲያውኑ ተነሥታ ወዲያና ወዲህ ማለት ጀመረች፤ ይህም በሆነ ጊዜ ሰዎቹ እጅግ ተደነቁ፡፡",
      "43": "ያሹዋ ግን ይህን ነገር ማንም እንዳያውቅ አዘዛቸውና “የምትበላውን ስጡአት” አላቸው፡፡"
    },
    "Chapter 6": {
      "1": "ያሹዋ ከዚያ ወጥቶ ወደ ገዛ አገሩ መጣ፤ ደቀ መዛሙርቱም ተከተሉት፡፡",
      "2": "በሰንበት ቀን በምኩራብ ማስተማር ጀመረ፤ ብዙ ሰዎች በዚያ ተገኝተው ይሰሙት ነበር፤ እነርሱም “ይህ ሰው ይህን ሁሉ ነገር ከየት አገኘው? ምን ዐይነት ጥበብ ተሰጥቶታል? እነዚህንስ ተአምራት የሚያደርገው እንዴት ነው?” እያሉ ይደነቁ ነበር፡፡",
      "3": "ቀጥለውም “ለመሆኑ ይህ እንጨት ጠራቢው የማርያም ልጅ አይደለምን? የያዕቆብ የዮሴፍ የይሁዳና የስምዖንም ወንድም አይደለምን? እኅቶቹስ እዚህ ከእኛ ጋር አይደሉምን?” እያሉ በመናቅ ሳይቀበሉት ቀሩ፡፡",
      "4": "ያሹዋም “ነቢይ በሌሎች ዘንድ ይከበራል፤ በገዛ አገሩ፤ በዘመዶቹና በቤተሰቡ መካከል ግን ይናቃል” ሲል መለሰላቸው፡፡",
      "5": "በዚያም በጥቂት ሕመምተኞች ላይ እጁን ጭኖ ከመፈወስ በቀር ሌላ ተአምር ማድረግ አልተቻለውም፡፡",
      "6": "ስለአለማመናቸውም እጅግ ተገረመ፤ ከዚህም በኋላ ያሹዋ በየመንደሩ እተዘዋወረ ያስተምር ነበር፡፡",
      "7": "ዐሥራ ሁለቱን ወደ እርሱ ጠርቶ ሁለት ሁለት አድርጎ ላካቸው፤ በርኩሳን መናፍስትም ላይ ሣልጣን ሰጣቸው፡፡",
      "8": "ለመንገዳቸው ከበትር በቀር እንጀራም ሆነ ከረጢት፤ ገንዘብም በመቀነታቸው እንዳይዙ አዘዛቸው፡፡",
      "9": "እንዲህም አላቸው፤ “በእግራችሁ ጫማ አድርጉ እንጂ ሁለት እጀ ጠባብ እንኳ አትልበሱ፤",
      "10": "በማናቸውም ስፍራ ወደሰው ቤት ስትገቡ ያንን ስፍራ እስከትለቁ ድረስ በዚያው ቆዩ፤",
      "11": "ሰዎች በማይቀበሷችሁና በማይሰሙአችሁ ቦታ ሁሉ የእግራችሁን አቧራ አራግፉና ከዚያ ወጥታችሁ ሂዱ፤ ይህም ለእነርሱ የማስጠንቀቂያ ምስክር ይሆንባቸዋል፡፡”",
      "12": "እነርሱም ከዚያ ወጥተው ሰዎች ሁሉ ንስሓ እንዲገቡ አስተማሩ፡፡",
      "13": "ብዙ አጋንንትንም አስወጡ ብዙ ሰዎችንም ዘይት እየቀቡ ፈወሱ፡፡",
      "14": "የያሹዋ ዝና በሁሉም ዘንድ በመሠራጨቱ ንጉሡ ሄሮድስ ስለ እርሱ ሰማ፤ አንዳንድ ሰዎች “አጥማቂው ዮሐንስ ከሞት ተነሥቶአል፤ ስለዚህ ይህ ሁሉ ኀይል በእርሱ ይደረጋል” ይሉ ነበር፡፡",
      "15": "ሌሎችም “ኤልያስ ነው” ይሉ ነበር፤ የቀሩትም ደግሞ “ከቀድሞዎቹ ነቢያት እንደ አንዱ ነው” ይሉ ነበር፡፡",
      "16": "ሄሮድስ ግን ይህን ሁሉ ሰምቶ “ይህ እኔ አንገቱን ያስቆረጥሁት ዮሐንስ ነው፤ እነሆ እርሱ ከሞት ተነሥቶአል” አለ፡፡",
      "17": "ሄሮድስ የወንድሙን የፊልጶስን ሚስት ሄሮዲያዳን ስላገባ ዮሐንስን በእርስዋ ምክንያት በጭፍሮች አስይዞ በወህኒ ቤት አስሮት ነበር፡፡",
      "18": "ምክንቱም ዮሐንስ ሄሮድስን “የወንድምህን ሚስት ማግባትህ ተገቢ አይደለም” ብሎት ስለነበር ነው፡፡",
      "19": "ሄሮዲያዳ በዚህ ተቀይማ ዮሐንስን ልታስገድለው ትፈልግ ነበር፤ ነገር ግን አልቻለችም፡፡",
      "20": "ምክንያቱም ሄሮድስ ዮሐንስን ጻድቅና ቅዱስ አድርጎ ስለሚያየው ይፈራና ይጠብቀውም ነበር፤ ሄሮድስ የዮሐንስን ንግግር በሰማ ቁጥር ይታወከ ነበር፤ ይሁን እንጂ በደስታ ይሰማው ነበር፡፡",
      "21": "ሄሮድስ የተወለደበትን ቀን ለማክበር ለመንግሥት ባለሥልጣኖች ለጦር ሹማምንትና ለአንድንድ የታወቁ የገሊላ ነዋሪዎች ታላቅ ግብዣ አደረገ፤ ይህም ለሄሮዲያዳ ጥሩ አጋጣሚ ሆነላት፡፡",
      "22": "ስለዚህም የሄሮዲያዳ ልጅ ወደ ግብዣው አዳራሽ ገብታ እየዘፈነች በውዝዋዜዋ ሄሮድስንና ከእርሱ ጋር የነበሩትን ተጋባዥዎች አስደሰተች፤ ንጉሡም ልጅትዋን “ምትፈልጊውን ማንኛውንም ነገር ጠይቂኝ፤ እሰጥሻለሁ፤",
      "23": "የመንግሥቴንም እኩሌታ እንኳ ቢሆን የምትጠይቂኝን ሁሉ እሰጥሻለሁ” ሲል ማለላት፡፡",
      "24": "እርስዋም ወደ እናትዋ ሄዳ “ምን ልጠይቅ!” አለቻት እናትዋም “‘የአጥማቂው ዮሐንስ ራስ ይሰጠኝ’ ብለሽ ጠይቂ” አለቻት፡፡",
      "25": "ልጅትዋም ወዲያውኑ በፍጥነት ወደ ንጉሡ ተመልሳ “የአጥማቂው ዮሐንስ ራስ በሳሕን ሆኖ አሁን እንዲሰጠኝ እፈልጋለሁ” ስትል ጠየቀች",
      "26": "ንጉሡ በዚህ ነገር በጣም አዘነ፤ ይሁን እንጂ በተጋባዥዎች ፊተ ስለአደረገው መሐላ የጠየቀችውን ሊከለክላት አልቻለም፡፡",
      "27": "ስለዚህ ንጉሡ ወዲያውኑ ከወታደሮቹ አንዱን የዮሐንስን ራስ ቆርጦ እንዲያመጣ ላከው፤ ወታደሩም ወደ ወህኒው ቤት ሄዶ የዮሐንስን ራስ ቆረጠ፡፡",
      "28": "የተቆረጠውንም ራስ በሳሕን አድርጎ አመጣና ለልጅትዋ ሰጣት፤ ልጅትዋም ለእናትዋ ሰጠች፡፡",
      "29": "የዮሐንስ ደቀ መዛሙርት ይህን በሰሙ ጊዜ መጡና ሬሳውን ወስደው ቀበሩ፡፡",
      "30": "ሐዋርያት ከተላኩበት ተመልሰው መጥተው በያሹዋ ፊት ተሰበሰቡ፤ ያደረጉትንና ያስተማሩትን ሁሉ ነገሩት፡፡",
      "31": "እርሱም “እናንተ ብቻችሁን ወደ አንድ ገለልተኛ ስፍራ ሂዱና ጥቂት ዕረፉ” አላቸው ይህንንም ያለበት ምክንያት ወደ እነርሱ የሚመጡና የሚሄዱ ብዙዎች ስለነበሩ ለመመገብ እንኳ ጊዜ ሊኖራቸው ስላልቻለ ነው፡፡",
      "32": "ስለዚህ ወደ አንድ ገለልተኛ ስፍራ ብቻቸውን ለመሆን በጀልባ ተሳፍረው ሄዱ፡፡",
      "33": "ይሁን እንጂ እነርሱ ሲሄዱ ብዙ ሰዎች አይተው ዐውቁአቸው፤ ከየከተማውም ወጥተው በእግር እየሮጡ ቀደሙአቸውና ወደ እነርሱ ተሰበሰቡ፡፡",
      "34": "ያሹዋ ከጀልባው ሲወርድ ብዙ ሕዝብ አየ እረኛ እንደሌላቸው በጎች በመሆናቸውም አዘነላቸው፤ ብዙ ነገርም ያስተምራቸው ጀመር፡፡",
      "35": "ጊዜው እየመሸ በመሄዱ ደቀ መዛሙርቱ ወደ እርሱ ቀርበው እንዲህ አሉት “ቦታው በረሓ ነው፤ ጊዜውም መሽቶአል፤",
      "36": "የሚበሉት የላቸውምና በአካባቢው ወዳሉት ገጠሮችና መንደሮች ሂደው ምግብ እንዲገዙ እነዚህን ሰዎች አሰናብታቸው፡፡”",
      "37": "ያሹዋ ግን “የሚበሉትን እናንተ ስጡአቸው” ሲል መለሰ፤ እነርሱም “ታዲያ ሄደን የሚበሉትን እንጀራ በሁለት መቶ ብር ገዝተን እንስጣቸውን? አሉ፡፡",
      "38": "እርሱም “ስንት እንጀራ አላችሁ? እስቲ ሂዱና እዩ” አላቸው፤ አይተውም “አምስት እንጀራና ሁለት ዓሣ አለ” አሉት",
      "39": "ያሹዋም “ሕዝቡን በቡድን ከፋፍለው በለመለመው መስክ ላይ እንዲያስቀምጡአቸው ደቀ መዛሙርቱን አዘዘ፡፡",
      "40": "ስለዚህ ህዝቡ በመቶና በኀምሳ ተከፋፍለው በተርታ ተቀመጡ፡፡",
      "41": "ያሹዋም አምስቱን እንጀራና ሁለቱን ዓሣ አንሥቶ ወደ ሰማይ አሻቅቦ አየና ያህቬህ(יהוה)ን አመሰገነ ቆርሶም ለሰዎቹ እንዲያድሉ ለደቀ መዛሙርቱ ሰጠ፤ እንዲሁም ሁለቱን ዓሣ ለሁሉም አከፋፈለ፡፡",
      "42": "ሁሉም በልተው ጠገቡ፡፡",
      "43": "የተረፋቸውንም ቁርስራሽ እንጀራና ዓሣ ደቀ መዛሙርቱ ዐሥራ ሁለት መሶብ ሙሉ ሰበሰቡ፡፡",
      "44": "እንጀራውን የበሉ ወንዶች ብቻ ቁጥራቸው አምስት ሺ ነበር፡፡",
      "45": "ያሹዋ ወዲያውኑ ሕዝቡን ሲያሰናብት ሳለ ደቀ መዛሙርቱ በጀልባ ሆነው ወደ ማዶ ወደ ቤተ ሳይዳ ተሻግረው እንዲቀድሙት አዘዛቸው፡፡",
      "46": "ከዚህ በኋላ ከእነርሱ ተለይቶ ለመጸለይ ወደ ኮረብታ ወጣ፡፡",
      "47": "በመሸም ጊዜ ጀልባዋ በባሕሩ መካከል ነበረች እርሱ ግን ብቻውን በምድር ላይ ነበረ፡፡",
      "48": "ደቀ መዛሙርቱ ከወደፊታችው በሚነፍሰው ነፋስ ምክንያት መቅዘፍ ተቸግረው ሲጨነቁ አየ፤ ከሌሊቱም በዘጠኝ ሰዓት ገደማ በባሕሩ ላይ እየተራመደ ወደ እነርሱ መጣ አልፎአቸውም ሊሄድ ነበር፡፡",
      "49": "ነገር ግን እነርሱ በባሕሩ ለይ እየተራመደ ሲሄድ አይተው መንፈስ መስሎአቸው ጮኹ፡፡",
      "50": "ሁሉም ባዩት ጊዜ ደነገጡ፡፡",
      "51": "እርሱ ግን ወዲያውኑ “አይዞአችሁ እኔ ነኝ እኮ አትፍሩ” ብሎ አበረታታቸው፡፡ ወደ ጀልባውም ገብቶ ከእነርሱ ጋር በሆነ ጊዜ ነፋሱ ቆመ ደቀ መዛሙርቱ በጣም ተደነቁ፡፡",
      "52": "ታዲያ ልባቸው ደንዝዞ የእንጀራውን ተአምር ሳያስተውሉ ቀርተው ነው እንጂ ይህ ነገር ባላስገረማቸውም ነበር፡፡",
      "53": "ባሕሩን ተሻግረው ወደ ጌንሴሬጥ ደረሱ፤ ጀልባዋን ወደ ምድር አስጠግተው አሰሩ፡፡",
      "54": "ከጀልባ እንደወረዱ ወዲያውኑ ሰዎች ያሹዋን ዐወቁት፡፡",
      "55": "እነርሱም በዚያ አገር ዙሪያ እየተራወጡ ያሹዋ ወዳለበት ስፍራ ሁሉ በመንደር በከተማ በገጠርም በሽተኞችን ወደ አደባባይ እያወጡ በእርሱ ፊት ያቀርቡአቸው ነበር፤ የልብሱንም ጫፍ እንኳ እንዲነኩ ይለምኑት ነበር የነኩትም �ሁሉ ይድኑ ነበር፡፡"
    },
    "Chapter 7": {
      "1": "ፈሪሳውያንና ከኢየሩሳሌም የመጡ አንዳንድ የሙሴ ሕግ መምህራን ወደ ኢየሱስ ቀርበው በዙሪያው ተሰበሰቡ፡፡",
      "2": "ከያሹዋ ደቀ መዛሙርት አንዳንዶቹ እጃቸውን ሳይታጠቡ እንጀራ ሲበሉ አዩአቸው፡፡",
      "3": "ፈሪሳውያንና የቀሩትም አይሁዳውያን የሽማግሌዎችን ወግ በመጠበቅ እጃቸውን ደኅና አድርገው ካልታጠቡ አይበሉም ነበር፡፡",
      "4": "እንዲሁም ከገቢያ ሲመለሱ ካልታጠቡ አይበሉም ነበር፤ ዋንጫን፤ ማሰሮን፤ ሳሕንና አልጋን፤ እንደማጠብ ያለ ሌላም ብዙ ወግ ይጠብቁ ነበር፡፡",
      "5": "ስለዚህ ፈሪሳውያንና የሙሴ ሕግ መምህራን ደቀ “መዛሙርትህ የሽማግሌዎችን ወግ በመጣስ ስለምን እጃቸውን ሳይታጠቡ እንጀራ ይበላሉ? ሲሉ ኢየሱስን ጠየቁት፡፡",
      "6": "ያሹዋ ግን እንዲህ ሲል መለሰላቸው “እናንተ ግብዞች ኢሳይያስ ስለ እናንተ፤ ‘ይህ ሕዝብ በአፉ ብቻ ያከብረኛል እንጂ ልቡ ከእኔ በጣም የራቀ ነው፤",
      "7": "የሰውንም ሥርዓት እያስተማሩ በከንቱ ያመልኩኛል' ሲል የተናገረው ቃል እውነት ነው፡፡",
      "8": "“ስለዚህ እናንተ የያህቬህ(הוהי)ን ትእዛዝ ትታችሁ የሰውን ወግ ትጠብቃላችሁ፡፡",
      "9": "ቀጥሎም እንዲህ አላቸው “ወጋችሁን ለመጠበቅ ስትሉ የያህቬህ(יהוה)ን ትእዛዝ ትተዋላችሁ፡፡",
      "10": "ለምሳሌ ሙሴ ‘አባትህንና እናትህን አክብር፤ ደግሞ በአባቱ ወይም በእናቱ ላይ ክፉ የሚናገር ሰው በሞት ይቀጣ' ይላል፡፡",
      "11": "እናንተ ግን እንዲህ ትላላችሁ አንድ ሰው አባቱን ወይም እናቱን በመርዳት ፈንታ ለአባቱና ለእናቱ የሚገባውን ነገር ሁሉ ለያህቬህ(הוהי) ያቀረብሁት መባ ነው ቢላችሁ፤",
      "12": "አባትና እናቱን ከመርዳት ነፃ ታደርጉታላችሁ፡፡",
      "13": "በዚህም ሁኔታ የራሳችሁን ወግ ለመጠበቅ ስትሉ የያህቬህ(יהוה)ን ቃል ትሽራላችሁ እንዲሁም ይህንን የመሳሰለ ብዙ ነገር ታደርጋላችሁ፡፡",
      "14": "ሰዎቹንም እንደገና ወደ እርሱ ጠርቶ እንዲህ አላቸው፤ “እናንተ ሁላችሁም በማስተዋል አዳምጡኝ፡፡",
      "15": "ሰውን የሚያረክሰው ከሰው የሚወጣው ነገር ነው እንጂ ከውጪ ወደ ሰው የሚገባውስ አያረክሰውም፡፡",
      "16": "እንግዲህ ሰሚ ጆሮ ያለው ይስማ!”",
      "17": "ያሹዋ ሕዝቡን ትቶ ወደ ቤት በገባ ጊዜ ደቀ መዛሙርቱ ስለ ምሳሌው ጠየቁት፡፡",
      "18": "እርሱም እንዲህ ሲል መለሰላችው “እናንተም ደግሞ ይህን አታስተውሉምን? ከውጪ ወደ ሰው የሚገባ ነገር ሰውን ምንም እንደማያረክሰው አይገባችሁምን?",
      "19": "ምክንያቱም በሆድ በኩል ተላልፎ ወደ ውጪ ይወጣል እንጂ ወደልብ አይሄድም፤” ስለዚህ ያሹዋ ምግብ ሁሉ ንጹሕ መሆኑን በዚህ ሁኔታ ገለጸ፡፡",
      "20": "ቀጥሎም እንዲህ አለ “ሰውን የሚያረክሱት ከሰው ልብ የሚወጡት ነገሮች ናቸው፡፡",
      "21": "እነርሱም ክፉ አሳብ፣ ዝሙት፣ ስርቆት፤ ሰው መግደል፤",
      "22": "ምንዝር፤፤ ስግብግብነት ክፋት፣ አታላይነት፣ ስድነት፣ ምቀኝነት፤ የሰውን ስም ማጥፋት፤ ትዕቢት፣ አእምሮቢስነት ናቸው፡፡",
      "23": "ይህ ሁሉ ክፉ ነገር ከሰው ልብ ይወጣል፤ ሰውንም ያረክሰዋል፡፡”",
      "24": "ያሹዋ ከዚያ ተነሥቶ በጢሮስ ከተማ አጠገብ ወዳለው መንደር ሄደ፤ ወደ አንድ ቤትም ገብቶ እዚያ መኖሩን ማንም ሰው እንዳያውቅ ፈለገ፤ ይሁን እንጂ ሊሰወር አተቻለውም፡፡",
      "25": "ልጅዋ በርኩስ መንፈስ የተያዘችባት አንዲት ሴት ስለ ያሹዋ ሰምታ ወዲያውኑ መጣችና በእግሩ ሥር ወደቀች፡፡",
      "26": "ሴትዮዋም ከሲሮፊኒቃውያን ወገን የሆነች ግሪካዊ ነበረች እርስዋ ከልጅዋ ጋኔን እንዲያወጣላት ያሹዋን ለመነችው፡፡",
      "27": "ያሹዋ ግን “የልጆችን ምግብ ወስዶ ለውሾች መስጠት አይገባምና እስቲ ልጆቹ አሰቀድመው ይጥገቡ” አላት፡፡",
      "28": "እርሷም “እርግጥ ነው ጌታዬ፤ ታዲያ እኮ ውሾችም በገበታ ሥር ሆነው ከልጆች የወደቀውን ፍርፋሪ ይበላሉ” ስትል መለሰችለት፡፡",
      "29": "ስለዚህ ያሹዋ “ይህን በማለትሽ ጋኔኑ ከልጅሽ ወጥቶአል እንግዲህ ወደ ቤትሽ ሂጂ” አላት፡፡",
      "30": "እርስዋም ወደ ቤትዋ በተመለሰች ጊዜ ልጅዋን ጋኔኑ ለቋት በአልጋ ላይ በደኀና ተኝታ አገኘቻት፡፡",
      "31": "ያሹዋ የጢሮስን አገር ተቶ ሄደ፤ በሲዶና በኩልም አድርጎ ዐሥር ከተሞች በሚባለው አገር ወደ ገሊላ ባሕር መጣ፡፡",
      "32": "በዚያ አንድ ደንቆሮና ድዳ የሆነ ሰው ወድ እርሱ አመጡ፤ እጁንም እንዲጭንበት ለመኑት፡፡",
      "33": "ያሹዋም ሰውየውን ከሕዝቡ ለይቶ ለብቻው ወሰደና ጣቶቹን በሰውየው ጆሮዎች ውስጥ አገባ ምራቁንም እንትፍ ብሎ የሰውየውን ምላስ ዳሰሰ፡፡",
      "34": "ወደ ሰማይም አሻቅቦ አይቶ ቃተተና ሰውየውን “ኤፍታህ!” አለው ፍቺውም “ተከፈት” ማለት ነው፡፡",
      "35": "ወዲያውኑ ጆሮዎቹ ተከፈቱ፤ እንደበቱም ተፈታ፤ ያለአንዳች ችግርም አጥርቶ መናገር ጀመረ፡፡",
      "36": "ያሹዋ ይህን ነገር ለማንም እንዳይናገሩ ሰዎቹን አዘዛቸው፤ ይሁን እንጂ እንዳይናገሩ ባዘዛቸው መጠን በብዙ ያወሩ ነበር፡፡",
      "37": "የሰሙትም ሁሉ እጅግ በመደነቅ “ሁሉን ነገር በመልካም አደረገ ደንቆሮዎች እንዲሰሙ ድዳዎችም እንዲናገሩ ያደርጋል” አሉ፡፡"
    },
    "Chapter 8": {
      "1": "በዚያን ጊዜ እንደገና ብዙ ሰዎች ተሰበሰቡ፤ የሚበሉትም አልነበራቸውም ስለዚህ ያሹዋ ደቀ መዛሙርቱን ጠርቶ እንዲህ አላቸው፡፡",
      "2": "“እነዚህ ሰዎች እነሆ ከእኔ ጋር ሥስት ቀን ቆይተዋል፤ የሚበሉት ምንም ስለሌላቸው እራራላቸዋለሁ፡፡",
      "3": "እንዲሁ እንደተራቡ ወደ ቤታቸው ባሰናብታቸው በመንገድ ይደክማሉ፤ እንዲያውም ከእነርሱ አንዳንዶቹ ከሩቅ የመጡ ናቸው፡፡”",
      "4": "ደቀ መዛሙርቱም “ታዲያ በዚህ በረሓ ለእነዚህ ሁሉ ሰዎች የሚበቃ እንጀራ ማግኘት ማን ይችላል?” ሲሉ መለሱለት",
      "5": "ያሹዋም “ስንት እንጀራ አላችሁ?” ብሎ ጠየቃቸው፡፡",
      "6": "እነርሱም “ሰባት እንጀራ አለ” አሉት፡፡ እርሱም በመሬት ላይ እንዲቀመጡ ሕዝቡን አዘዘ፤ ሰባቱንም እንጀራ ይዞ ያህቬህ(הוהי)ን አመሰገነ፤ ቆርሶም ለሕዝቡ እንዲያቀርቡ ለደቀ መዛሙርቱ ሰጣቸው፤ እነርሱም ለሕዝቡ አቀረቡ፡፡",
      "7": "ጥቂት ትናንሽ ዓሣዎችም ነበሩአቸው፤ ስለ ዓሣዎቹም ያህቬህ(הוהי)ን ካመሰገነ በኋላ ለሕዝቡ እንዲያቀርቡ ደቀ መዛሙርቱን አዘዘ፡፡",
      "8": "ሰዎቹም ሁሉ በልተው ጠገቡ፤ የተረፈውንም ቁርስራሽ ሰብስበው ሰባት መሶብ ሙሉ አነሡ፡፡",
      "9": "የተመገቡት ሰዎች አራት ሺ ያህል ነበሩ፤ ያሹዋ እነርሱን ካሰናበተ በኋላ",
      "10": "ከደቀ መዛሙርቱ ጋር በጀልባ ሆኖ ወደ ዳልማኑታ አገር ሄደ፡፡",
      "11": "ፈሪሳውያን ወደ ያሹዋ መጡና ከእርሱ ጋር መከራከር ጀመሩ፤ ሊፈትኑትም አስበው ከሰማይ አንድ ተአምር እንዲያሳያቸው ጠየቁት፡፡",
      "12": "ያሹዋ በመንፈሱ በመቃተት “የዚህ ዘመን ሰዎች ተአምር እንዲደረግላቸው ስለምን ይፈልጋሉ? በእውነት እላችኋለሁ ምንም ተአምር አይደረግላቸውም” አላቸው",
      "13": "ትቶአቸውም እንደገና በጀልባ ሆኖ ወደ ማዶ ተሻገረ፡፡",
      "14": "ደቀ መዛሙርቱ እንጀራ መያዝ ስለረሱ በጀልባው ውስጥ ከአንድ እንጀራ በቀር ምንም አልነበራቸውም፡፡",
      "15": "ያሹዋም “ከፈሪሳውያንና ከሄሮድስ እርሾ ተጠንቀቁ!” ብሎ አዘዛቸው፡፡",
      "16": "እነርሱም “ይህን ማለቱ ምናልባት እንጀራ ስለሌለን ይሆናል” ብለው እርስ በርሳቸው ተነጋገሩ፡፡",
      "17": "ያሹዋም ይህንኑ አሳባቸውን ዐውቆ እንዲህ አላቸው፤ “እንጀራ ስለሌለን ነው ብላችሁ ስለምን ታስባላችሁ? ገና ምንም የማታስተውሉና የማይገባችሁ ናችሁን? ልባችሁስ ገና እንደ ደነዘዘ ነውን?",
      "18": "ዐይን እያላችሁ አታዩምን? ጆሮስ እያላችሁ አትሰሙምን? እንዴትስ ትዝ አይላችሁም?",
      "19": "ለመሆኑ አምስቱን እንጀራ ለአምስት ሺ ሰዎች በቆረስሁ ጊዜ ትራፊውን ስንት መሶብ ሙሉ አነሣችሁ? እነርሱም “ዐሥራ ሁለት መሶብ ሙሉ” አሉት፡፡",
      "20": "“እንዲሁም ሰባቱን እንጀራስ ለአራት ሺ ሰዎች በቆረስሁ ጊዜ ትራፊውን ስንት መሶብ ሙሉ አነሣችሁ?” ሲል ጠየቃቸው፡፤ እነርሱም “ሰባት መሶብ ሙሉ” አሉት፡፡",
      "21": "እርሱም “ታዲያ ገና አታስተውሉምን? አላቸው፡፡",
      "22": "ወደ ቤተ ሳይዳም በደረሱ ጊዜ ሰዎች አንድ ዐይነ ስውር ወደ ያሹዋ አመጡ፤ እንዲዳስሰውም ለመኑት፡፡",
      "23": "እርሱም የዐይነ ስውሩን እጅ ይዞ እየመራ ከመንደር ወደ ውጪ አወጣው፤ በሰውየውም ዐይኖች ላይ ምራቁን እንትፍ ብሎ እጁን ጫነበትና “አንዳች ነገር ታያለህን?” ሲል ጠየቀው፡፡",
      "24": "ዐይነ ስውሩም ቀና ብሎ “አዎ ሰዎች ይታዩኛል፤ ግን እንደሚራመዱ ዛፎች ይመስላሉ” አለ፡፡",
      "25": "እንደገናም ያሹዋ በሰውየው ዐይኖች ላይ እጁን ጫነ፤ በዚህ ጊዜ ሰውየው ትኩር ብሎ አየ፤ ድኖም ሁሉን ነገር አጥርቶ ማየት ጀመረ፡፡",
      "26": "ከዚያም በኋላ ያሹዋ “ወደ መንደሩ አትግባ” ብሎ ወደ ቤቱ እንዲሄድ አሰናበተው፡፡",
      "27": "ያሹዋና ደቀ መዛሙርቱ በፊልጶስ ቂሳርያ ወዳሉት መንደሮች አመሩ፤ በመንገድም ላይ ሳሉ ያሹዋ “ሰዎች፤ እኔን ማን ይሉኛል?” ሲል ደቀ መዛሙርቱን ጠየቃቸው፡፡",
      "28": "እነርሱም “እንዳንዶች አጥማቂው ዮሐንስ ነው፤ ሌሎች ኤልያስ ነው፤ ሌሎችም ደግሞ ከነቢያት አንዱ ነው ይሉሃል” ሲሉ መለሱለት፡፡",
      "29": "“እናንተስ እኔን ማን ትሉኛላችሁ?” ብሎ ጠየቃቸው፡፡ ጴጥሮስም “አንተ መሲሕ ነህ” ሲል መለሰለት፡፡",
      "30": "ያሹዋም “ስለ እኔ ለማንም እንዳትናገሩ” ብሎ አስጠነቀቃቸው፡፡",
      "31": "ያሹዋ ደቀ መዛሙርቱን እንዲህ ሲል ማስተማር ጀመረ፤ “የሰው ልጅ ብዙ መከራ መቀበል ይገባዋል በሽማግሌዎች፣ በካህናት አለቆችና በሙሴ ሕግ መምህራን ዘንድ ይናቃል፤ ይገደላልም፤ ይሁን እንጂ ከሦስት ቀን በኋላ ይነሣል፡፡",
      "32": "ይህን ነገር በግልጥ ነገራቸው፤ በዚህ ጊዜ ጴጥሮስ ለብቻው ገለል አድርጎት፤ “እንዲህ አትበል” ሲል ከለከለው",
      "33": "ያሹዋ ግን ዘወር ብሎ ደቀ መዛሙርቱን ተመለከተና ጴጥሮስን “አንተ ሰይጣን ከእኔ ወዲያ ሂድ! አንተ የሰውን እንጂ የያህቬን ነገር አታስብም” ሲል ገሠጸው፡፡",
      "34": "ከዚህ በኋላ ያሹዋ ሕዝቡን ከደቀ መዛሙርቱ ጋር ጠርቶ እንዲህ አላቸው፤ “ሊከተለኝ የሚወድ ቢኖር ራሱን ይካድ መስቀሉንም ተሸክሞ ይከተለኝ፤",
      "35": "ሕይወቱን ለማዳን የሚፈልግ ሁሉ ያጣታል፤ ስለ እኔና ስለ ወንጌል ሕይወቱን አሳልፎ የሚሰጥ ግን ያድናታል፡፡",
      "36": "ሰው የዓለምን ሀብት ሁሉ አግኝቶ ነፍሱን ግን ቢያጣ ምን ይጠቅምዋል?",
      "37": "ወይስ ሰው ስለ ነፍሱ ቤዛ ምን ዋጋ ሊከፍል ይችላል?",
      "38": "በዚህ በከሃዲና በኃጢአተኛ ትውልድ ፊት በእኔና በቃሌ የሚያፍር ሁሉ፤ የሰው ልጅ በአባቱ ክብር ከቅዱሳን መላእክት ጋር ሲመጣ በእርሱ ያፍርበታል፡፡”"
    },

    "Chapter 9": {
      "1": "ቀጥሎም ያሹዋ እንዲህ አላቸው በእውነት እላችኋለሁ፤ አሁን እዚህ ካሉት መካከል አንዳንዶች የያህቬህ(הוהי) መንግሥት በታላቅ ኀይል ስትመጣ እስኪያዩ ድረስ የማይሞቱ አሉ፡፡”",
      "2": "ከስድስት ቀንም በኋላ ያሹዋ ጴጥሮስን፣ ያዕቆብንና ዮሐንስን ብቻ አስከትሎ ወደ ከፍተኛ ተራራ ላይ ወጣ፤ በፊታቸውም መልኩ ተለወጠ፡፡",
      "3": "ልብሱ እጅግ አንጸባረቀ፤ በዓለም ላይ ማንም አጣቢ ያን ያህል ሊያነጣ እስከማይችል ድረስ ነጭ ሆነ፡፡",
      "4": "በዚያን ጊዜ ኤልያስና ሙሴ ተገልጠው ከያሹዋ ጋር ሲነጋገሩ ታዩአቸው፡፡",
      "5": "ጴጥሮስም ያሹዋን “መምህር ሆይ እዚህ መኖር ለእኛ መልካም ነው፤ ስለዚህ አንድ ለአንተ፣ አንድ ለሙሴ፣ አንድ ለኤልያስ፣ የሚሆኑ ሦስት ዳሶች እንሥራ” አለው፡፡",
      "6": "ሦስቱ ደቀ መዛሙርት እጅግ ደንግጠው ስለነበር ጴጥሮስ የሚናገረውን አያውቅም ነበር፡፡",
      "7": "ደመናም መጥቶ ጋረዳቸው ከደመናውም ውስጥ “የምወደው ልጄ ይህ ነው፤ እርሱን ስሙት” የሚል ድምፅ መጣ፡፡",
      "8": "ወዲያውም ዞር ብለው ሲመለከቱ ከእነርሱ ጋር ከያሹዋ ብቻ በቀር ማንንም አላዩም፡፡",
      "9": "ከተራራውም ሰወርዱ ያሹዋ “የሰው ልጅ ከሞት እስኪነሣ ድረስ ይህን ያያችሁትን ለማንም አትንገሩ” ሲል አዘዛቸው፡፡",
      "10": "ቃሉንም ሰምተው ተቀበሉት፤ ይሁን እንጂ “ይህ ከሞት መነሣት ምን ማለት ይሆን? እያሉ እርስ በርሳቸው ተነጋገሩ፡፡",
      "11": "እነርሱም “የሙሴ ሕግ መምህራን መጀመሪያ መምጣት ያለበት ኤልያስ ነው ሰለምን ይላሉ?” ሲሉ ጠየቁት፡፡",
      "12": "እርሱም እንዲህ ብሎ መለሰላቸው “እርግጥ ነው ኤልያስማ አስቀድሞ ይመጣል ሁሉንም ያስተካክላል፤ ይሁን እንጂ የሰው ልጅ መከራ እንደሚቀበልና እንደሚናቅ የተጻፈው እንዴት ነው?",
      "13": "እኔ ግን እላችኋለሁ ኤልያስ ቀደም ብሎ መጥቷል፤ ሰዎችም ስለ እርሱ እንደተጻፈው የፈለጉትን ሁሉ አድርገውበታል፡፡",
      "14": "ያሹዋና ሦስቱ ደቀ መዛሙርት ወደቀሩት ደቀ መዛሙርት ተመልሰው በመጡ ጊዜ ብዙ ህዝብ በዙሪያቸው ተሰብስቦ አዩ፤ የሙሴ ህግ መምህራን ከደቀ መዛሙርቱ ጋር ይከራከሩ ነበር፤",
      "15": "ሰዎችም ሁሉ ያሹዋን ባዩት ጊዜ በመገረም ተደናገጡ፤ ወደ እርሱም ሮጠው እጅ ነሡት፡፡",
      "16": "ያሹዋም ደቀ መዛሙርቱን “ከእነርሱ ጋር የምትከራከሩት በምን ጉዳይ ነበር?” ሲል ጠየቃቸው፡፡",
      "17": "ከሕዝቡም መካከል አንዱ እንዲህ ሲል መለሰ፤ “መምህር ሆይ! በማያናግር ርኩስ መንፈስ የተያዘውን ልጄን ወደ አንተ አምጥቼው ነበር፤",
      "18": "በተነሣበትም ጊዜ ይጥለዋል፤ አረፋም እየደፈቀ ጥርሶቹን ያፋጫል፤ ሰውነቱም ደርቆ እንደ በድን ይሆናል፤ ርኩሱንም መንፈስ እንዲያስወጣለት ደቀ መዛሙርትህን ጠይቄአቸው ነበር፤ ነገር ግን አልቻሉም፡፡”",
      "19": "ያሹዋም እንዲህ አላቸው፤ “እናንተ የማታምኑ ሰዎች እስከ መቼ ከእናንተ ጋር እኖራለሁ? እስከ መቼስ እታገሣችኋሁ? እስቲ ልጁን ወደ እኔ አምጡት፡፡”",
      "20": "እነርሱም ልጁን አመጡለት ርኩሱም መንፈስ ያሹዋን ባየ ጊዜ ወዲያው ልጁን ጥሎ አንፈራገጠው ልጁም በመሬት ላይ እየተንከባለለ አረፋ ይደፍቅ ጀመረ፡፡",
      "21": "ያሹዋ የልጁን አባት “ይህ በሽታ ከጀመረው ምን ያህል ጊዜ ነው?” ሲል ጠየቀው፡፡",
      "22": "አባትየውም እንዲህ አለ፤ “ከሕፃንነቱ ጀምሮ ነው፡፡ ሊገድለውም እየፈለገ ብዙ ጊዜ በእሳትና በውሃ ውስጥ ይጥለው ነበር፤ ግን ቢቻልህ እባክህ እዘንልን፤ እርዳንም፡፡",
      "23": "ያሹዋም “ቢቻልህ ትላለህን? ለሚያምንስ ሁሉ ነገር ይቻላል” አለው፡፡",
      "24": "ወዲያውኑ የልጁ አባት “ማመንስ አምናለሁ ግን አለማመኔ እንዲወገድልኝ እርዳኝ” ብሎ ጮኸ፡፡",
      "25": "ያሹዋም ሰዎቹ እየተራወጡ ሲመጡ አየ፤ ርኩሱንም መንፈስ “አንተ ድዳና ደንቆሮ መንፈስ፤ ከልጁ እንድትወጣ፤ ወደ እርሱም ተመልሰህ እንዳትገባ አዝሃለሁ” ብሎ ገሠጸው፡፡",
      "26": "ርኩሱም መንፈስ በታላቅ ድምፅ ጮኸ፤ ልጁንም በጣም ካንፈራገጠው በኋላ ወጣ፤ ልጁም ልክ እንደ በድን በመሆኑ ብዙዎቹ የሞተ መሰላቸው፡፡",
      "27": "ያሹዋ ግን የልጁን እጅ ይዞ አስነሣው፤ ልጁም ቆመ፡፡",
      "28": "ያሹዋም ወደ ቤት በገባ ጊዜ ደቀ መዛሙርቱ “ለመሆኑ ይህን ርኩሱ መንፈስ እኛ ልናስወጣው ስለምን አልቻልንም?” ብለው ለብቻው ጠየቁት፡፡",
      "29": "እርሱም “እንዲህ ዐይነቱ በጸሎትና በጾም ካልሆነ በቀር በሌላ በምንም አይወጣም” ሲል መለሰላቸው፡፡",
      "30": "ያሹዋና ደቀ መዛሙርቱ ያንን ስፍራ ትተው በገሊላ በኩል ሄዱ፤ ያለበትን ቦታም ማንም ሰው እንዲያውቅ ያሹዋ አልፈለገም፤",
      "31": "ምክንያቱም ያሹዋ ደቀ መዛሙርቱን “የሰው ልጅ በሰዎች እጅ ተላልፎ ይሰጣል፤ እነርሱም ይገድሉታል፤ ከተገደለ በኋላ ግን በሦስተኛው ቀን ይነሳል” እያለ ያስተምራቸው ስለነበር ነው፡፡",
      "32": "ደቀ መዛሙርቱ ግን ይህ ነገር አልገባቸውም፤ እንዳይጠይቁትም ፈሩ፡፡",
      "33": "ያሹዋና ደቀ መዛሙርቱ ወደ ቅፍርናሆም መጡ፤ ያሹዋ ወደ ቤት ከገባ በኋላ ደቀ መዛሙርቱን “በመንገድ ሳላችሁ የተከራከራችሁት ነገር ምን ነበር?” ሲል ጠየቃቸው፡፡",
      "34": "እነርሱ ግን ዝም አሉ፤ ምክንያቱም በመንገድ ሳሉ “ከሁላችን የሚበልጥ ማን ነው?” እያሉ ይከራከሩ ስለነበረ ነው፡፡",
      "35": "እርሱም ከተቀመጠ በኋላ ዐሥራ ሁለቱንም ጠርቶ “መጀመሪያ መሆን የሚፈልግ ማናቸውም ሰው የሁሉ መጨረሻና የሁሉም አገልጋይ መሆን አለበት” አላቸው፡፡",
      "36": "አንድ ሕፃን ልጅ አምጥቶ በመካከላቸው አቆመው፤ አቅፎትም እንዲህ አላቸው፤",
      "37": "“እንደዚህ ካሉት ሕፃናት አንዱን በስሜ የሚቀበል እኔን ይቀበላል፤ እኔንም የሚቀበል ሁሉ እኔን ብቻ ሳይሆን የላከኝንም ይቀበላል፡፡”",
      "38": "ዮሐንስ ያሹዋን “መምህር ሆይ! አንድ ሰው በስምህ አጋንንትን ሲያስወጣ አየን፤ ከእኛም ጋር ስላልሆነ ከለከልነው” አለው፡፡",
      "39": "ያሹዋ ግን እንዲህ አለ፤ “በስሜ ተአምር እያደረገ ወዲያውኑ በእኔ ላይ ክፉ የሚናገር ስለሌለ ተውት አትክልክሉት፤",
      "40": "ምክንያቱም እኛን የማይቃወም ሁሉ ከእኛ ጋር ነው፤",
      "41": "በእውነት እላችኋለሁ፤ የመሲሕ ስለሆናችሁ አንድ ብርጭቆ ውሃ እንኳ የሚሰጣችሁ ዋጋውን አያጣም፡፡”",
      "42": "“በእኔ ከሚያምኑት ከእነዚህ ከትንንሾቹ አንዱን የሚያስት ሰው፤ ከባድ የወፍጮ ድንጋይ በአንገቱ ላይ ታስሮ ወደ ባሕር ቢጣል ይሻለዋል፡፡",
      "43": "ስለዚህ እጅህ ቢያስትህ ቆርጠህ ጣለው፤ ሁለት እጅ እያለህ ወደ ገሃነም ከምትጣል ይልቅ፤ ጉንድሽ ሆነህ ወደ ሕይወት መግባት ይሻልሃል፡፡ (",
      "44": "ገሃነም ትሉ የማይሞትበት እሳቱ የማይጠፋበት ስፍራ ነው)",
      "45": "እግርህም ቢያስትህ ቆርጠህ ጣለው፤ ሁለት እግር እያለህ ወደ ገሃነም ከምትጣል ይልቅ፤ አንካሳ ሆነህ ወደ ሕይወት መግባት ይሻልሃል፡፡ [",
      "46": "ገሃነም ትሉ የማይሞትበት እሳቱ የማይጠፋበት ስፋራ ነው፡፡]",
      "47": "ዐይንህም ቢያስትህ አውጥተህ ጣለው ሁለት ዐይን እያለህ ወደ ገሃነም ከምትጣል ይልቅ አንድ ዐይና ሆነህ ወደ ያህቬህ(הוהי) መንግሥት መግባት ይሻልሃል፡፡",
      "48": "ገሃነም ትሉ ማይሞትበት እሳቱም ማይጠፋበት ስፍራ ነው፡፡”",
      "49": "“ሰው ሁሉ በእሳት ተቀምሞ ይጠራል፡፡",
      "50": "“ጨው መልካም ነው ይሁን እንጂ የጨውነቱን ጣዕም ካጣ በምን ታጣፍጡታላችሁ?",
      "51": "“በእናንተም የጨው ጣዕም ይኑርባችሁ፤ እርስ በርሳችሁ ተስማምታችሁ በሰላም ኑሩ፡፡”"
    },
    "Chapter 10": {
      "1": "ያሹዋ ከዚያ ተነሥቶ ወደ ይሁዳ አገርና ወደ ዮርዳኖስ ማዶ ሄደ፤ ብዙ ሰዎችም እንደገና ወደ እርሱ ተሰበሰቡ፤ እርሱም እንደ ልማዱ ያስተምራቸው ነበር፡፡",
      "2": "አንዳንድ ፈሪሳውያንም ወደ እርሱ ቀረቡ፤ ሊፈትኑትም ፈልገው “ሰው ሚስቱን እንዲፈታ በሕግ ተፈቅዶለታልን?” ሲሉ ጠየቁት",
      "3": "ያሹዋም “ሙሴ ስለዚህ ነገር ምን አዘዛችሁ?” አላቸው፡፡",
      "4": "እነርሱም “ሙሴማ የፍችዋን የምስክር ወረቀት ሰጥቶ እንዲፈታት ፈቅዶአል” አሉት፡፡",
      "5": "ያሹዋም እንዲህ ሲል መለሰላቸው “ሙሴስ ይህንን የፈቀደው የልባችሁን ድንዛዜ በማየት ነው፤",
      "6": "ነገር ግን ከፍጥረት መጀመሪያ አንሥቶ ‘ያህቬህ(יהוה) ወንድና ሴት አድርጎ ፈጠራቸው፤",
      "7": "በዚህ ምክንያት ሰው አባትንና እናቱን ትቶ ከሚስቱ ጋር ይተባበራል፤",
      "8": "ሁለቱም አንድ አካል ይሆናሉ ከዚያም ወዲያ ሁለት መሆናቸው ቀርቶ አንድ ይሆናል፤'",
      "9": "እንግዲህ ያህቬህ(יהוה) ያጣመረውን ሰው አይለየው፡፡",
      "10": "ወደ ቤት በተመለሱ ጊዜ ደቀ መዛሙርቱ ስለዚህ ጉዳይ እንደገና ያሹዋን ጠየቁት፤",
      "11": "እርሱም እንዲህ ሲል መለሰላቸው “ሚስቱን ፈትቶ ሌላ ሴት የሚያገባ በሚስቱ ላይ አመንዝሮአል ማለት ነው፤",
      "12": "እንዲሁም ባልዋን ፈትታ ሌላ ወንድ የምታገባ ሴት አመንዝራ ሆናች ማለት ነው፡፡”",
      "13": "ያሹዋ እንዲዳስሳቸው ሕፃናቱን ወደ እርሱ አመጡ፤ ደቀ መዛሙርቱ ግን ሕፃናቱን ያመጡአቸውን ሰዎች ገሠጹአቸው፡፡",
      "14": "ያሹዋም ይህን በማየት ተቆጥቶ ደቀ መዛሙርቱን እንዲህ አላቸው፤ “የያህቬህ(יהוה) መንግሥት እንደነዚህ ላሉት ስለ ሆነች ሕፃናት ወደ እኔ ይምጡ፤ ተው፤ አትከልክሉአቸው፤",
      "15": "በእውነት እላችኋለሁ የያህቬህ(יהוה)ን መንግሥት እንደ ሕፃን ሆኖ የማይቀበላት ከቶ አይገባባትም፡፡”",
      "16": "ከዚህ በኋላ ሕፃናቱን አቀፋቸውና እጁን ጭኖ ባረካቸው፡፡",
      "17": "ያሹዋ ከዚያ ወጥቶ እንደገና ጉዞ ጀመረ፤ በዚህም ጊዜ አንድ ሰው ወደ እርሱ ሮጦ በፊቱ ተንበረከከና ደግ መምህር ሆይ የዘላለምን ሕይወት ለማግኘት ምን ማድረግ ይገባኛል? ሲል ጠየቀው፡፡",
      "18": "ያሹዋ እንዲህ ሲል መለሰለት፤ “ስለምን ደግ ትለኛለህ? ከአንዱ ከያህቬህ(הוהי) በቀር ማንም ደግ የለም፤",
      "19": "ትእዛዞችን ታውቃለህ፤ እነርሱም ‘አትግደል፣ አታመንዝር፣ አትስረቅ፣ በሐሰት አትመስክር፣ አታታልል፣ አባትህንና እናትህን አክብር' የተባሉት ናቸው፡፡",
      "20": "ሰውየውም “መምህር ሆይ! እነዚህንማ ትእዛዞች ከልጅነቴ ጀምሬ ጠብቄአለሁ” አለው፡፡",
      "21": "ያሹዋም ተመለከተውና ወደደው፤ እንዲህም አለው፤ “አንድ ነገር ብቻ ቀርቶሃል፤ ሂድ፤ ያለህን ሁሉ ሸጠህ ገንዘብህን ለድኾች ስጥ፤ የተከማቸ ሀብት በሰማይ ታገኛለህ፤ ከዚያም በኋላ ና፤ ተከተለኝ፡፡”",
      "22": "ሰውየውም ይህን በሰማ ጊዜ ፊቱ በሐዘን ጠቆረ ብዙ ንብረትም ስለነበረው እያዘነ ሄደ፡፡",
      "23": "ያሹዋ ዘወር ብሎ ተመለከተና ደቀ መዛሙርቱን “ለሀብታሞች ወደ ያህቬህ(הוהי) መንግሥት መግባት እንዴት አስቸጋሪ ነው” አላቸው፡፡",
      "24": "ደቀ መዛሙርቱም በቃሉ ተደነቁ፤ ያሹዋ ግን መልሶ እንዲህ አላቸው “ልጆች ሆይ ወደ ያህቬህ(הוהי) መንግሥት መግባት እንዴት አስቸጋሪ ነው፤",
      "25": "ሀብታም ሰው ወደ ያህቬህ(יהוה) መንግሥት ከሚገባ ይልቅ ግመል በመርፌ ቀዳዳ ቢያልፍ ይቀላል፡፡”",
      "26": "ደቀ መዛሙርቱም በጣም ተገረሙና “ታዲያ በዚህ ሁኔታ ማን ሊድን ይችላል?” ተባባሉ፡፡",
      "27": "ያሹዋም ወደ እነርሱ ተመልክቶ “እርግጥ ይህ ነገር በሰው ዘንድ አይቻልም በያህቬህ(הוהי) ዘንድ ግን ይቻላል ለያህቬህ(הוהי) ሁሉ ይቻለዋል” አላቸው፡፡",
      "28": "ጴጥሮስም “እነሆ እኛ ሁሉን ትተን ተከትለንሃል” አለው፡፡",
      "29": "ያሹዋም እንዲህ ሲል መለሰ፤ “በእውነት እላችኋለሁ ስለ እኔና ስለ ወንጌል ብሎ ቤትን ወይም ወንድሞችን ወይም እኅቶችን ወይም እናትን ወይም አባትን ወይም ልጆችን ወይም ርስትን የሚተው ሰው ይበልጥ ያገኛል፤",
      "30": "በዚህ ዘመን እንኳ ከስደት ጋር ቤቶችን፤ ወንድሞችን፤ እኅቶችን እናቶችን፤ ልጆችን፤ ርስትን በመቶ እጥፍ ይቀበላል፤ በሚመጣውም ዓለም የዘላለምን ሕይወት ያገኛል፡፡",
      "31": "ይሁን እንጂ ፊተኞች የሆኑት ብዙዎች ኋለኞች ይሆናሉ ኋለኞች የሆኑትም ፊተኞች ይሆናሉ፡፡”",
      "32": "ወደ ኢየሩሳሌም በሚወስደው መንገድ ሳሉ ያሹዋ እፊት እፊታቸው ይሄድ ነበር፤ ደቀ መዛሙርቱም በዚህ ነገር ተገረሙ፤ በስተኋላ የሚከተሉትም ፈርተው ነበር፤ እንደገናም ዐሥራ ሁለቱን ወደ እርሱ አቅርቦ ስለሚደርግበት ነገር እንዲህ ሲል ገለጸላቸው፡፡",
      "33": "“እነሆ ወደ ኢየሩሳሌም መሄዳችን ነው፤ የሰው ልጅ ለካህናት አለቆችና ለሙሴ ሕግ መምህራን ተላልፎ ይሰጣል፤ እነርሱም የሞት ፍርድ ይፈርዱበታል፤ ለአረማውያን አሳልፈው ይሰጡታል፤",
      "34": "አረማውያንም ያፌዙበታል፤ ነገር ግን ከሦስት ቀን በኋላ ይነሣል፡፡”",
      "35": "የዘብዴዎስ ልጆች ያዕቆብና ዮሐንስ ወደ ያሹዋ ቀርበው “መምህር ሆይ የምንለምንህን እንድታደርግልን እንፈልጋለን” አሉት፡፡",
      "36": "እርሱም “ምን እንዳደርግላችሁ ትፈልጋላችሁ” አላቸው",
      "37": "እነርሱም “በመንግሥትህ ክብር አንዳችን በቀኝህ አንዳችን በግራህ እንድንቀመጥ ፍቀድልን” አሉት፡፡",
      "38": "ያሹዋ ግን “የምትለምኑትን አታውቁም፤ እኔ የምጠጣውን (የመከራ) ጽዋ መጠጣት ትችላላችሁን? እኔስ የምጠመቀውን ጥምቀት መጠመቅ ትችላላችሁን? አላቸው፡፡",
      "39": "እነርሱም “አዎ እንችላለን” አሉ፤ ያሹዋም እንዲህ አላቸው፤ “በእርግጥ እኔ የምጠጣውን ጽዋ ትጠጣላችሁ፤ እኔም የምጠመቀውን ጥምቀት ትጠመቃላችሁ፤",
      "40": "ነገር ግን በቀኜና በግራዬ መቀመጥን የምፈቅድ እኔ አይደለሁም፤ ይህ የሚሰጠው ለተዘጋጀላቸው ብቻ ነው፡፡”",
      "41": "የቀሩት ዐሥሩ ይህን ሰምተው በያዕቆብና በዮሐንስ ላይ ተቆጡ፡፡",
      "42": "ያሹዋ ሁሉንም ወደ እርሱ ጠርቶ እንዲህ አላቸው፤ “የአረማውያን አለቆች የህዝብ ገዥዎች ተብለው እንደሚጠሩና መሪዎቻቸውም በእነርሱ ላይ ሥልጣን እንዳላቸው ታውቃላችሁ፤",
      "43": "በእናንተ ዘንድ ግን እንዲህ መሆን አይገባም፤ ከመካከላችሁ ትልቅ ሊሆን የሚፈልግ አገልጋያችሁ መሆን አለበት፤",
      "44": "እንዲሁም ከመካከላችሁ የበላይ ሊሆን የሚፈልግ የሁሉም አገልጋይ ይሁን፡፡",
      "45": "የሰው ልጅ እንኳ ለማገልገልና ሕይወቱን ለብዙዎች ቤዛ አድርጎ ለመስጠት መጣ እንጂ እንዲያገለግሉት አልመጣም፡፡”",
      "46": "ከዚህ በኋላ ወደ ኢያሪኮ ከተማ መጡ፡፡ ያሹዋ ከደቀ መዛሙርቱና ከብዙ ሕዝብ ጋር ከኢያሪኮ ከተማ ሲወጣ ሳለ የጢሜዎስ ልጅ ዐይነ ስውሩ በርጢሜዎስ ምጽዋት እየለመነ በመንገድ ዳር ተቀምጦ ነበር፡፡",
      "47": "በዚያም የሚያልፈው የናዝሬቱ ያሹዋ መሆኑን ባወቀ ጊዜ “የዳዊት ልጅ ያሹዋ ሆይ! እባክህ ራራልኝ!” እያለ ይጮኽ ጀመር፡፡",
      "48": "ብዙዎቹ “ዝም በል!” ብለው ገሠጹት፤ እርሱ ግን “የዳዊት ልጅ ሆይ! እባክህ ማረኝ!” እያለ ይበልጥ ጮኸ፡፡",
      "49": "ያሹዋም ቆመና “ጥሩት” አለ፤ እነርሱም ዐይነ ስውሩን “በል በርታ ተነሥ፤ ያሹዋ ይጠራሃል” አሉት፡፡",
      "50": "እርሱም ሸማውን ጣለና ዘሎ ወደ ያሹዋ ሄደ፡፡",
      "51": "ያሹዋም “ምን እንዳደርግልህ ትፈልጋለህ?” ሲል ጠየቀው፡፡",
      "52": "ዐይነ ስውሩም “መምህር ሆይ! እባክሀ እንዳይ አድርገኝ” አለው፡፡",
      "53": "ያሹዋም “በል ሂድ እምነትህ አድኖሃል” አለው፡፡ ሰውየውም ወዲያውኑ ማየት ቻለ በመንገድም ያሹዋን ተከተሎ ሄደ፡፡"
    },
    "Chapter 11": {
      "1": "ያሹዋና ደቀ መዛሙርቱ ወደ ኢየሩሳሌም በቀረቡ ጊዜ በቤተ ፋጌና በቢታንያ አድርገው ወደ ደብረ ዘይት ደረሱ፤ ከዚያም ያሹዋ ከደቀ መዛሙርቱ ሁለቱን እንዲህ ሲል ላካቸው፡፡",
      "2": "“በፊታችሁ ወዳለው መንደር ቀድማችሁ ሂዱ እዚያም እንደ ደረሳችሁ ወዲያውኑ ማንም ሰው ገና ያልተቀመጠበት የአህያ ውርንጫ ታስሮ ታገኛላችሁ፤ ፍቱትና ወዲህ አምጡት፡፡",
      "3": "ማንም ሰው “ለምን ይህን ታደርጋላችሁ?” ቢላችሁ ‘ጌታ ስለሚያስፈልገው ነው ወዲውኑ መልሶ ይልከዎል' በሉት፡፡”",
      "4": "እነርሱም ሄደው ውርንጫውን በመንገድ ዳር በቤት ደጃፍ ታስሮ አገኙትና ፈቱት፡፡",
      "5": "በዚያም ጊዜ እዚያ ቆመው ከነበሩት ሰዎች አንዳንዶቹ “ውርንጫውን የምትፈቱት ለምን ድን ነው?” ሲሉ ጠየቁዋቸው፡፡",
      "6": "እነርሱም ያሹዋ ያላቸውን ነገሩአቸው ሰዎቹም ተውአቸው፡፡",
      "7": "ደቀ መዛሙርቱም የአህያውን ውርንጫ ወደ ያሹዋ አመጡ፤ ልብሳቸውን በውርንጫው ጀርባ ላይ አድርገው ያሹዋ ተቀመጠበት፡፡",
      "8": "ብዙ ሰዎች ሸማቸውን በመንገድ ላይ ያነጥፉ ነበር፤ ሌሎችም ከዱር የዛፍ ዝንጣፊ እየቆረጡ በመንገድ ላይ ይጎዘጉዙ ነበር፡፡",
      "9": "ከፊት የቀደሙትና ከኋላ የሚከተሉትም ሁሉ “ሆሳዕና! በጌታ ስም የሚመጣ የተባረከ ነው፤",
      "10": "የምትመጣው የአባታችን የዳዊት መንግሥት የተባረከች ናት፤ ሆሳዕና በአርያም!” እያሉ ይጮኹ ነበር፡፡",
      "11": "ያሹዋም ኢየሩሳሌም በደረሰ ጊዜ ወደ ቤተ መቅደስ ገባ፤ በዙሪያውም ያለውን ነገር ሁሉ ተመለከተ፤ ቀኑም መሽቶ ስለነበር ከዐሥራ ሁለቱ ጋር ከኢየሩሳሌም ወጥቶ ወደ ቢታንያ ሄደ፡፡",
      "12": "በማግሥቱም ከቢታንያ ሲመለሱ ያሹዋ ራበው፡፡",
      "13": "የለመለመች የበለስ ዛፍም በሩቅ አይቶ ምናልባት ፍሬ ይገኝባት እንደሆነ በማለት ወደ እርስዋ ሄደ፤ ነገር ግን ወደ እርስዋ በቀረበ ጊዜ በለስ የሚያፈራበት ወራት ስላልነበረ ከቅጠል በቅር ምንም አላገኘባትም፡፡",
      "14": "ስለዚህ ያሹዋ የበለስዋን ዛፍ “ከእንግዲሀ ወዲህ ማንም ከአንቺ ፍሬ አይብላ” አላት፡፡",
      "15": "ይህንንም ሲናገር ደቀ መዛሙርቱ ሰሙ፡፡",
      "16": "ወደ ኢየሩሳሌም በደረሱ ጊዜ ያሹዋ ወደ ቤተ መቅደስ ገብቶ በውስጡ የሚሸጡትንና የሚገዙትን ሰዎች አስወጣ፤ የገንዘብ ለዋጮችን ጠረጴዛዎችና ርግብ ሻጮችንም ወንበሮች ገለበጠ፤",
      "17": "ማንም ሰው ምንም ዕቃ ተሸክሞ በቤተ መቅደሱ ግቢ ውስጥ እንዲተላለፍ አልፈቀደም፡፡",
      "18": "እንዲህም ሲል አስተማራቸው፤ “‘ቤቴ ለሕዝብ ሁሉ የጸሎት ቤት ይባላል' ተብሎ አልተጻፈምን? እናንተ ግን የሌቦች ዋሻ አደረጋችሁት፡፡”",
      "19": "የካህናት አለቆችና የሙሴ ሕግ መምህራን ይህን ሲናገር ሰሙት፤ ሕዝቡም ሁሉ በትምህርቱ ይደነቁ ስለነበር ፈሩት ስለዚህ እንዴት አድርገው እንደሚያጠፉት ዘዴ ይፈልጉ ነበር፡፡",
      "20": "በመሸም ጊዜ ያሹዋና ደቀ መዛሙርቱ ከከተማ ወጡ፡፡",
      "21": "በማግሥቱ ማለዳ በመንገድ ሲያልፉ የበለሲቱ ዛፍ ከነሥርዋ ደርቃ አዩአት፡፡",
      "22": "ጴጥሮስም ነገሩ ትዝ ብሎት ያሹዋን “መምህር ሆይ! እነሆ የረገምሃት ዛፍ ደርቃለች” አለው፡፡",
      "23": "ያሹዋም እንዲህ አላቸው፤ በያህቬህ(הוהי) እመኑ፤",
      "24": "በእውነት እላችኋለሁ፤ ማንም ሰው በልቡ ሳይጠራጠር የሚፈልገው ነገር እንደሚፈጸምለት አምኖ ይህንን ተራራ ‘ከዚህ ተነሥተህ ወደ ባሕር ተወርወር' ቢል ይሆንለታል፡፡",
      "25": "ስለዚህ በጸሎት ማናቸውንም ነገር ብትለምኑ እንደሚፈጸምላችሁ እመኑ፤ የምትለምኑትም ሁሉ ይሰጣችኋል፡፡",
      "26": "በሰማይ ያለው አባታችሁ ኃጢአታችሁን ይቅር እንዲልላችሁ እናንተም ለጸሎት በምትቆሙት ጊዜ በሰው ላይ የያዛችሁትነ ቂም ተው፡፡ [26ነገር ግን እናንተ የሌሎችን በደል ይቅር ባትሉ፤ በሰማይ ያለው አባታችሁ የእናንተንም ኃጢአት ይቅር አይልላችሁም፡፡”]",
      "27": "እንደገናም ወደ ኢየሩሳሌም መጡ፤ ያሹዋም በቤተ መቅደስ ሲዘዋወር ሳለ የካህናት አለቆች፤ የሙሴ ሕግ መምህራንና ሽማግሌዎች መጡና፤",
      "28": "“እነዚህን ነገሮች የምታደርገው በምን ሥልጣን ነው? ወይስ እነዚህን ነገሮች እንድታደርግ ሥልጣን የሰጠህ ማን ነው?” ሲሉ ጠየቁት፡፡",
      "29": "ያሹዋም እንዲህ አላቸው፤ “እኔም አንድ ጥያቄ እጠይቃችኋለሁ፤ እናንተ መልስ ከሰጣችሁኝ እኔም እነዚህን ነገሮች በምን ሥልጣን እንደማደርግ እንግራችኋለሁ፡፡",
      "30": "የዮሐንስ ጥምቀት ከያህቬህ(יהוה) ነበረ ወይስ ከሰው? እስቲ መልሱልኝ” አላቸው፡፡",
      "31": "እነርሱም “እንግዲህ ምን እንበል?” በማለት እርስ በርሳቸው ተመካከሩ፤ “‘ከያህቬህ(הוהי) ነው' ብንል ‘ታዲያ ለምን አላመናችሁትም?' ይለናል",
      "32": "‘ከሰው ነው' ብንልሳ?” ይህን እንዳይሉ ሕዝቡ ሁሉ ዮሐንስን “በእርግጥ ነቢይ ነው” ይሉ ስለነበር ፈሩ፡፡",
      "33": "ስለዚህ “እኛ አናውቅም” ሲሉ መለሱለት፡፡",
      "34": "ያሹዋም “እንግዲያውስ እኔም በምን ሥልጣን እነዚህን ነገሮች እንደማደርግ አልነግራችሁም” አላቸው፡፡"
    },
    "Chapter 12": {
      "1": "ቀጥሎም ያሹዋ ይህን በምሳሌ እንዲህ ሲል ይነግራቸው ጀመር፤ አንድ ሰው የወይን አትክልት ተከለ፤ ዙሪያውንም ዐጠረ፤ የወይን መጭመቂያ የሚሆን ጉድጓድ ቆፍሮ አበጀ፤ ለወይኑ ጥበቃ የሚያገለግል ከፍተኛ የግንብ ማማ ሠራ፤ ከዚህም በኋላ የአትክልቱን ቦታ ለገበሬዎች አከራይቶ ወደ ሩቅ አገር ሄደ፡፡",
      "2": "ፍሬው በደረሰ ጊዜ ከወይኑ ፍሬ እንዲያመጣለት አገልጋዩን ወደ ገበሬዎቹ ላከ፡፡",
      "3": "ገበሬዎቹ ግን አገልጋዩን ይዘው ከደበደቡት በኋላ ባዶ እጁን ሰደዱት፡፡",
      "4": "እንደገና ባለቤቱ ሌላ አገልጋይ ላከ፤  ገበሬዎቹ ይህንንም በድንጋይ ፈንክተውና አዎርደው ሰደዱት፡፡",
      "5": "ቀጥሎም ሌላውን ቢልክ ገደሉት፤ እንዲሁም ብዙዎችን ቢልክ አንዳንዶቹን ደበደቡ፤ ሌሎቹንም ገደሉ፡፡",
      "6": "አሁን ማድረግ የቀረው የሚወደውን ልጁን መላክ ብቻ ነበር፤ ስለዚህ ‘ልጄንስ ያከብሩት ይሆናል' ብሎ በማሰብ በመጨረሻ አንድ ልጁን ላከ፡፡",
      "7": "ነገር ግን ገበሬዎቹ እርስ በርሳቸው ‘ይህማ ወራሹ ነው፤ ኑ እንግደለው፤ ርስቱም ለእኛ ይሆናል' ተባባሉ፡፡",
      "8": "ስለዚህ ልጁን ይዘው ገደሉት፤ ከወይኑ አትክልትም ውጪ ጣሉት፡፡",
      "9": "እንግዲህ የወይኑ አትክልት ጌታ ምን ያደርጋል? ባለቤቱ ራሱ ይመጣል ገበሬዎቹንም ይገድላል የወይኑንም አትክልት ለሌሎች ይሰጣል",
      "10": "ለመሆኑ እንዲህ የሚለውን ጽሑፍ አላነበባችሁምን?",
      "11": "‘ግንበኞች የናቁት ድንጋይ የማእዘን ራስ ሆነ፤ ይህም የያህቬህ(יהוה) ሥራ ነው ለዐይኖቻችንም ድንቅ ነው፡፡'”",
      "12": "የአይሁድ አለቆች ያሹዋ የተናገረው ምሳሌ እነርሱን የሚመለከት መሆኑን ስለተገነዘቡ ሊይዙት ፈልገው ነበር፤ ነገር ግን ሕዝቡን ፈርተው ትተውት ሄዱ፡፡",
      "13": "ከፈሪሳውያንና ከሄሮድስ ወገን የሆኑ አንዳንድ ሰዎች ያሹዋን በንግግሩ ለማጥመድ ወደ እርሱ ተላኩ፡፡",
      "14": "ቀርበውም እንዲህ አሉት “መምህር ሆይ! አንተ እውነተኛ መሆንህን እናውቃለን፤ ሰውንም በመፍራትና በይሉኝታ የምታደርገው ነገር የለም፤ የያህቬህ(הוהי)ንም መንገድ በእውነት ታስተምራለህ፤ ታዲያ ለሮም ቄሳር ግብር መክፈል ተፈቅዶአልን ወይስ አልተፈቀደም? እንገብር? ወይስ አንገብር?”",
      "15": "ያሹዋም ተንኮላቸውን አውቆ “ለምን ልታጠምዱኝ ትፈልጋላችሁ? እስቲ ገንዘቡን አምጡና አሳዩኝ” አላቸው፡፡",
      "16": "እነርሱም ገንዘቡን አመጡለት፤ እርሱም “በዚህ ገንዘብ ላይ ያለው መልክና የተጻፈው ስም የማን ነው?” ሲል ጠየቃቸው፡፡ እነርሱም “የቄሳር ነው” አሉት፡፡",
      "17": "ያሹዋም “እንግዲያውስ የቄሳርን ለቄሳር የያህቬህ(הוהי)ን ለያህቬህ(הוהי) ስጡ” ሲል መለሰላቸው፡፡ እነርሱም በመልሱ ተደነቁ፡፡",
      "18": "“የሙታን መነሣት የለም” የሚሉ ሰዱቃውያን ወደ ያሹዋ መጡ፤ እንዲህም ሲሉ ጠየቁት፤",
      "19": "“መምህር ሆይ! ሙሴ አንድ ሕግ ጽፎ ሰጥቶናል፤ ይኸውም ‘አንድ ሰው ልጅ ሳይወልድ ከሚስቱ በሞት ቢለይ ወንድሙ ሴትዮዋን አግብቶ ለሟቹ ዘር ይተካለት' የሚል ነው፡፡",
      "20": "ታዲያ ሰባት ወንድማማቾች ነበሩ፤ የሁሉም ታላቅ ሚስት አግብቶ ልጅ ሳይወልድ ሞተ፤",
      "21": "ሁለተኛውም ወንድሙ ያችኑ ሴት አግብቶ ልጅ ሳይወልድ ሞተ፤ ሦስተኛውም እንደሁ ሆነ፤",
      "22": "በዚህ ሁኔታ ሰባቱም አግብተዋት ዘር ሳይተኩ ሞቱ፤ ከሁሉም በኋላ ደግሞ ሴትየዋ ሞተች፡፡",
      "23": "ሰባቱም ወንድማማቾች በየተራ አግብተዋታልና እንግዲህ ሙታን በሚነሡበት ጊዜ ለየትኛው ሚስት ትሆናለች?”",
      "24": "ያሹዋም እንዲህ ሲል መለሰላቸው፤ “እናንተ እንዲህ የምትሳሳቱት ቅዱሳት መጸሕፍትንና የያህቬህ(הוהי)ን ኀይል ባለማወቃችሁ አይደለምን?",
      "25": "ሙታንስ ሲነሡ በሰማይ እንዳሉት መላእክት ይሆናሉ እንጂ አያገቡም አይጋቡም፡፡",
      "26": "ስለ ሙታን መነሣት የሆነ እንደሆነ ግን ያህቬህ(הוהי) ሙሴን በቁጥቋጦው እሳት ውስጥ ምን እንደተናገረው ከሙሴ መጽሐፍ አላነበባችሁምን? ይኸውም ‘እኔ የአብርሃም አምላክ፣ የይስሐቅ አምላክ፣ የያዕቆብ አምላክ ነኝ' ነው ያለው፡፡ ስለዚህ ያህቬህ(יהוה) የሕያዋን አምላክ እንጂ የሙታን አምላክ አይደለም፤ እናንተ ግን አጅግ ትሳሳታላችሁ፡፡”",
      "28": "ከሙሴ ሕግ መምህራን አንዱ ክርክራቸውን ይሰማ ነበር ያሹዋ በመልካም ሁኔታ እንደመለሰላቸው የሙሴ ሕግ መምህሩ አስተዋለ፤ ወደ ያሹዋ ቀርቦም “ከሁሉ የሚበልጥ ትእዛዝ የትኛው ነው?” ሲል ጠየቀው፡፡",
      "29": "ያሹዋም እንዲህ ሲል መለሰለት “ከሁሉ የሚበልጠው ትእዛዝ ‘እስራኤል ሆይ! ስማ ያህቬህ አምላካችን አንድ አምላክ ነው፤ ፡፡",
      "30": "አንተም ያህቬህ አምላክህን በፍጹም ነፍስህ፣ በፍጹም አሳብህ፣ በፍጹም ኀይልህ ውደድ!' የሚል ነው፡፡",
      "31": "ይህንንም የሚመስል ሁለተኛው ትእዛዝ ‘ሰውን ሁሉ እንደ ራስህ አድርገህ ውደድ' የሚል ነው፤ ከነዚህም ከሁለቱ ሚበልጥ ሌላ ትእዛዝ የለም፡፡”",
      "32": "የሕግ መምህሩም ያሹዋን እንዲህ አለው “መምህር ሆይ! ያህቬህ(הוהי) አንድ ነው ከእርሱም በቀር ሌላ አምላክ የለም ብለህ የተናገርከው ልክ ነው፤",
      "33": "ስለዚህ ሰው በፍጹም ልቡ (በፍጹም ነፍሱ) በፍጹም አሳቡ በፍጹም ኀይሉ ያህቬህ(הוהי)ን መውደድ ይገባዋል፤ እንዲሁም ሰውን ሁሉ እንደራሱ አድርጎ መውደድ ይገባዋል፤ የሚቃጠል መሥዋዕትና ሌላም መሥዋዕት ለያህቬህ(הוהי) ከማቅረብ ይልቅ እነዚህን ሁለቱን ትእዛዛት መጠበቅ ይበልጣል፡፡”",
      "34": "ያሹዋም የሕግ መምህሩ በጥበብና በማስተዋል እንደመለሰ አይቶ “አንተስ ከያህቬህ(הוהי) መንግሥት የራቅህ አይደለህም” አለው፡፡ ከዚህ በኋላ ለያሹዋ ጥያቄ ሊያቀርብለት የደፈረ ማንም የለም፡፡",
      "35": "ያሹዋ በቤተ መቅደስ ሲያስተምር እንዲህ ብሎ ጠየቀ፤ “የሙሴ ሕግ መምህራን መሲሕ የዳዊት ልጅ ነው ስለምን ይላሉ?",
      "36": "ዳዊት ራሱ በመንፈስ ቅዱስ ተመርቶ፤ ‘ያህቬህ(הוהי) ለጌታዬ (ለመሲሑ) ጠላቶችህን በሥልጣንህ ሥር እስካደርግልህ ድረስ በቀኜ ተቀመጥ' ብሎታል፡፡",
      "37": "ዳዊት ራሱ ጌታ ብሎ ከጠራው ታዲያ መሲሕ ለዳዊት እንዴት ልጁ ይሆናል?” ብዙ ሰዎችም በደስታ ይሰሙት ነበር፡፡",
      "38": "ያሹዋ ሲያስተምር እንዲህ አለ “ረዣዥም ልብስ ለብሰው ወዲያና ወዲህ መዞርን በገበያም የክብር ሰላምታ መቀበልን ከሚወዱ ከሙሴ ሕግ መምህራን ተጠንቀቁ፡፡",
      "39": "እነርሱ በምኩራብ የከበሬታ ወንበር በግብዣም የክብር ስፍራን ለማግኝት ይሽቀዳደማሉ፡፡",
      "40": "ለታይታ በሚያቀርቡት ረዥም ጸሎት እያመካኙ የመበለቶችን ቤት ይበዘብዛሉ ስለዚህ እነርሱ የባሰ ፍርድ ይደርስባቸዋል፡፡”",
      "41": "ያሹዋ በምጽዋት መቀበያ ሣጥን ፊት ለፊት ተቀምጦ ሳለ ሕዝቡ በሳጥኑ ውስጥ ገንዘብ ሲጨምሩ ያይ ነበር፤ ሀብታሞች ብዙ ገንዘብ ይጨምሩ ነበር፡፡",
      "42": "አንዲት ድኻ መበለትም መጥታ ሁለት ሳንቲም የሚያህል የናስ ገንዘብ ሰጠች፡፡",
      "43": "ያሹዋ ደቀ መዛሙርቱን ጠርቶ እንዲህ አላቸው፤ “በእውነት እላችኋለሁ፤ስጥ ገንዘብ ከጨመሩት ሰዎች ሁሉ አብልጣ ሰጠች፤ እነርሱ የሰጡት ካላቸው ሀብት የተረፋቸውን ነው፤ እርስዋ ግን ድኻ ሆና ሳለች ምንም ሳታስቀር ያላትን ሁሉ ሰጠች፡፡”"
    },
    "Chapter 13": {
      "1": "ያሹዋ ከቤተ መቅደስ ሲወጣ ሳለ ከደቀ መዛሙርቱ አንዱ፤ “መምህር ሆይ! ተመልከት እነዚህ ድንጋዮችና እነዚህ ሕንጻዎችንዴት ያምራሉ?” አለው፡፡",
      "2": "ያሹዋም እንዲህ ሲል መለሰለት፤ “እነዚህን ትልልቅ ሕንጻዎች ታያለህን? እነዚህ ድንጋዮች ሁሉ ይፈርሳሉ፤ ድንጋይ በድንጋይ ላይ ተነባብሮ የሚቀር የለም፡፡”",
      "3": "ያሹዋ በቤተ መቅደሱ ፊት ለፊት በደብረ ዘይት ተራራ ላይ ተቀምጦ ሳለ ጴጥሮስ ያዕቆብ ዮሐንስና እንድርያስ ለብቻቸው ወደ እርሱ ቀርበው",
      "4": "“ይህ ነገር የሚሆነው መቼ ነው? ይህስ ሁሉ ሊፈጸም ሲቃረብ ምልክቱ ምንድን ነው? እስቲ ንገረን ሲሉ ጠየቁት፡፡”",
      "5": "ያሹዋም እንዲህ ሲል መለሰላቸው “ማንም እንዳያሳስታችሁ ተጠንቀቁ",
      "6": "ብዙዎች እኔ ክርስቶስ ነኝ እያሉ በስሜ ይመጣሉ፤ ብዙ ሰዎችንም ያሳስታሉ፡፡",
      "7": "በአቅራቢያችሁ ጦርነት ሲደረግና በሩቅም የጦርነትን ወሬ ስትሰሙ አትደንግጡ፤ ይህ ሁሉ ሊሆን ግድ ነው፤ ይሁን እንጂ መጨረሻው ገና ነው፡፡",
      "8": "ሕዝብ በሕዝብ ላይ መንግሥትም በመንግሥት ላይ ጦርነት ያነሣል በየስፍራው ምድር መናወጥና ረሀብ ይሆናል ይህ ሁሉ እንደምጥ ጣር ያለ የጭንቅ መጀመሪያ ነው፡፡",
      "9": "እናንተም ራሳችሁ ተጠንቀቁ! ምክንያቱም ሰዎች ለፍርድ አሳልፈው ይሰጡአችኋል በየምኩራቡም ይገርፉአችኋል፤ ምስክር እንድትሆኑኝ በእኔ ምክንያት በገዥዎችና በነገሥታት ፊት ለፍርድ ትቆማላችሁ፡፡",
      "10": "ይህ ሁሉ ከመሆኑ በፊት ግን የምሥራቹ ቃል ለዓለም ሕዝብ ሁሉ መዳረስ ይገባዋል፡፡",
      "11": "ሰዎች ይዘው ወደ ፍርድ ሲያቀርቡአችሁ ምን እንናገር ይሆን በማለት አስቀድማችሁ አትጨነቁ፤ በዚያን ሰዓት የሚሰጣችሁን ቃል ተናገሩ፤ ምክንያቱም የሚናገረው መንፈስ ቅዱስ ነው እንጂ እናንተ አይደላችሁም፡፡",
      "12": "ወንድም ወንድሙን አባትም ልጁን ለሞት አሳልፎ ይሰጣል፤ ልጆችም በወላጆቻቸው ላይ በጠላትነት ይነሣሉ ይገድሉአቸዋልም፡፡",
      "13": "በእኔ ምክንያት በሰው ሁሉ ዘንድ የተጠላችሁ ትሆናላችሁ፤ እስከ መጨረሻ በትዕግሥት የሚጸና ግን ይድናል፡፡”",
      "14": "“ደግሞ (በነቢዩ ዳንኤል እንደተነገረው) መገኘት በማይገባው ስፍራ የሚያረክሰውን አስጸያፊ ነገር ታያላችሁ፤ ይህንንም አንባቢው ያስተውል፤ በዚያን ጊዜ በይሁዳ አገር ያሉ ወደ ተራራዎች ይሽሹ፡፡",
      "15": "በቤት ጣራ ላይ ያለ ወደ ቤቱ ወርዶ ከቤቱ አንዳች ነገር ለመውሰድ ጊዜ አያጥፋ፡፡",
      "16": "በእርሻም ቦታ ያለ ልብሱን ለመውሰድ ወደ ኋላው አይመለስ፡፡",
      "17": "በዚያን ጊዜ ለነፍሰ ጡሮችና ለሚያጠቡ እመጫቶች ወዮላቸው፡፡",
      "18": "ይህ ሁሉ በክረምት ጊዜ እንዳይሆን ጸልዩ፡፡",
      "19": "በዚያን ወራት ያህቬህ(הוהי) ዓለምን ከፈጠረበት ጊዜ ጀምሮ እስከ አሁን ድረስ ታይቶ የማይታወቅ መከራና ጭንቅ ይሆናል፤ ወደ ፊትም እሱን የሚመስል መከራና ጭንቅ ከቶ አይደርስም፡፡",
      "20": "ያህቬህ(הוהי) እነዚያን ቀኖች ባያሳጥርማ ኖሮ ማንም መዳን ባልቻለም ነበር፤ ነገር ግን ለተመረጡት ሰዎች ሲባል እነዚያ ቀኖች ያጥራሉ፡፡",
      "21": "እንግዲህ ማንም ቢሆን መሲሕ ይኸው እዚህ ነው ወይም ያው እዚያ ነው ቢላችሁ አትመኑ፡፡",
      "22": "ምክንያቱም ሀሰተኞች መሲሖችና ሐሰተኞች ነቢያት ይመጣሉ፤ እነርሱ ቢቻላቸውስ የተመረጡትን እንኳ ለማሳሳት ተአምራትና ድንቅ ነገርን ያደርጋሉ፡፡",
      "23": "ሁሉን ነገር አስቀድሜ ነግሬአችኋለሁና እንግዲህ ተጠንቀቁ፡፡”",
      "24": "“በዚያን ጊዜ ከዚያ ሁሉ መከራ በኋላ ፀሐይ ትጨልማች፤ ጨረቃም ብርሃንዋን አታሳይም፡፡",
      "25": "ከዋክብትም ከሰማይ ይወድቃሉ በሰማይ ያሉ ኀይሎችም ይናወጣሉ፡፡",
      "26": "ከዚያም በኋላ የሰው ልጅ በታላቅ ኀይልና ክብር በደመና ሲመጣ ይታያል፡፡",
      "27": "መላእክቱንም ይልካል እነርሱ በአራቱም አቅጣጫ ሄደው ከምድር ዳርቻ እስከ ሰማይ ዳርቻ የሚገኙትን ለእርሱ የተመረጡትን ሰዎች ይሰበስባሉ፡፡”",
      "28": "“የበለስ ዛፍ ምሳሌ ትምህርት ይሁናችሁ፤ ቅርንጫፎችዋ ሲያቆጠቁጡና ቅጠሎችዋም ሲለመልሙ ያን ጊዜ ጸደይ እንደቀረበ ታውቃላችሁ፡፡",
      "29": "እንዲሁም እናንተ ይህ ሁሉ መሆኑን ስታዩ የሰው ልጅ የሚመጣበት ጊዜ መቅረቡንና በበር መቆሙን ዕወቁ፡፡",
      "30": "በእውነት እላችኋለሁ ይህ ሁሉ ይፈጸማል፡፡",
      "31": "ሰማይና ምድር ያልፋሉ ቃሌ ግን ለዘላለም ጸንቶ ይኖራል፡፡”",
      "32": "“ነገር ግን ስለዚያች ቀንና ስለዚያች ሰዓት ከአብ በቀር ማንም የሚያውቅ የለም፤ የሰማይ መላእክትም አያውቁም ወልድም አያውቅም፡፡",
      "33": "ጊዜው መቼ እንደሚሆን አታውቁምና ተጠንቀቁ ትጉ፡፡",
      "34": "ይህም ቤቱን ትቶ ወደ ሩቅ አገር የሄደውን ሰው ይመስላል፤ እርሱም እያንዳንዱን አገልጋይ በልዩ ልዩ የሥራ ኀላፊነት ላይ መደበ፤ ዘበኛውንም ተግቶ እንዲጠብቅ አዘዘው፡፡",
      "35": "ስለዚህ የቤቱ ጌታ የሚመጣበትን ጊዜ አታውቁምና ተጠንቀቁ፤  ምናልባትም ወደ ማታ ወይም በእኩለ ሌሊት ወይም ዶሮ ሲጮኽ ወይም ጠዋት በመለዳ ይመጣ ይሆናል፡፡",
      "36": "በድንገት መጥቶ ተኝታችሁ እንዳያገኛችሁ ትጉ፡፡",
      "37": "ለእናንተ እንደነገርኋችሁ ለሌሎችም ሁሉ ትጉ እላለሁ፡፡"
    },
    "Chapter 14": {
      "1": "የአይሁዳውያን የፋሲካና ቂጣ በዓል ሊከበር ሁለት ቀን ቀርቶት ነበር፤ የካህናት አለቆችና ሕግ አዋቂዎች ያሹዋን በተንኮል ይዘው የሚገድሉበትን ዘዴ ይፈልጉ ነበር፡፡",
      "2": "ነገር ግን ሕዝቡ ሁከት ያነሣሣል በማለት በበዓል ቀን ይህን አናደርገውም አሉ፡፡",
      "3": "ያሹዋ በቢታንያ ለመጻም በነበረው በስምዖን ቤት ነበር፡፡ በገበታም ቀርቦ ሳለ አንዲት ሴት ዋጋው እጅግ ውድ የሆነና የከበረ የናርዶስ ሽቶ የሞላበት የአልባስጥሮስ ብልቃጥ ይዛ መጣች ብልቃጡን ሰብራ ሽቶውን በያሹዋ ራስ ላይ አፈሰሰችው፡፡",
      "4": "እዚያ ከነበሩት አንዳንዶቹ በድርጊቱ ተቆጥተው “ይህ ሽቶ በከንቱ መባከኑ ለምንድን ነው?",
      "5": "ይህ ሽቶ ከሦስት መቶ ብር በላይ ተሸጦ ገንዘቡ ለድኾች ሊሰጥ ይቻል ነበር እኮ” ተባባሉ ሴቲቱንም ነቀፏት፡፡",
      "6": "ያሹዋ ግን እንዲህ አለ “ተውአት ስለምን ታስጨንቁአታላችሁ፤ እርስዋ ለእኔ መልካም ነገር አድርጋለች፡፡",
      "7": "ድኾች ሁልጊዜ ከእናንተ ጋር ስለሆኑ በፈለጋችሁ ጊዜ ልትረዱአቸው ትችላላችሁ፤ እኔ ሁልጊኤ ከእናንተ ጋር እዚህ አልገኝም፡፡",
      "8": "ይህች ሴት የተቻላትን አድርጋለች ሥጋዬም ከመቀበሩ በፊት አስቀድማ በሽቶ ቀባች፡፡",
      "9": "በእውነት እላችኋለሁ በዓለም ሁሉ ይህ ወንጌል በሚሰበክበት በማናቸውም ስፍራ ይህ እርስዋ ያደረገችው ለመታሰቢያ ይነገርላታል፡፡”",
      "10": "ከዐሥራ ሁለቱ አንዱ አስቆሮታዊው ይሁዳ ያሹዋን አሳልፎ ለመስጠት ወደ ካህናት አለቆች ሄደ፡፡",
      "11": "እነርሱም ይህንን ባወቁ ጊዜ ደስ አላቸው ገንዘብም ሊሰጡት ቃል ገቡለት፡፡ እርሱም ያሹዋን አሳልፎ ለመስጠት ምቹ ጊዜ ይፈልግ ነበር፡፡",
      "12": "የፋሲካን በግ በሚያርዱበት በቂጣ በዓል መጀመሪያ ቀን ደቀ መዛሙርቱ ወደ ያሹዋ ቀርበው “የፋሲካን ራት ለመብላት ወዴት ሄደን እንድናዘጋጅልህ ትፈልጋለህ?” ሲሉ ጠየቁት፡፡",
      "13": "እርሱም ከደቀ መዛሙርቱ ሁለቱን እንዲህ ሲል ላካቸው፤ “ወደ ከተማ ሂዱ፤ እዚያም የውሃ እንሥራ የተሸከመ ሰው ታገኛላችሁ፤ እርሱን ተከተሉት፡፡",
      "14": "ወደሚገባበትም ቤት ሂዱና የቤቱን ጌታ ‘መምህር ከደቀ መዛሙርቴ ጋር የፋሲካን ራት የምበላበት ቤት የትነው?’ ይላል በሉት፡፡",
      "15": "እርሱም በሰገነት ላይ ያለውን የተዘጋጀውንና የተነጠፈውን ትልቅ አዳራሽ ያሳያችኋል በዚያ አዘጋጁልን ፡፡",
      "16": "ሁለቱ ደቀ መዛሙርት ከዚያ ወጥተው ወደ ከተማ ሄዱ፤ ልክ ያሹዋ እንዳላቸውም አገኙ፤ የፋሲካንም ራት በዚያ አዘጋጁ፡፡",
      "17": "በመሸ ጊዜ ያሹዋ ከዐሥራ ሁለቱ ጋር መጣ፤",
      "18": "በገበታ ቀርበው ሲበሉ ያሹዋ “በእውነት እላችኋሁ አሁን ከእኔ ጋር ራት በመብላት ላይ የሚገኝ ከእናንተ አንዱ አሰሳልፎ ይሰጠኛል” አለ፡፡",
      "19": "እነርሱም በዚህ ነገር አዝነው “እኔ እሆንን?” እያሉ ተራ በተራ ጠየቁት፡፡",
      "20": "ያሹዋም እንዲህ አላቸው “ያ ሰው አሁን ከእኔ ጋር በዚህ ሳሕን ውስጥ ወጥ የሚያጠቅሰውና ከዐሥራ ሁለታችሁ አንዱ የሆነው ነው",
      "21": "የሰው ልጅ አስቀድሞ በተጻፈው መሠረት ወደ ሞት መሄዱ አይቀርም ነገር ግን የሰውን ልጅ አሳልፎ ለሚሰጠው ለዚያ ሰው ወዮለት ያ ሰው ቀድሞውኑ ባይወለድ ይሻለው ነበር፡፡”",
      "22": "እነርሱ በመብላት ላይ ሳሉ ያሹዋ ኀብስት አንሥቶ የምስጋና ጸሎት አደረገ ቆርሶም ለደቀ መዛሙርቱ እንካችሁ ይህ ሥጋዩ ነው ብሉ ብሎ ሰጣቸው፡፡”",
      "23": "ጽዋውንም አንስቶ የምስጋና ጸሎት ካደረገ በኋላ ሰጣቸው ሁሉም ከጽዋው ጠጡ፡፡",
      "24": "እንዲህም አላቸው “ይህ ስለ ብዙዎች ሚፈስ የቃል ኪዳን ደሜ ነው",
      "25": "በእውነት እላችኋለሁ በያህቬህ(הוהי) መንግሥት አዲሱን እስክጠጣ ድረስ ከዚህ ወይን ፍሬ ጭማቂ ዳግመኛ አልጠጣም፡፡”",
      "26": "ከዚያም በኋላ መዝሙር ዘምረው ወደ ደብረ ዘይት ተራራ ወጡ፡፡",
      "27": "ያሹዋ ለደቀ መዛሙርቱ እንዲህ አለ፤ “እረኛውን እመታለሁ በጎቹም ይበተናሉ ተብሎ ተጽፏልና ሁላችሁም ትክዱኛላችሁ፤ ትታችሁኝም ትሸሻላችሁ፡፡",
      "28": "ነገር ግን ከሞት ከተነሣሁ በኋላ ወደ ገሊላ ቀድሜአችሁ እሄዳለሁ፡፡”",
      "29": "ጴጥሮስ “ሌሎች ሁሉ እንኳ ቢክዱህ እኔ ከቶ አልክድህም” አለው፡፡",
      "30": "ያሹዋም “በእውነት እልሃለሁ ዛሬ በዚህች ሌሊት ዶሮ ሁለት ጊዜ ከመጮኹ በፊት አንተ ሦስት ጊዜ ትክደኛለህ” አለው፡፡",
      "31": "ጴጥሮስ ግን “መሞት እንኳ ቢያስፈልግ ከአንተ ጋር እሞታለሁ እንጂ ከቶ አልክድህም” እያለ አጠንክሮ ተናገረ፡፡",
      "32": "ከዚህም በኋላ ጌቴሴማኒ ወደሚባል የአትክልት ስፍራ ሄዱ፤ ያሹዋ ደቀ መዛሙርቱን “እኔ እዚያ ስጸልይ እናንተ እዚህ ቆዩ” አላቸው፡፡",
      "33": "ጴጥሮስን ያዕቆብን ዮሐንስንም አስከትሎ ሄደ; እዚያም ማዘንና መጨነቅ ጀመረ፡፡",
      "34": "እንዲህም አላቸው ነፍሴ በታላቅ ሐዘን ለሞት ደርሳለች; እዚህ ቆዩ ተግታችሁም ጠብቁ፡፡”",
      "35": "ከእነርሱ ጥቂት ራቅ ብሎ ሄደ ከመሬትም ላይ በግንባሩ ተደፍቶ የሚቻል ቢሆን ያች የመከራ ሰዓት እንድታልፍለት ጸለየ፡፡",
      "36": "እንዲህም አለ፤ “አባት ሆይ ሁሉ ነገር ይቻልሃል፤ ይህን የመከራ ጽዋ ከእኔ አርቅልኝ፤ ነገር ግን እንደ አንተ ፈቃድ እንጂ እንደ እኔ ፈቃድ አይሁን፡፡”",
      "37": "ወደ ሦስቱ ደቀ መዛሙርት ተመልሶ በመᣵ ጊዜ ተኝተው አገኛቸው ስለዚህ ጴጥሮስን “ስምዖን ሆይ! ተኝተሃልን? አንዲት ሰዓት እንኳ ልትነቃ አልቻልክምን?” አለው፡፡",
      "38": "ቀጥሎ ለሁሉም “ወደ ፈተና እንዳትገቡ ተግታችሁ ጸልዩ፤ የሰው መንፈስ ዝግጁ ነው፤ ሥጋው ግን ደካማ ነው” አለ፡፡",
      "39": "እንደገናም ሄዶ ያንኑ የፊተኛውን ቃል በመናገር ጸለየ፡፡",
      "40": "ደግሞም ተመልሶ በመᣵ ጊዜ ዐይኖቻቸው በእንቅልፍ ከብደው ስለነበር ተኝተው አገኛቸው የሚመልሱለትንም አያውቁም ነበር፡፡",
      "41": "ሦስተኛም ጊዜ ወደ እነርሱ መጥቶ እንዲህ አላቸው፤ “አሁንም ገና ተኝታችኋልን አሁንም ዕረፍት ታደርጋላችሁን እንግዲህስ በቃ ሰዓቱ ደርሶአል እነሆ የሰው ልጅ በኃጢአተኞች እጅ ተላልፎ ይሰጣል፡፡",
      "42": "በሉ ተነሡ እንሂድ አሳልፎ የሚሰጠኝ ይኸው ቀርቦአል፡፡”",
      "43": "ወዲያውም ያሹዋ ይህን ሲናገር ሳለ ከዐሥራ ሁለቱ አንዱ የሆነው ይሁዳ መጣ፤ ከእርሱም ጋር ሰይፍና ዱላ የያዙ ብዙ ሰዎች ነበሩ እነርሱ ከካህናት አለቆችና ከሙሴ ሕግ መምህራን ከሽማግሌችም ዘንድ የተላኩ ነበሩ፡፡",
      "44": "አሳልፎ የሚሰጠውም ይሁዳ “እናንተ የምትይዙት እኔ ሰላምታ ሰጥቼ የምስመውን ነው፤ እርሱን በጥንቃቄ ይዛችሁ ውሰዱት” ሲል ምልክት ሰጥቶአቸው ነበር፡፡",
      "45": "ይሁዳ ወዲያውኑ መጥቶ ወደ ያሹዋ ቀረበና “መምህር ሆይ!” ብሎ ሳመው፡፡",
      "46": "ከዚህ በኋላ ሰዎቹ ያሹዋን ያዙት፡፡",
      "47": "እዚያ ቆመው ከነበሩት ከያሹዋ ተከታዮች አንዱ ሰይፉን መዝዞ የሊቀ ካህናቱን አገልጋይ ጆሮ ቆረጠ፡፡",
      "48": "ያሹዋ እንዲህ አላቸው “ሰይፍና ዱላ ይዛችሁ የመጣችሁት እኔን እንደ ወንበዴ ለመያዝ ነውን?",
      "49": "በየቀኑ በቤተ መቅደስ እያስተማርሁ ስኖር አልያዛችሁኝም ነበር፤ ነገር ግን ይህ የሆነው የመጽሐፍ ቃል እንዲፈጸም ነው፡፡”",
      "50": "ደቀ መዛሙርቱም ሁሉ ትተውት ሸሹ፡፡",
      "51": "ነጠላ ብቻ የለበሰ አንድ ወጣት ግን ያሹዋን ይከተል ነበር ሰዎቹም በያዙት ጊዜ",
      "52": "ነጠላውን ጥሎ ራቁቱን ሸሽቶ አመለጠ፡፡",
      "53": "ያሹዋን ግን ወደ ሊቀ ካህናቱ ቤት ወሰዱት፤ እዚያ የካህናት አለቆች ሽማግሌዎችና የሙሴ ሕግ መምህራን ተሰብስበው ነበር፡፡",
      "54": "ጴጥሮስም እስከ ሊቀ ካህናቱ ግቢ ድረስ ያሹዋን በሩቅ ይከተለው ነበር፡፡ እዚያም ከሎሌዎች ጋር ተቀምጦ እሳት ይሞቅ ነበር፡፡",
      "55": "የካህናት አለቆችና የሸንጎው አባሎች ሁሉ በያሹዋ ላይ ሞት የሚያስፈርድበት ምስክር ይፈልጉ ነበር፤ ግን አላገኙም፡፡",
      "56": "ብዙዎችም በሐሰት መስክረውበት ነበር፤ ሆኖም ቃላቸው ሳይስማማ ቀረ፡፡",
      "57": "አንዳንዶቹም ተነሥተው እንዲህ ሲሉ በሐሰት መሰከሩበት፡፡",
      "58": "“እኔ ይህን በሰው እጅ የተሠራውን ቤተ መቅደስ አፍርሼ በሦስት ቀን ውስጥ ሌላ በሰው እጅ ያልተሠራ እሠራለሁ ብሎ ሲናገር ሰምተነዋል፡፡”",
      "59": "ይህም ሆኖ ምስክርነታቸው አልተስማማም፡፡",
      "60": "ሊቀ ካህናቱም በመካከላቸው ቆሞ “ምንም አትመልስምን? እነዚህ ሰዎች በአንተ ላይ የሚያቀርቡብህ ክስ ምንድን ነው?” ሲል ያሹዋን ጠየቀው፡፡",
      "61": "ያሹዋ ግን ዝም አለ እንጂ ምንም መልስ አልሰጠም፡፡ ሊቀ ካህናቱም “ብሩክ የያህቬህ(הוהי) ልጅ መሲሕ አንተ ነህን?” ሲል እንደገና ጠየቀው፡፡",
      "62": "ያሹዋም አዎ “እኔ ነኝ የስው ልጅ በኀያሉ ያህቬህ(הוהי) ቀኝ ተቀምጦ ታያላችሁ፤ እንዲሁም በሰማይ ደመና ተመልሶ ሲመጣ ታያላችሁ” አለ፡፡ ",
      "63": "ሊቀ ካህናቱም በቁጣ ልብሱን ቀደደና ሌላ ምስክር ምን ያስፈልገናል 64እነሆ ይህን የስድብ ቃል በያህቬህ(הוהי) ላይ ሲሰነዝር ሰምታችኋል ታዲያ ምን ይመስላችኋል?” አለ፡፡ ሁሉም በአንድ ቃል “ሞት ይገባዋል” ብለው ፈረዱበት፡፡",
      "65": "አንዳንዶችም ምራቃቸውን እንትፍ ይሉበት ጀመር፤ ዐይኑንም በጨርቅ ሸፍነው አንተ ነቢይ ከሆንህ እስቲ ማን እንደመታህ ዕወቅ እያሉ በቡጢ ይመቱት ነበር፡፡ ሌሎቹም በጥፊ እየመቱ ወሰዱት ፡፡",
      "66": "ጰጥሮስ ከሊቀ ካህናቱ ቤት በታች በግቢው ውስጥ እንዳለ ከሊቀ ካህናቱ ገረዶች አንድዋ መጣች፡፡ 67እርስዋ ጴጥሮስ እሳት ሲሞቅ አይታ ትኩር ብላ ተመለከተችውና “አንተም እኮ ከናዝሬቱ ኢየሱስ ጋር ነበርህ” አለችው፡፡",
      "68": "እርሱ ግን “እኔ አላውቅም፤ አንቺ የምትዪውም አይገባኝም፤ ሲል ካደ፤ ይህንንም ብሎ ወደ ደጃፍ እንደወጣ ዶሮ ጮኸ፡፡",
      "69": "ገረዲትዋም ጴጥሮስን አይታ በዚያ ለቆሙት “ይህም እኮ ከእነርሱ ወገን ነው” ስትል እንደገና ትናገር ጀመረች ",
      "70": "እርሱ ግን እንደገና ካደ፡፡ ጥቂት ቆየት ብሎም በዚያ የቆሙት ሰዎች ጴጥሮስን “የገሊላ ሰው ስለሆንህ በእርግጥ ከእነርሱ ወገን ነህ” አሉት፡፡",
      "71": "እርሱ ግን “ይህን የምትሉትን ሰው አላውቀውም” እያለ ራሱን መራገምና መማል ጀመረ፡፡",
      "72": "ወዲያውኑ ዶሮ ሁለተኛ ጊዜ ጮኸ ጴጥሮስም ዶሮ ሁለት ጊዜ ሳይጮኸ ሦስት ጊዜ ትክደኛለህ ሲል ያሹዋ የተናገረው ቃለ ትዝ አለውና ምርር ብሎ አለቀሰ፡፡"
    },
    "Chapter 15": {
      "1": "ጠዋት በማለዳ የካህናት አለቆች ከሽማግሌዎች፣ ከሙሴ ሕግ መምህራን፣ ከሸንጎውም አባሎች ሁሉ ጋር ተገናኝተው ተማከሩ፤ ከዚያም በኋላ ያሹዋን አስረው ወሰዱትና ለጲላጦስ አሳልፈው ሰጡት፡፡",
      "2": "ጲላጦስም “አንተ የአይሁድ ንጉሥ ነህን?” ሲል ጠየቀው፡፡ ያሹዋም “አንተ እንዳልከው ነኝ” አለው፡፡",
      "3": "የካህናት አለቆች ግን ያሹዋን በብዙ ይወነጅሉት ነበር፡፡",
      "4": "ስለዚህ ጲላጦስ “በስንት ነገር እንደሚከሱህ ተመልከት፤ ከቶ ምንም መልስ አትሰጥምን?” ሲል እንደገና ጠየቀው፡፡",
      "5": "ጲላጦስ እስኪደነቅ ድረስ አሁንም ኢየሱስ ምንም መልስ አልሰጠም፡፡",
      "6": "ጲላጦስ በየዓመቱ በአይሁድ ፋሲካ በዓል ጊዜ እንዲፈታላቸው ሰዎቹ የጠየቁትን አንድ እስረኛ ይለቅላቸው ነበር፡፡",
      "7": "በዚያን ጊዜ በመንግሥት ላይ ተነሣሥተው ሰው በመግደል ወህኒ ቤት የገቡ ዐመፀኞች ነበሩ፤ ከነዚህም ዐመፀኞች አንዱ በርባን ሚባለው ሰው ነበር፡፡",
      "8": "ሰዎቹም ወደ ጲላጦስ ቀርበው የተለመደውን ምሕረት እንዲያደርግላቸው ጠየቁት፡፡",
      "9": "እርሱም “የአይሁድን ንጉሥ ፈትቼ እንድለቅላችሁ ትፈልጋላችሁን?” ሲል ጠየቃቸው",
      "10": "ይህንንም ያለው የካህናት አለቆች ያሹዋን አሳልፈው የሰጡት በቅንአት መሆኑን ያውቅ ስለነበር ነው፡፡",
      "11": "የካህናት አለቆች ግን “በርባን ይፈታልን እንጂ ያሹዋ አይፈታ” ብለው ጲላጦስን እንዲጠይቁ ሰዎቹን አነሣሡ፡፡",
      "12": "ጲላጦስም “ታዲያ ይህን የአይሁድ ንጉሥ የምትሉትን ምን ላድርገው?” ሲል ሰዎቹን እንደገና ጠየቀ፡፡",
      "13": "እነርሱም “ስቀለው!” እያሉ እንደገና ጮኹ፡፡",
      "14": "ጲላጦስም “ያደረገው በደል ምንድን ነው?” አላቸው፡፤ እነርሱም “ስቀለው!” እያሉ አብዝተው ጮኹ፡፡",
      "15": "ጲላጦስ ሰዎቹን ደስ ለማሰኘት ብሎ በርባንን ፈትቶ ለቀቀላቸው ያሹዋን ግን አስገረፈውና እንዲሰቀል አሳልፎ ሰጠው፡፡",
      "16": "ወታደሮቹ ያሹዋን ወደ አገረ ገዥው ግቢ ወሰዱት የቀሩትንም ወታደሮች ሁሉ ጠሩ፡፡",
      "17": "ቀይ ልብስም አለበሱት፤ የእሾኽ አክሊልም ጎንጉነው በራሱ ላይ ደፉበትና፤",
      "18": "“የአይሁድ ንጉሥ ሆይ! ሰላም ለአንተ ይሁን” እያሉ በማፌዝ እጅ ይነሡት ነበር፡፡",
      "19": "በመቃ ራስ ራሱን ይመቱት ነበር፤ ምራቃቸውንም እንትፍ ይሉበት ነበር፤ በፊቱም በማላገጥ እየተንበረከኩ ይሰግዱለት ነበር፡፡",
      "20": "ካፌዙበትም በኋላ ቀዩን ልብስ አውልቀው የራሱን ልብስ አለበሱት ሊሰቅሉትም ወሰዱት፡፡",
      "21": "ሲሄዱም ሳሉ የቀሬና ሰው የሆነውን የእስክንድርንና የሩፎስን አባት ስምዖንን ከገጠር ወደ ከተማ ሲገባ አገኙት፤ የያሹዋን መስቀል እንዲሸከም እገደዱት፡፡",
      "22": "ከዚያም በኋላ ያሹዋን የራስ ቅል እየተባለ ወደሚጠራው ስፍራ ወደ ጎልጎታ ወሰዱት፡፡",
      "23": "እዚያም በደረሱ ጊዜ ከከርቤ ጋር የተቀላቀለ ወይን ጠጅ እንዲጠጣ ሰጡት እርሱ ግን አልጠጣም፡፡",
      "24": "ከዚህም በኋላ ሰቀሉት ልብሶቹንም ዕጣ ተጣጥለው ተከፋፈሉት፡፡",
      "25": "ያሹዋን ሲሰቅሉት ጊዜው ከጠዋቱ ሦስት ሰዓት ነበረ፡፡",
      "26": "ወንጀሉንም ለማመልከት የአይሁድ ንጉሥ የሚል ጽሑፍ ተጽፎ ነበረ፡፡",
      "27": "ከያሹዋም ጋር ሁለት ወንበዴዎችን አምጥተው አንዱን በቀኙ አንዱንም በግራው ሰቀሉ፡፡",
      "28": "(በዚህም ሁኔታ ከአመፀኞች ጋር ተቆጠረ የሚለው የትንቢት ቃል ተፈጸመ፡፡)",
      "29": "በአጠገቡ ያልፉ የነበሩትም ሰዎች ራሳቸውን በንቀት እየነቀነቁ እንዲህ ይሉ ነበር፤ “አዬ አንተ ቤተ መቅደስን አፍርሰህ በሦስት ቀን የምትሠራው፤",
      "30": "እስቲ አሁን ከመስቀል ውረድና ራስህን አድን፡፡”",
      "31": "በዚህ ዐይነት የካህናት አለቆችና ሙሴ ሕግ መምህራንም እንዲህ እያሉ ይዘባበቱበት ነበር፤ “ሌሎችን አድኖአል ራሱን ግን ማዳን አይችልም፡፡",
      "32": "እርሱ መሲሑ የእስራኤል ንጉሥ ከሆነ እስቲ አሁን ከመስቀሉ ይውረድ እኛም እንይና እንመን፡፡” እንዲሁም ከእርሱ ጋር የተሰቀሉት ወንበዴዎች ይሰድቡት ነበር፡፡",
      "33": "ከቀኑም ስድስት ሰዓት ጀምሮ እስከ ዘጠኝ ሰዓት ድረስ በምድር ሁሉ ላይ ጨለማ ሆነ፡፡",
      "34": "ዘጠኝ ሰዓት ሲሆን ያሹዋ “ኤሎሄ! ኤሎሄ! ላማ ሰበቅታኒ!” ብሎ በታላቅ ድምፅ ጮኸ፡፡ ትርጓሜውም “አምላኬ አምላኬ! ለምን ተውኸኝ” ማለት ነው፡፡",
      "35": "በዚያም ቆመው ከነበሩት ሰዎች አንዳንዶቹ የእርሱን ጩኸት ሰምተው “እነሆ ኤልያስን ይጠራል” አሉ፡፡",
      "36": "ከእነርሱም አንዱ ሮጠና ሆምጣጤ በእስፓንጅ ሞላ፤ እንዲጠጣውም በመቃ ላይ አድርጎ ለያሹዋ ሰጠውና “ቆይ እስቲ ኤልያስ መጥቶ ያወርደው እንደሆነ እንይ” አለ፡፡",
      "37": "ከዚህም በኋላ ያሹዋ በታላቅ ድምፅ ጮኸ፤ ነፍሱም ከስጋው ተለየች፡፡",
      "38": "የቤተ መቅደስ መጋረጃ ከላይ እስከ ታች ተቀዶ ከሁለት ተከፈለ፡፡",
      "39": "በመስቀሉ ፊት ለፊት ቆሞ የነበረው የመቶ አለቃ ያሹዋ እንዴት [ጮኾ] እንደሞተ አይቶ “ይህ ሰው በእርግጥ የያህቬህ(הוהי) ልጅ ነበር አለ፡፡",
      "40": "በሩቅ ሆነው የሚመለከቱ አንዳንድ ሴቶችም በዚያ ነበሩ፡፡ ከእነርሱም መካከል መግደላዊት ማርያም፣ የታናሹ ያዕቆብና የዮሳ እናት ማርያም፣ ሰሎሜም ይገኙ ነበር፡፡",
      "41": "እንዲሁም ከያሹዋ ጋር ወደ ኢየሩሳሌም የመጡ ብዙ ሌሎች ሴቶች ነበሩ፡፡",
      "42": "ቀኑ መሽቶ ስለነበር የሰንበት ዋዜማና የዝግጅትም ጊዜ ሆነ፡፡",
      "43": "በዚያኑ ጊዜ የአይሁዳውያን ሸንጎ አባል የነበረ ዮሴፍ የሚባል የተከበረ የአርማትያስ ሰው መጣ፡፡ እርሱም የያህቬህ(הוהי)ን መንግሥት በተስፋ የሚጠባበቅ ሰው ነበር፡፡ በድፍረት ወደ ጲላጦስ ፊት ቀረበና የያሹዋ አስከሬን እንዲሰጠው ለመነ፡፡",
      "44": "ጲላጦስም እንዴት እንዲህ በቶሎ ሞተ ብሎ ተደነቀ፡፡ የመቶ አለቃውንም ጠርቶ “በእርግጥ ከሞተ ቆይቶአልን?” ሲል ጠየቀው፡፡",
      "45": "የያሹዋን መሞት ከመቶ አለቃው ከሰማ በኋላ አስከሬኑን አስንዲወስድ ለዮሴፍ ፈቀደለት፡፡",
      "46": "ዩሴፍ አዲስ የከፈን ልብስ ገዛና የያሹዋን አስከሬን ከመስቀል አውርዶ ገነዘው፤ ከአለት ተወቅሮ በተዘጋጀ መቃብር ውስጥ ቀበረው፡፡ ትልቅ ድንጋይም አንከባሎ መቃብሩን ዘጋ፡፡",
      "47": "መግደላዊት ማርያምና የዮሳ እናት ማርያም ያሹዋን የት እንደቀበሩት ይመለከቱ ነበር፡፡"
    },
    "Chapter 16": {
      "1": "የሰንበት ቀን ካለፈ በኋላ መግደላዊት ማርያም የያዕቆብ እናት ማርያም ሰሎሜም ሆነው የያሹዋን አስከሬን ለመቀባት ሽቶ ገዙ፡፡",
      "2": "እሑድ ጠዋት በማለዳ ልክ ፀሐይ ስትወጣ ወደ መቃብሩ ሄዱ፡፡",
      "3": "እነርሱም “ድንጋዩን ከመቃብሩ ደጃፍ ማን አንከባሎ ይከፍትልናል?” በማለት እየተነጋገሩ ይሄዱ ነበር፡፡",
      "4": "ምክንያቱም መቃብሩ የተዘጋበት ድንጋይ እጅግ ትልቅ ስለነበረ ነው፡፡ ቀና ብለውም በተመለከቱ ጊዜ ድንጋዩ ወደ ጎን ተንከባሎ አዩት፡፡",
      "5": "ወደ መቃብሩም በገቡ ጊዜ ነጭ ልብስ የለበሰ ጎልማሳ በስተቀኝ በኩል ተቀምጦ በማየታቸው ደነገጡ፡፡",
      "6": "እርሱ ግን አንዲህ አላቸው፤ “አይዞአችሁ አትደንግጡ እናንተ የምትፈልጉት ተሰቅሎ የነበረውን የናዝሬቱን ያሹዋ እንደሆነ ዐውቃለሁ፤ እርሱ ተነሥቶአል እዚህ የለም የተቀበረበትም ቦታ ይኸውላችሁ ተመልከቱ፡",
      "7": "አሁንም ሂዱ ለደቀ መዛሙርቱና ለጴጥሮስ ከዚህ በፊት ያሹዋ እንደነገራችሁ እርሱ ወደ ገሊላ ቀድሞአችሁ ይሄዳል በዚያም ታዩታላችሁ” ብላችሁ ንገሩአቸው፡፡",
      "8": "ሴቶቹም በፍርሃት እተንቀጠቀጡ ከመቃብር ወጥተው ሸሹ፤ እጅግ ፈርተው ስለነበር ምንም ነገር ለማንም አልተናገሩም፡፡",
      "9": "[ያሹዋ እሑድ በማለዳ ከሞት ከተነሣ በኋላ መጀመሪያ ሰባት አጋንንት ላወጣላት ለመግደላዊት ማርያም ታየ፡፡",
      "10": "እርስዋ ሄዳ በሐዘንና በለቅሶ ላይ ለነበሩት ተከታዮቹ ነገረች፡፡",
      "11": "እርስዋም “ያሹዋ ከሞት ተነሥቶ በሕይወት አለ፤ እኔም በዐይኔ አይቸዋለሁ” ብላ ነገረቻቸው፤ እነርሱ ግን አላመኑአትም፡፡",
      "12": "ከዚያም በኋላ ወደ ገጠር ይሄዱ ለነበሩ ሁለት ደቀ መዛሙርት ያሹዋ በሌላ መልክ ታያቸው፡፡",
      "13": "እነርሱም ተመልሰው ለቀሩት ደቀ መዛሙርት ነገሩአቸው ደቀ መዛመርቱ ግን እነዚህንም አላመኑአቸውም፡፡",
      "14": "ከዚያም በኋላ ዐሥራ አንዱ በማእድ ቀርበው ሲበሉ ያሹዋ ታያቸው ባለማመናቸውና ‘ያሹዋ ከሞት ተነሥቶ በሕይወት አለ በዐይናችንም አይተነዋል' ብለው የነገሩአቸውንም ሰዎች ቃል ባለመቀበላቸው፤ ልባቸውም በመደንደኑ ነቀፋቸው፡፡",
      "15": "እንዲህም አላቸው፤ “ወደ ዓለም ሁሉ ሂዱ! ለሰው ሁሉ ወንጌልን አስተምሩ፡፡",
      "16": "ያመነና የተጠመቀ ይድናል የማያምን ግን ይፈረድበታል፡፡",
      "17": "በእኔ የሚያምኑ ሁሉ እነዚህን ተአምራት የማድረግ ሥልጣን ይኖራቸዋል፤ በስሜ አጋንንትን ያወጣሉ በአዲስ ቋንቋም ይናገራሉ፤",
      "18": "እባቦችን ቢይዙ፤ ወይም የሚገድል መርዝ እንኳ ቢጠጡ አይጎዳቸውም፤ እጃቸውን በበሽተኞች ላይ ሲጭኑ በሽተኞቹ ይድናሉ፡፡",
      "19": "ጌታ ያሹዋ ይህን ሁሉ ከነገራቸው በኋላ ወደ ሰማይ ወጣ፡፡ በያህቬህ(הוהי)ም ቀኝ ተቀመጠ፡፡",
      "20": "ደቀ መዛሙርቱም በየስፍራው ሁሉ እየሄዱ አስተማሩ፡ ጌታም ከእነርሱ ጋር ይሠራ ነበር፡፡ ተአምራትንም የማድረግ ሥልጣን በመስጠት የትምህርታቸውን እውነተኛነት ያጸና ነበር፡፡"
    }
  }
}
