{
  "numbers": {
    "Chapter 1": {
      "1": "የእሥራኤል ሕዝብ ከግብጽ በወጡ በሁለተኛው ዓመት፤ ሁለተኛው ወር በገባ በመጀመሪያው ቀን በሲና በረሓ ሳሉ፤ ያህቬህ(יהוה) በሚመለክበት ድንኳን ውስጥ ሙሴን እንዲህ ሲል አነጋገረው፤",
      "2": "አንተና አሮን በየነገዱና በየቤተሰቡ ከፍላችሁ፤ የእሥራኤልን ሕዝብ ቁጠሩ፤ ዕድሜያቸው ሃያ ዓመት፤ ወይም ከዚያ በላይ ሆኖ በወታደርነት ማገልገል የሚችሉትን ወንዶች ሁሉ፤ በየክፍለ ጦራቸው መዝግቡ፡፡",
      "3": "ከእያንዳንዱ ነገድ አንዳንድ የቤተሰብ አለቃ መርጣችሁ እንዲረዱአችሁ አድርጉ፡፡",
      "4": "ስለዚህም ከየነገዱ የቤተሰብ መሪዎች ሆነው የተመረጡት የሚከተሉት ናቸው፡፡",
      "5": "ነገድ: የሮቤል, የቤተሰብ አለቃ: የሸዴኡር ልጅ ኤሊጹር",
      "6": "ነገድ: የስምዖን, የቤተሰብ አለቃ: የጹሪሻዳይ ልጅ ሸሉሚኤል",
      "7": "ነገድ: የይሁዳ, የቤተሰብ አለቃ: የዓሚናብ ልጅ ነአሶን",
      "8": "ነገድ: የይሳኮር, የቤተሰብ አለቃ: የጹር ልጅ ነታንኤል",
      "9": "ነገድ: የዛብሎን, የቤተሰብ አለቃ: የሔሎን ልጅ ኤሊአብ",
      "10": "ነገድ: የኤፍሬም, የቤተሰብ አለቃ: የዓሚሁድ ልጅ ኤሊሻማዕ",
      "11": "ነገድ: የምናሴ, የቤተሰብ አለቃ: የፐዳጹር ልጅ ገማልኤል",
      "12": "ነገድ: የብንያም, የቤተሰብ አለቃ: የጊድዖኒ ልጅ አቢዳን",
      "13": "ነገድ: የዳን, የቤተሰብ አለቃ: የዓሚሻዳይ ልጅ አሒዔዜር",
      "14": "ነገድ: የአሴር, የቤተሰብ አለቃ: የዖክራን ልጅ ፋግኢኤል",
      "15": "ነገድ: የጋድ, የቤተሰብ አለቃ: የደዑኤል ልጅ ኤልያሳፍ",
      "16": "ነገድ: የንፍታሌም, የቤተሰብ አለቃ: የዔናን ልጅ አሒራዕ",
      "17": "በእነዚህ ዐሥራ ሁለት ሰዎች እየተረዱ ሙሴና አሮን፤",
      "18": "ሁለተኛው ወር በገባ በመጀመሪያው ቀን፤ ማህበሩን ሁሉ በአንድነት ሰብስበው፤ በየነገዱና በየቤተሰቡ ከመደቡ በኋላ የሕዝብ ቆጠራ አደረጉ፤ ዕድሜአቸው ሃያ ዓመትና ከዚያም በላይ የሆነ ወንዶች ሁሉ፤ ያህቬህ(יהוה) ባዘዘው መሠረት፤ ስማቸው እየተመዘገበ ተቆጠሩ፡፡",
      "19": "በዚህም ዐይነት ሁኔታ ሙሴ በሲና በረሓ ሕዝቡን ቆጠረ፡፡",
      "20": "ወታደር ሆነው ለማገልገል ችሎታ ያላቸው፤ ዕድሜያቸው ሃያ ዓመትና ከዚያም በላይ የሆነ ወንዶች ከያዕቆብ ልጆች በኩር ከሆነው ከሮቤል ነገድ ጀምሮ በየነገዳቸውና በየቤተሰባቸው እየተመደቡ ተመዘገቡ፤ በቅላላ ድምራቸውም የሚከተለው ነው፡-",
      "21": "ነገድ: የሮቤል, ብዛት: 46,500",
      "22": "ነገድ: የስምዖን, ብዛት: 59,300",
      "23": "ነገድ: የጋድ, ብዛት: 45,650",
      "24": "ነገድ: የይሁዳ, ብዛት: 74,600",
      "25": "ነገድ: የይሳኮር, ብዛት: 54,400",
      "26": "ነገድ: የዛብሎን, ብዛት: 57,400",
      "27": "ነገድ: የኤፍሬም, ብዛት: 40,500",
      "28": "ነገድ: የምናሴ, ብዛት: 32,200",
      "29": "ነገድ: የብንያም, ብዛት: 35,400",
      "30": "ነገድ: የዳን, ብዛት: 62,700",
      "31": "ነገድ: የአሴር, ብዛት: 41,500",
      "32": "ነገድ: የንፍታሌም, ብዛት: 53,400",
      "33": "በድምሩ: 603,550",
      "34": "ሌዋውያን ግን ከሌሎች ነገዶች ጋር አብረው አልተመዘገቡም፤",
      "35": "ምክንያቱም ያህቬህ(יהוה) ሙሴን እንዲህ ብሎት ስለነበር ነው፤",
      "36": "ወታደር ሆነው ማገልገል የሚችሉትን ወንዶች ስትቆጥር፤ የሌዊን ነገድ አትጨምር፡፡",
      "37": "በዚህ ፈንታ ሌዋውያንን እኔ በምመለክበት ድንኳንና በውስጡም ባሉት የመገልገያ ዕቃዎች ላይ ኀላፊዎች አድርገህ መድባቸው፤ እነርሱ ድንኳኑንና በውስጡ ያሉትን የመገልገያ ዕቃዎች ሁሉ ይሸከማሉ፤ በድንኳኑም ውስጥ ያገለግላሉ፤ በዙሪያውም ይሰፍራሉ፡፡",
      "38": "ሰፈራችሁን ለቅቃችሁ በምትሄዱበት ጊዜ፤ ሌዋውያን ብቻ ድንኳኑን ነቅለው በሚሰፍሩበት አዲስ ቦታ ይተክሉታል፤ ከእነርሱ በቀር ወደ ድንኳኑ የሚቀርብ ማንኛውም ሰው በሞት ይቀጣል፡፡",
      "39": "ሌሎቹ እሥራኤላውያን እያንዳንዱ የመለያ ዓርማውን ይዞ በቡድን በቡድን በመከፋፈል ለየብቻው ይሰፍራል፡፡",
      "40": "ነገር ግን ማንም ሰው ወደ ድንኳኑ በመቅረብ ቁጣዬን አነሳስቶ የእሥራኤልን ማኅበር እንዳያስፈጅ ሌዋውያን በድንኳኑ ዙሪያ ሰፍረው ይጠብቁት፡፡",
      "41": "ስለዚህ የእሥራኤል ሕዝብ ያህዌ ሙሴን ባዘዘው  መሠረት ሁሉን ነገር አደረጉ፡፡"
    },
    "Chapter 2": {
      "1": "ያህዌ ለሙሴና ለአሮን የሚከተለውን መመሪያ ሰጣቸው፤",
      "2": "እሥራኤላውያን በሚሰፍሩበት ቦታ ሁሉ እያንዳንዱ ሰው ክፍሉ ተለይቶ የሚታወቅበትን ዓርማ ተከትሎ ይሰፍራል፤ ሰፈሩም በድንኳኑ ዙሪያ ይሆናል፡፡",
      "3": "በስተምስራቅ በይሁዳ ክፍል ዓርማ ሥር የተጠቃለሉት ሦስቱ ነገዶች በየምድብ ቦታቸው ይሰፍራሉ፤ የየነገዱ የቤተሰብ አለቆችም የሚከተሉት ናቸው፡-",
      "4": "ነገድ: የይሁዳ,አለቃ: የአሚናዳብ ልጅ ነአሶን, ብዛት: 74,600",
      "5": "ነገድ: የይሳኮር, አለቃ: የጹአር ልጅ ነታንኤል, ብዛት: 54,400",
      "6": "ነገድ: የዛብሎን, አለቃ: የሔሎን ልጅ ኤሊአብ, ብዛት: 57,400",
      "7": "የእነርሱም ጠቅላላ ድምር 186,400 ነበር፡፡",
      "8": "በዚህ ዐይነት የይሁዳ ክፍል በመጀመሪያ ይጓዛል፡፡",
      "9": "በስተ ደቡብ በኩል በሮቤል ነገድ ክፍል ዓርማ ሥር የተጠቃለሉት ሦስቱ ነገዶች በየምድብ ቦታቸው ይሰፍራሉ፤ የየነገዱ የቤተሰብ አለቆችም የሚከተሉት ናቸው፡-",
      "10": "ነገድ: የሮቤል, አለቃ: የሼዴኡር ልጅ ኤሊጹር, ብዛት: 46,500",
      "11": "ነገድ: የስምዖን, አለቃ: የጹሪሻዳይ ልጅ ሸሉሚኤል, ብዛት: 59,300",
      "12": "ነገድ: የጋድ, አለቃ: የደዑኤል ልጅ ኤልያሳፍ, ብዛት: 45,650",
      "13": "የእነርሱም ጠቅላለ ድምር 151,450 ነበር",
      "14": "በዚህ ዐይነት የሮቤል ክፍል በሁለተኛ ደረጃ ይጓዛል፡፡",
      "15": "በመጀመሪያዎቹ ሁለት ክፍሎችና በመጨረሻዎቹ ሁለት ክፍሎች መካከል ሌዋውያን ድንኳኑን ይዘው ይጓዛሉ፤ እያንዳንዱም ክፍል ሰፈሩ ተለይቶ በሚታወቅበት ዓርማ ሥር ምድብ ተራውን ጠብቆ ይጓዛል፡፡",
      "16": "በስተምዕራብ በኩል በኤፍሬም ክፍል ዐርማ ሥር የተጠቃለሉት ሦስት ነገዶች በየምድብ ቦታቸው ይሰፍራሉ፤ የየነገዱ የቤተሰብ አለቆችም የሚከተሉት ናቸው፤",
      "17": "ነገድ: የኤፍሬም, አለቃ: የዓሚሁድ ልጅ ኤሊሻማዕ, ብዛት: 40,500",
      "18": "ነገድ: የምናሴ, አለቃ: የፐዳጹር ልጅ ገማልኤል, ብዛት: 32,200",
      "19": "ነገድ: የበንያም, አለቃ: የጊድኦኒ ልጅ አቢዳን, ብዛት: 35,400",
      "20": "የእነርሱም ጠቅላላ ድምር 108,100 ነበር፡፡",
      "21": "በዚህ ዐይነት የኤፍሬም ክፍል በሦስተኛ ደረጃ ይጓዛል፡፡",
      "22": "በስተሰሜን በኩል በዳን ክፍል ዐርማ ሥር የተጠቃለሉት ሦስት ነገዶች በየምድብ ቦታቸው ይሰፍራሉ፤ የየነገዱ የቤተሰብ አለቆችም የሚከተሉት ናቸው፡፡",
      "23": "ነገድ: የዳን, አለቃ: የአሚሻዳይ ልጅ አሒኤዜር, ብዛት: 62,700",
      "24": "ነገድ: የአሴር, አለቃ: የዖክራን ልጅ ፋግዒኤል, ብዛት: 41,500",
      "25": "ነገድ: የንፍታሌም, አለቃ: የዔናን ልጅ አሒራዕ, ብዛት: 53,400",
      "26": "የእነርሱም ጠቅላለ ድምር 157,600 ነበር፡፡",
      "27": "በዚህ ዐይነት የዳን ክፍል በአራተኛ ደረጃ ይጓዛል፡፡",
      "28": "በየክፍሉ ተመድበው የተመዘገቡት የእስራኤል ሕዝብ ጠቅላላ ድምር 603,550 ነበር፡፡",
      "29": "ሌዋውያን ግን ያህዌ ሙሴን ባዘዘው መሠረት፤ ከሌሎች የእስራኤል ሕዝብ ጋር አልተመዘገቡም፡፡",
      "30": "በዚህ ዐይነት የእስራኤል ሕዝብ ያህዌ ሙሴን ባዘዘው መሠረት ሁሉን ነገር ፈጸሙ፤ እያንዳንዱ ነገድ ዓርማውን በመከተል ይሰፍር ነበር፤ እያንዳንዱም በየቤተሰቡ ተመድቦ ይጓዝ ነበር፡፡"
    },
    "Chapter 3": {
      "1": "ያህቬህ(יהוה) ሙሴን በሲና ተራራ ላይ ባነጋገረው ጊዜ የአሮንና የሙሴ ቤተሰብ ይህ ነበር፡፡",
      "2": "አሮን አራት ወንዶች ልጆች ሲኖሩት እነርሱም በኩሩ ናዳብ፣ አቢሁ፣ አልአዛርና ኢታማር ነበሩ፡፡",
      "3": "ሁሉም ተቀብተው የክህነት ማዕርግ ተቀበሉ፤",
      "4": "ነገር ግን ከእነርሱ ውስጥ ናዳብና አቢሁ በሲና በረሓ ያልተቀደሰ እሳት ጭረው ለያህዌ በማቅረባቸው ተቀስፈው ሞቱ፤ እነርሱም ልጆች አልነበሩአቸውም፤ ስለዚህም አልዓዛርና ኢታማር ብቻ አሮን በሕይወት በነበረበት ዘመን ሁሉ በክህነት ያገለግሉ ነበር፡፡",
      "5": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "6": "“የሌዊን ነገድ አቅርበህ ለካህኑ አሮን ረዳቶች አገልጋዮች እንዲሆኑ መድባቸው፤",
      "7": "እነርሱ እኔ በምመለክበት ድንኳን ማንኛውንም ሥራ ይፈጽማሉ፤ እንዲሁም ለካህናቱና ለመላው ማህበር ልዩ ልዩ ሥራዎችን ያከናውናሉ፡፡",
      "8": "በድንኳኑ ውስጥ መገልገያ ለሆኑት ዕቃዎች ሁሉ ኃላፊዎች ይሆናሉ፤ የሌሎችን እስራኤላውያን የሥራ ድርሻ ሁሉ እነርሱ ያከናውናሉ፡፡",
      "9": "ስለዚህም የሌዋውያን ኃላፊነት አሮንና ልጆቹን በመርዳት ማገልገል ይሆናል፡፡",
      "10": "የክህነቱንም ሥራ ያከናውኑ ዘንድ አሮንንና ልጆቹን ሹማቸው፤ ከእነርሱ በቀር ሌላ ሰው ይህን ሥራ ማከናወን ቢሞክር በሞት ይቀጣ፡፡”",
      "11": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "12": "“እነሆ ሌዋውያን የእኔ አገልጋዮች ናቸው፤ የግብጻውያንን በኩር ሁሉ በገደልሁ ጊዜ ከእያንዳንዱ እስራኤላውያን የሚወለደውን በኩርና ከእንስሳቱም በኩር የሆነውን ሁሉ ለእኔ የተለየ እንዲሆን አድርጌ ነበር፤",
      "13": "አሁን ግን በኩር ሆነው የሚወለዱትን ወንዶች ልጆች የራሴ አድርጌ በመለየት ፈንታ ሌዋውያንን መርጫለሁ፤ እነርሱ የእኔ አገልጋዮች ይሆናሉ፤ እኔ ያህቬህ(יהוה) ነኝ፡፡”",
      "14": "ያህዌ(יהוה) ሙሴን በሲና ተራራ ላይ እንዲህ ሲል አዘዘው፤",
      "15": "“ሌዋውያንን በየወገናቸውና በየቤተሰባቸው መድበህ ቁጠር፤ ከተወለደ አንድ ወር የሞላው ወይም ከዚያ በላይ የሆነውን ወንድ ሁሉ መዝግብ፡፡”",
      "16": "ሙሴም እንዲሁ አደረገ፤",
      "17": "ሌዊ ሦስት ወንዶች ልጆች ነበሩት፤ እነርሱም ጌርሾን፣ ቀሃትና መራሪ ተብለው ይጠራሉ፤ በየስማቸውም የቤተሰብ አባቶች ነበሩ፡፡",
      "18": "ጌርሾንም ሊብኒና ሺምዒ የሚባሉ ሁለት ልጆች ነበሩት፤",
      "19": "መራሪም ማሕሊና ሙሺ የተባሉ ሁለት ወንዶች ልጆች ነበሩት፤ እነዚህም ሁሉ በየስማቸው የቤተሰብ አባቶች ነበሩ፡፡",
      "20": "(የሌዊ ልጆች ስሞች ተጠቃለው ይገኛሉ)",
      "21": "የሊብኒና የሺምዒ ቤተሰቦች በጌርሾን ጎሳ ውስጥ ተጠቃለው ነበር፤",
      "22": "በዚህ ዐይነት ዕድሜው አንድ ወር ከሆነው ሕፃን አንሥቶ የተመዘገቡት የወንዶች ብዛት ሰባት ሺ አምስት መቶ ነበር፡፡",
      "23": "ይህም ጎሳ የሚሰፍረው በድንኳኑ በስተጀርባ በምዕራብ በኩል ነበር፡፡",
      "24": "የዚያም ጎሳ አለቃ የላኤል ልጅ የሆነው ኤልያሳፍ ነበረ፡፡",
      "25": "የእነርሱም ኃላፊነት በድንኳኑ ከውስጥና ከውጭ በኩል ባለው መሸፈኛ፤ በመግቢያው ደጃፍ መጋረጃ፤",
      "26": "በድንኳኑና በመሠዊያው ዙሪያ በሚገኙት መጋረጃዎች፤ ወደ አደባባዩ በሚያስገባው ደጃፍ በሚገኘው መጋረጃ ላይ ሲሆን፤ በአጠቃላይ እነዚህም ነገሮች በሚመለከት ሥራ ኀላፊነቱ የእነርሱ ነበር፡፡",
      "27": "የዓምራም፤ የይጽሃር፤ የኬብሮንና የዑዚኤል ቤተሰቦች በቀሃት ጎሳ ውስጥ ተጠቃለው ነበር፤",
      "28": "በዚህ ዐይነት ዕድሜው አንድ ወር ከሆው ሕፃን አንስቶ የተመዘገቡት የወንዶች ብዛት ስምንት ሺ ስድስት መቶ ነበር፡፡",
      "29": "ይህም ጎሳ የሚሰፍረው በድንኳኑ በስተደቡብ በኩል ነበር፡፡",
      "30": "የቀሃትም ጎሳ አለቃ የዑዚኤል ልጅ የሆነው ኤሊጻፋን ነበር፡፡",
      "31": "የእነርሱም ኀላፊነት በቃል ኪዳኑ ታቦት፤ በገበታው፤ በመቅረዙ፤ በመሠዊያዎቹ፤ ካህናቱ በተቀደሰው ስፍራ በሚገለገሉባቸው ንዋያተ ቅድሳት፤ ወደ ቅድስተ ቅዱሳን በሚያስገባው መጋረጃ ላይ ሲሆን፤ በአጠቃላይ አነዚህን ነገሮች በሚመለከት ሥራ ኀላፊነቱ የእነርሱ ነበር፡፡",
      "32": "የሌዋውያን ሁሉ አለቃ የካህኑ የአሮን ልጅ አልዓዛር ነበር፤ እርሱ በተቀደሰው ስፍራ ለሚያገለግሉት ሰዎች ሁሉ የበላይ ኀላፊ ነበር፡፡",
      "33": "የማህሊና የሙሺ ቤተሰቦች በመራሪ ጎሳ ውስጥ ተጠቃለው ነበር፡፡",
      "34": "በዚህ ዐይነት ዕድሜው አንድ ወር ከሆነው ሕፃን አንሥቶ የተመዘገቡት የወንዶች ብዛት ስድስት ሺ ሁለት መቶ ነበር፤",
      "35": "ይህም ጎሳ የሚሰፍረው ከድንኳኑ በስተሰሜን በኩል ነበር፤ የዚህም ጎሳ አለቃ የአቢኀይል ልጅ ጹሪኤል ነበር፡፡",
      "36": "የእነርሱም ኃላፊነት በድንኳኑ ሳንቃዎችና በመወርወሪያዎቻቸው፤ በምሰሶዎቹና መሰሶዎቹ በሚቆሙባቸው እግሮች፤ እንዲሁም በሌሎች የመገልገያ ዕቃዎች ላይ ሲሆን፤ በአጠቃላይ እነዚህን ነገሮች በሚመለከት ሥራ ኀላፊነቱ የሌዋውያን ነበር፡፡",
      "37": "እንዲሁም ከእነዚህ ጋር በተያያዙ በውጭ በኩል ላለው አደባባይ የሚሆኑት መሎጊያዎች፤ የተራዳ እግሮች፤ ካስማዎችና አውታሮች ላይ ኀላፊነት ነበራቸው፡፡",
      "38": "ሙሴና አሮን እንዲሁም የአሮን ልጆች የሚሰፍሩበትም ከምሥራቅ በኩል ከድንኳኑ ፊት ለፊት ነበር፤ እነርሱም በተቀደሰው ስፍራ ስለ እስራኤላውያን ሕዝብ ለሚፈጸመው አገልግሎት ሁሉ ኀላፊዎች ነበሩ፤ ከእነርሱ በቀር ይህን ለመሥራት የሚሞክር ሌላ ሰው ቢኖር በሞት መቀጣት ነበረበት፡፡",
      "39": "ያህቬህ(יהוה) ባዘዘው መሠረት ሙሴ ዕድሜው አንድ ወር ከሆነው ሕፃን አንስቶ የመዘገባቸው ሌዋውያን ወንዶች በሙሉ ሃያ ሁለት ሺ ነበሩ፡፡",
      "40": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤ “በኩር ሆነው የተወለዱትን የእሥራኤላውያን ወንዶች ልጆች ዕድሜአቸው አንድ ወርና ከዚያም በላይ የሆነውን ቆጥረህ በየስማቸው መዝግብ፤",
      "41": "እነሆ የእነርሱ ምትክ አድርጌ ሌዋውያንን መርጫለሁ፤ እንዲሁም ከእስራኤላውያን እንስሳት በኩር ሆነው በተወሰዱት ምትክ የሌዋውያንን እንስሳት መርጫለሁ፤”",
      "42": "ሙሴም ለያህቬህ(יהוה) በመታዘዝ በኩር ሆነው የተወለዱትንና፤",
      "43": "ዕድሜአቸው አንድ ወር ወይም ከዚያ በላይ የሆነውን እሥራኤላውያን ወንዶች ሁሉ መዘገበ፤ ብዛታቸውም 22,273 ነበረ፡፡",
      "44": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "45": "“እንግዲህ በኩር ሆነው በሚወለዱት እሥራኤላውያን ወንዶች ልጆች ምትክ ሌዋውያንን ለእኔ ለይልኝ፤ እንዲሁም በኩር ሆነው በሚወለዱት የእስራኤላውያን እንስሳት ምትክ የሌዋውያንን እንስሳት ለእኔ የተለዩ እንዲሆኑ አድርግ፡፡",
      "46": "በኩር ሆነው የተወለዱት የእሥራኤላውያን ወንዶች ልጆች ብዛት ከሌዋውያን ብዛት በ273 ስለሚበልጥ እነዚህን ትርፍ የሆኑትን ወንደ ልጆች በገንዘብ መዋጀት ይኖርብሃል፡፡",
      "47": "ለእያንዳንዱ በይፋ በታወቀው ሚዛን ልክ አምስት ጥሬ ብር አስከፍል፤",
      "48": "የተረፉትንም እሥራኤላውያን ለመዋጀት ይህንን ገንዘብ ለአሮንና ለልጆቹ ስጣቸው፡፡”",
      "49": "(ሙሴ ትዕዛዙን አከተለ)",
      "50": "1,365 ጥሬ ብር ተቀብሎ",
      "51": "ለአሮንና ለልጆቹ ሰጠ፡፡"
    },
    "Chapter 4": {
      "1": "ያህቬህ(יהוה) ሙሴንና አሮንን እንዲህ አላቸው፤",
      "2": "“የቀሃት ዘሮች የሆኑትን ሌዋውያን በየትውልዳቸው ጎሳና በየቤተሰባቸው ብዛት፤",
      "3": "ያህዌ(יהוה) በሚመለክበት ድንኳን ለማገልገል ብቃት ያላቸውን፤ ዕድሜአቸው ከሠላሳ እስከ ሃምሳ የሚደርሰውን ወንዶች ሁሉ መዝግብ፡፡",
      "4": "የእነርሱንም አገልግሎት ያህቬህ(יהוה) በሚመለክበት ድንኳን ውስጥ የሚገኙትን ንዋያተ ቅድሳት የሚመለከት ኀላፊነት ይሆናል፡፡",
      "5": "“ሕዝቡ ከሠፈሩበት ቦታ በሚነሱበት ጊዜ አሮንና ልጆቹ ወደ ድንኳኑ ገብተው፤ በቃል ኪዳኑ ታቦት ፊት ለፊት ያለውን መጋረጃ በማውረድ የኪዳኑን ታቦት በእርሱ ይጠቅልሉት፡፡",
      "6": "የተለፋውንም የቁርበት መሸፈኛ በመጋረጃው ላይ አድርገው በዚያም ላይ ሁለንተናው ሰማያዊ የሆነ መጎናጸፊያ ዘርግተው ያልብሱት፤ መሎጊያዎችንም ያስገቡ፡፡",
      "7": "“ለያህቬህ(יהוה) መባ ሆኖ የሚቀርብ ሕብስት ማኖሪያ የሆነውንም ገበታ በሰማያዊ ጨርቅ ይሸፍኑት፤ በገበታውም ላይ ሳህኖችን፣ ጭልፋዎችን፤ ጽዋዎችንና የወይን ጠጅ መቅጃዎችን ያኑሩ፤ ኅብስትም በእርሱ ላይ ዘወትር ይኑርበት፡፡",
      "8": "ይህን ሁሉ በቀይ ጨርቅ ሸፍነው ከበላዩ የተለፋ ስስ ቁርበት ይደርቡ መሎጊያዎችንም ያስገቡ፡፡",
      "9": "ሰማያዊ ጨርቅ ወስደው መቅረዙን፣ ከነመብራቶቹ ከመኮስተሪያዎችና ከኩስታሪ ማኖሪያዎቹ፤ እንዲሁም ከዘይት ዕቃዎቹ ሁሉ ጋር ይሸፍኑት፡፡",
      "10": "መቅረዙንና የእርሱን መገልገያ ዕቃዎች ሁሉ በቆዳ መሸፈኛ ጠቅልለው በመሸከሚያ ሳንቃ ላይ ያኑሩት፡፡",
      "11": "ቀጥሎም የወርቁን መሠዊያ በሰማያዊ ጨርቅ ሸፍነው የተለፋ ስስ ቁርበት በላዩ ያድርጉ፤ መሎጊያዎችንም ያስገቡበት፡፡",
      "12": "በመቅደሱ መገልገያ የሆኑትን ዕቃዎች ሁሉ ወስደው በሰማያዊ ጨርቅ ይሸፍኑአቸው፤ የለፋ ስስ ቁርበት ደርበውም በመሸከሚያው ሳንቃ ላይ ያኑሩአቸው፡፡",
      "13": "ዐመዱንም ከመሠዊያው ላይ ከጠረጉ በኋላ መሠዊያውን በሐምራዊ ጨርቅ ይሸፍኑት፡፡",
      "14": "በመሠዊያው ላይ ለማገልገል የሚጠቅሙትን ዕቃዎች፤ ማለትም ማንደጃዎችን፤ ሜንጦዎችን፤ መጫሪያዎችንና፤ ድስቶችን ያስቀምጡበት፤ የተለፋውንም ስስ ቁርበት በላዩ ደርበው መሎጊያዎችን ያስገቡበት፡፡",
      "15": "ከሰፈር በሚነሱበትም ጊዜ አሮንና ልጆቹ ንዋያተ ቅድሳቱንና የእነርሱንም መገልገያ ዕቃዎች ሁሉ ከሸፈኑ በኋላ የቀሃት ልጆች መጥተው ይሸከሙአቸው፤ ነገር ግን እንዳይሞቱ ንዋያተ ቅድሳቱን መንካት አይገባቸውም፤ እንግዲህ ድንኳኑ በሚነሣበት ጊዜ ሁሉ የቀሃት ልጆች ኀላፊነት ይህ ነው፡፡",
      "16": "የካህኑም የአሮን ልጅ አልአዛር በመብራቱ ዘይት፤ ጣፋጭ ሽታ ባለው ዕጣን፤ ዘወትር በሚቀርበው በእህሉ ቁርባንና በቅባቱ ዘይት ላይ ኀላፊነት ይኖረዋል፤ እንዲሁም ያህቬህ(יהוה) የሚመለክበትን ድንኳን በሙሉ፤ በእርሱም ውስጥ ያለውን ለያህቬህ(יהוה) የተቀደሰ ዕቃ ሁሉ ይጠብቃል፡፡",
      "17": "ያህቬህ(יהוה) ሙሴንና አሮንን እንዲህ አላቸው፤",
      "18": "“የቀሃት ልጆች ወደ ንዋያተ ቅድሳቱ ቢቀርቡ ይሞታሉ፤ ከሌዊም ወገን ተቆርጠው ይቀራሉ፤",
      "19": "ይህ እንዳይሆን አሮንና ልጆቹ ገብተው ለእያንዳንዱ ሥራ ያከፋፍሉ፤ ምን መሸከም እንዳለባቸውም ይንገሩአቸው፡፡",
      "20": "ነገር ግን እንዳይሞቱ የቀሃት ልጆች ወደ ድንኳኑ ውስጥ ገብተው ካህናቱ ንዋያተ ቅድሳቱን ለጉዞ በሚያዘጋጁበት ጊዜ ለአንድ አፍታ እንኳ ለማየት አይድፈሩ፡፡”",
      "21": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "22": "“የጌርሾን ዘሮች የሆኑትን ሌዋውያን በየትውልዳቸው ጎሳና በየቤተሰባቸው ቁጠራቸው፤",
      "23": "ያህዌ በሚመለክበት ድንኳን ለማገልገል ብቃት ያላቸውን፤ ዕድሜአቸው ከሠላሳ እስከ ሃምሳ ዓመት የሆናቸውን ወንዶች ሁሉ መዝግብ፤",
      "24": "እነርሱ ልዩ ልዩ ዕቃዎችን የመሸከም ኀላፊነት ይኖራቸዋል፡፡",
      "25": "በዚህ ዐይነት ድንኳኑን፤ የውጭና የውስጥ መሸፈኛውን፤ ከላይ የሚደረበውን የተለፋ ስስ ቁርበት፤ የመግቢያውን በር መጋረጃ፤",
      "26": "በድንኳኑና በመሠዊያው ዙሪያ ለሚገኘው አደባባይ የተሠሩትን መጋረጃዎችና አውታሮች፤ እንዲሁም ለአደባባዩ መግቢያ በር የሚሆኑትን መጋረጃዎችና ለእነዚህ መገልገያ የተመደቡትን ሌሎችንም ዕቃዎች ሁሉ ይሸከማሉ፤ ለእነዚህም ዕቃዎች የሚሆነውን ማንኛውንም አገልግሎት ይፈጽማሉ፡፡",
      "27": "የጌርሾን ዘሮች የሆኑት ሌዋውያን በድንኳኑ አገልግሎት የሚኖራቸው ኃላፊነት ሁሉ ይህ ነው፤ ይህን ሁሉ የካህኑ የአሮን ልጅ በሆነው በኢታማር የበላይ ኀላፊነት ያከናውናሉ፡፡”",
      "29": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "30": "“የመራሪ ዘሮች የሆኑትን ሌዋውያን በየትውልዳቸው ጎሳና በየቤተሰባቸው ቁጠራቸው፤",
      "31": "ያህዌ በሚመለክበት ድንኳን ውስጥ ለማገልገል ብቃት  ያላቸውን፤ ዕድሜአቸው ከሠላሳ እስከ ኀምሳ ዓመት የሆናቸውን ወንዶች ሁሉ መዝግብ፤",
      "32": "እነርሱ ሳንቃዎችን መወርወርያዎችን፤ ምሰሶዎችን፤ ድንኳኑ የሚቆምባቸውን እግሮች፤",
      "33": "እንዲሁም በድንኳኑ ዙሪያ የሚገኘውን አደባባይ ምሰሶዎችን፤ እግሮቻቸውን፤ ካስማዎችን፤ አውታሮችንና ለእነዚህ ሁሉ መገልገያ የሆኑትን ዕቃዎች የመሸከም ኀላፊነተ ይኖራቸዋል፤ እያንዳንዱም አንዳንድ ልዩ ዕቃ የመሸከሙ ኀላፊነት ይኖረዋል፡፡",
      "34": "የመራሪ ዘሮች የሆኑት ሌዋውያን በድንኳኑ አገልግሎት የሚኖራቸው ኀላፊነት ሁሉ ይህ ነው፤ እነዚህ ሁሉ የካህኑ የአሮን ልጅ በሆነው በኢታማር የበላይ ኀላፊነት ያከናውናሉ፡፡",
      "35": "በያህቬህ(יהוה) ትእዛዝ መሠረት ሙሴና አሮን እንዲሁም የማኅበሩ አለቆች፤ የቀሃት፣ የጌርሾንና የመራሪ ዘሮች የሆኑትንና በሦስት ጎሳ የተከፈሉትን ሌዋውያንን ቆጠሩ፤ በየትውልድ ጎሳውና በየቤተሰቡም ከቆጠሩ በኋላ ያህዌ በሚመለክበት ድንኳን ውስጥ ለማገልገል ብቃት ያላቸውን፤ ዕድሜአቸው ከሠላሳ እስከ ኀምሳ የሆኑትን ወንዶች ሁሉ እንደሚከተለው መዘገቡ፡-",
      "36": "የቀሃት ጎሳ ብዛት: 2750",
      "37": "የጌርሾን ጎሳ ብዛት: 2630",
      "38": "የመራሪ ጎሳ ብዛት: 3200",
      "39": "ጠቅላላ ድምር: 8580",
      "40": "በዚህም ዐይነት እያንዳንዱ ሰው የእሥራኤል አምላክ ሙሴን ባዘዘው መሠረት ተመዘገበ፤ እንዲሁም ያህቬህ(יהוה) ለሙሴ በሰጠው ትእዛዝ መሠረት እያንዳንዱ የማገልገልንና የመሸከምን ኀላፊነት ተቀበለ፡፡"
    },
    "Chapter 5": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤ “አሠቃቂ የቆዳ በሽታ ያለበትን፤ ወይም ከሰውነቱ ፈሳሽ የሚወጣውንና ሬሳ በመንካት የረከሰውን ሰው ሁሉ ከሰፈር ያወጡ ዘንድ የእሥራኤልን ሕዝብ እዘዝ፤",
      "2": "በሕዝቤ መካከል እኔ የምኖርበትን ሰፈር እንዳያረክሱ፤ እነዚህን በሕጉ መሠረት በሥርዓት ያልነጹ ሰዎች ሁሉ ወንዶችም ሆኑ ሴቶች ከመካከላችሁ ወጥተው እንዲባረሩ አድርጉ፡”",
      "3": "እስራኤላውያንም በመታዘዝ ሁሉን ከሰፈር አስወጡ፡፡",
      "4": "ስለበደል ሊከፈል የሚገባው ዋጋ",
      "5": "የእሥራኤል አምላክ ሙሴን እንዲህ አለው፤ “ለእሥራኤል ሕዝብ እንዲህ በላቸው፡- ከወንዶችም ሆኑ ከሴቶች ማንኛውም ሰው ለፈጣሪ ታማኝ ሆኖ ባለመገኘት በማንም ሰው ላይ በደል ቢፈጽም፤",
      "6": "ኃጢአቱንም ይናዘዝ፤ ስለበደል ሊከፈል በሚገባው ዋጋ ላይ በመቶ ሃያ እጅ በመጨመር ለተበደለው ሰው ካሣ ይስጥ፡፡",
      "7": "ያ ሰው ቢሞትና ካሣውንም የሚቀበልለት የቅርብ ዘመድ ባይኖረው ግን በካህኑ አማካይነት ስጦታው ለያህዌ ይሁን፤ ይህም ስለበደል የሚከፈል ዋጋ መሰጠት ያለበት፤ በደል የሠራው ሰው በሕጉ መሠረት በሥርዓት ስለመንጻቱ ለመሥዋዕት ከሚቀርበው አውራ በግ ጋር ተጨማሪ በመሆን ነው፡፡",
      "8": "በዚህም ዐይነት እሥራኤላውያን ለያህዌ የሚያቀርቡት ልዩ ስጦታ ሁሉ ስጦታውን ለሚቀበለው ካህን ድርሻ ይሆናል፡፡",
      "9": "እያንዳንዱ ሰው ለያህዌ የሚያቀርበው ልዩ ስጦታ የራሱ የሰውየው ነው፤ ለካህኑ ከሰጠ ግን የካህኑ ይሆናል፡፡”",
      "10": "በባሎቻቸው ስለሚጠረጠሩ ሴቶች",
      "11": "ከዚህ በኋላ ያህዌ ሙሴን እንዲህ አለው፤ “ለእሥራኤላውያን እንዲህ ብለህ ንገራቸው፡-",
      "12": "አንድ ሰው ሚስቱ ለእርሱ ያላትን ታማኝነት አጉድላ ከሌላ ወንድ ጋር በማመንዘር ራስዋን እንዳረከሰች ይጠራጠር ይሆናል፤ ነገር ግን ሚስቱ ጉዳዩን በምስጢር ስለያዘችው ባልዋ እርግጠኛ ሊሆን አይችልም፤ እጅ ከፍንጅ ስላልተያዘችም ምስክር ሊያጣ ይችላል፤ ወይም ሚስቱ ለእርሱ ያላትን ታማኝነት ሳታጓድል ባልየው በከንቱ ተጠራጥሮአት ሊሆን ይችላል፤",
      "13": "በየትኛውም ምክንያት ቢሆን ሰውየው ሚስቱን ወደ ካህኑ ይውሰዳት፤ ለመባ የሚፈለገውንም አንድ ኪሎ የገብስ ዱቄት አብሮ ይውሰድ፤ ነገር ግን በእርሱ ላይ የወይራ ዘይት አያፍስስበት፤ ዕጣንም አይጨምርበት፤ ምክንያቱም መባው እውነተኛውን ነገር ወደ ብርሃን ለማውጣት ይቻል ዘንድ በሚስቱ ላይ ጥርጣሬ ካደረበት ሰው የቀረበ ነው፡፡",
      "14": "ካህኑ ሴትዮዋን ወስዶ በመሠዊያው ፊት ለፊት እንድትቆም ያድርግ፤",
      "15": "የተቀደሰ ውሃ በሸክላ ዕቃ ይቅዳ፤ ያህዌ ከሚመለክበት ድንኳን ወለል ጥቂት አፈር ወስዶ መራራ ለማድረግ በውሃው ውስጥ ይበጥብጠው፡፡",
      "16": "ከዚህ በኋላ የሴትዮዋን ጠጉር ፈትቶ የዱቄቱን መባ በእጆችዋ ላይ ያኑር፤ ካህኑ እርግማን የሚያስከትለውን መራራ ውሃ ያለበትን የሸክላ ዕቃ በእጆቹ ይያዝ፤",
      "17": "ካህኑም ከዚህ ቀጥሎ በሚናገረው መሐላ ሴትዮዋ እንድትስማማበት ያድርግ ‹በባልሽ ላይ ያላመነዘርሽ ከሆንሽ ይህ መራራ ውሃ በሚያስከትለው እርግማን አትጎጂበትም፤",
      "18": "ራስሽን እያረከስሽ በባልሽ ላይ ያመነዘርሽ ከሆንሽ ግን፤",
      "19": "ያህዌ ስምሽን በሕዝብሽ መካከል የተረገመ ያድርገው፤",
      "20": "ይህም ውሃ ወደ ሰውነትሽ ገብቶ ሆድሽን ያሳብጠው፤ ማሕፀንሽንም ያኮማትረው፡፡”",
      "21": "“ሴትዮዋም ‹አሜን› ያህዌ እንዲሁ ያድርግብኝ› ብላ ትመልሳለች፡፡",
      "22": "ከዚህ በኋላ ካህኑ ይህን የእርግማን ቃል ይጽፈዋል፤ ጽሕፈቱንም አጥቦ መራራ ውሃ ባለበት የሸክላ ዕቃ ውስጥ ይጨምረዋል፡፡",
      "23": "ሴትዮዋ ብርቱ ሕመም የሚያስከትልባትን መራራ ውሃ እንድትጠጣ ከማድረጉ በፊት፤",
      "24": "ካህኑ የዱቄቱን መባ ከሴትዮዋ እጅ ወስዶ ለያህዌ ወደ ላይና ወደ ታች በመወዝወዝ የሚቀርብ የተለየ መሥዋዕት ይሆን ዘንድ በመሠዊያው ላይ ያቅርበው፡፡",
      "25": "ከዚህም በኋላ ከእህሉ ቁርባን አንድ እፍኝ ወስዶ የመታሰቢያ መባ ይሆን ዘንድ በመሠዊያው ላይ ያቃጥለው፤ በመጨረሻም ሴትዮዋ ውሃውን እንድትጠጣው ያድርግ፡፡",
      "26": "ሴትዮዋ ራስዋን እያረከሰች በባልዋ ላይ ያመነዘረች ከሆነች፤ ውሃው ብርቱ ሥቃይን ያስከትልባታል፤ ይኸውም ሆድዋ ያብጣል፤ ማሕፀንዋም ይኮማተራል፤ ስምዋም በሕዝብዋ መካከል የተረገመ ሆኖ ይቀራል፤",
      "27": "ምንም በደል ያልሠራች ንጽሕት ሆና ከተገኘች ግን ምንም ጉዳት አይደርስባትም፤ ልጆችንም መውለድ ትችላለች፡፡",
      "28": "አንድ ሰው በሚስቱ ቢቀና ወይም በላዩ እንዳመነዘረችበት ቢጠራጠር የሚፈጽመው ሕግ ይህ ነው፤ ይኸውም ሴትዮዋ በመሠዊያው ፊት ለፊት እንድትቆም ይሆናል፤ ካህኑም ይህንኑ ሥርዓት ይፈጽማል፤",
      "29": "ባልየውም ከበደል ነፃ ይሆናል፤ ሴትዮዋ ያመነዘረች ሆና ከተገኘች ግን በበደልዋ ምክንያት የሚመጣባትን ፍዳ ትቀበላለች፡፡”"
    },
    "Chapter 6": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "“ለእስራኤል ሕዝብ እንዲህ ብለህ ንገር፡- ወንድ ወይም ሴት ማንኛውም ሰው ራሱን ለያህዌ በመለየት ናዝራዊ ለመሆን ስዕለት ቢያደርግ፤",
      "3": "የወይን ጠጅም ሆነ ማናቸውንም የሚያሰክር መጠጥ አይጠጣ፤ የወይን ፍሬም ሆነ ዘቢብ አይብላ፤",
      "4": "በናዝራዊነቱ ወቅት ከወይን ፍሬ የሚገኘውን ሁሉ፤ የወይኑን ፍሬ ግልፋፊ ወይም ዘር አይብላ፡፡",
      "5": "“ስዕለቱ ተስሎ በናዝራዊነት እስካለ ድረስ ጠጉሩን መላጨትም ሆነ መቁረጥ የለበትም፤ የናዝራዊነት ጊዜው እስኪፈጸም ድረስ ለያህዌ የተለየ ይሆናል፤ ጠጉሩንና ጢሙንም ያሳድጋል፡፡",
      "6": "ጠጉሩን ማሳደጉ ለፈጣሪ የተለየ ለመሆኑ ምልክት ነው፤ ስለዚህ ወደ ሞተ ሰው ሬሳ በመቅረብ ራሱን አያርክስ፤",
      "7": "አባቱም ሆነ እናቱ፤ ወንድሙም ሆነ እህቱ ቢሞቱ ሬሳቸውን አይንካ፡፡",
      "8": "ናዝራዊ እስከሆነ ድረስ ለፈጣሪ የተለየ ነው፡፡",
      "9": "የአንድ ናዝራዊ የተቀደሰ ጠጉር ድንገት ወደ ሞተ ሰው ሬሳ በመቅረብ ቢረክስ፤ ለሰባት ቀን ከቆየ በኋላ ጠጉሩንና ጢሙን ይላጭ፤ በዚህም ዐይነት በሕጉ መሠረት በሥርዓት የነጻ ይሆናል፡፡",
      "10": "በስምንተኛው ቀን ሁለት ዋኖሶች ወይም ሁለት ርግቦች ያህዌ በሚመለክበት ድንኳን ደጃፍ ወደሚገኘው ካህን ያምጣ፡፡",
      "11": "ካህኑም አንዱን ስለ ኃጢአት ስርየት መሥዋዕት ሌላውን የሚቃጠል መሥዋዕት አድርጎ በማቅረብ ናዝራዊው ሬሳ በመንካቱ ስለረከሰ፤ የመንጻትን ሥርዓት ይፈጽምለታል፤ በዚያኑ ቀን ናዝራዊው ጠጉሩን እንደገና ለያህዌ የተቀደሰ ያደርገዋል፡፡",
      "12": "በናዝራዊነትም ለማገልገል ራሱን እንደገና ለያህዌ የተለየ ያደርጋል፤ ለያህዌ የተቀደሰው ጠጉሩ ከመርከሱ የተነሣ ከዚያ በፊት በናዝራዊነት የነበረበት ክፍለ ጊዜ አይቆጠርለትም፤ ስለበደልም ለሚከፈለው ዋጋ አንድ ዓመት የሞላው የበግ ጥቦት ያምጣ፡፡",
      "13": "“አንድ ናዝራዊ ስእለቱን ሲፈጽም የሚፈጽመውም ሥርዓት ይህ ነው፡- ወደ ድንኳኑ መግቢያ በር ሄዶ፤",
      "14": "ምንም ነውር የሌለባቸውን ሦስት እንስሳት መሥዋዕት በማድረግ ለያህዌ ያቀርባል፤ ይኸውም ለሚቃጠል መሥዋዕት አንድ ዓመት የሞላው የበግ ጥቦት፤ ስለ ኃጢአት ስርየት ለሚቀርበውም መሥዋዕት አንድ ዓመት የሞላት እንስት የበግ ጥቦት፤ እንዲሁም ስለደህንነት የሚቀርብ የኅብረት መሥዋዕት አንድ አውራ በግ ያቀርባል ማለት ነው፡፡",
      "15": "ደግሞም እርሾ ሳይነካው የተጋገረ አንድ መሶብ እንጀራ፤ በወይራ ዘይት ከተለወሰ ዱቄት የተጋገረ ውፍረት ያለው ኅብስት፤ በወይራ ዘይት የተቀቡ ስስ ቂጣዎች ጭምር ዘወትር ከሚቀርበው ከእህል ቁርባንና ከወይን ጠጅ መባ ጋር አብሮ ይቅረብ፡፡",
      "16": "“ካህኑ ይህን ሁሉ ለያህዌ በመሠዋት ስለ ኃጢአት ስርየት መሥዋዕትና የሚቃጠልን መሥዋዕት ያቀርባል፡፡",
      "17": "አውራውን በግ ሰለ ደህንነት የሚቀርብ የኅብረት መሥዋዕት አድርጎ ለያህዌ ያቀርበዋል፤ እርሱንም በመሶብ ካለው እንጀራ ጋር ያቀርበዋል፤ ቀጥሎም የእህሉን ቁርባንና የወይን ጠጁን መባ ያቀርባል፡፡",
      "18": "በድንኳኑ በር መግቢያ ላይ ናዝራዊው ጠጉሩን ላጭቶ ስለ ደህንነት የሚቀርበው የኅብረት መሥዋዕት በሚቃጠልበት እሳት ላይ ያኖረዋል፡፡",
      "19": "“የአውራው በግ ወርች ከተቀቀለም በኋላ ካህኑ ወርቹን በመሶቡ ካለው አንድ ወፍራም ኅብስትና አንድ ስስ ቂጣ ጋር ወስዶ ናዝራዊ በሆነው ሰው እጆች ላይ ያኖረዋል፤",
      "20": "ከዚህም በኋላ ካህኑ ይህን ሁሉ ወስዶ ለፈጣሪ የሚወዘወዝ ልዩ መባ አድርጎ ያቀርበዋል፤ ይህም ሁሉ በሕጉ መሠረት የካህኑ ድርሻ ይሆናል፤ ናዝራዊው የወይን ጠጅ መጠጣት የሚፈቀድለትም ከዚያን በኋላ ነው፡፡",
      "21": "“እንግዲህ እነዚህ ስለ ናዝራውያን የተሰጡ መመሪያዎች ናቸው፤ ነገር ግን አንድ ናዝራዊ በስእለቱ መሠረት ሊያቀርብ ከሚገባው በላይ ለመስጠት ቃል ቢገባ፤ በገባው ቃል መሠረት ስእለቱን መፈጸም አለበት፡፡”",
      "22": "ያህዌ ሙሴን እንዲህ ሲል አዘዘው፤",
      "23": "“አሮንና ልጆቹ የእስራኤልን ሕዝብ በሚባርኩበት ጊዜ እንዲህ በሉ ብለህ ንገራቸው፡-",
      "24": "‹የእስራኤል አምላክ ይባርክህ ይጠብቅህም፤",
      "25": "ያህዌ የፊቱን ብርሃን ይግለጥልህ፤ ይራራልህም፤",
      "26": "ያህዌ በምህረት ዐይን ይመልከትህ ሰላሙንም ይስጥህ፡፡›”",
      "27": "ደግሞም ያህዌ “በዚህ ሁኔታ ስሜን ጠርተው የእስራኤልን ሕዝብ ቢባርኩ፤ እኔም እነርሱን እባርካቸዋለሁ” አለው፡፡"
    },
    "Chapter 7": {
      "1": "ሙሴ ያህዌ የሚመለክበትን ድንኳን ተክሎ በፈጸመበት ቀን ድንኳኑንና የመገልገያ ዕቃዎቹን፥ መሠዊያውንና የመገልገያ ዕቃዎቹን፥ ዘይት በመቀባት ቀደሳቸው።",
      "2": "ከዚያን በኋላ በእስራኤል ነገዶች መካከል የጎሳ አለቆች የሆኑት፥ ማለትም በሕዝብ ቆጠራ ጊዜ ኀላፊነት የነበራቸው ሁሉ፥",
      "3": "መባቸውን ለያህዌ አቀረቡ። ያቀረቡአቸውም መባዎች በየሁለቱ አለቆች ስም አንድ ሠረገላ፥ እንዲሁም በእያንዳንዱ አለቃ ስም አንድ በሬ ሆኖ፥ ስድስት ሰረገላዎችና ዐሥራ ሁለት በሬዎች ነበሩ። እነዚህንም መባዎች ካቀረቡ በኋላ፥",
      "4": "ያህዌ ሙሴን እንዲህ አለው፦",
      "5": "“በድንኳኑ ውስጥ ለሚከናወነው ተግባር መገልገያ ይሆኑ ዘንድ እነዚህን መባዎች ተቀበል። ለእያንዳንዳቸው አገልግሎት በሚያስፈልጋቸው መጠን መድበህ ለሌዋውያን ስጣቸው።”",
      "6": "ስለዚህ ሙሴ ሠረገላዎቹንና በሬዎችን ተቀብሎ ለሌዋውያን ሰጣቸው።",
      "7": "ይኸውም ለጌርሾናውያን ሁለት ሠረገላዎችንና አራት በሬዎችን ተቀብሎ፥",
      "8": "ለመራሪያውያን አራት ሠረገላዎችንና ስምንት በሬዎችን ሰጠ። የእነርሱም አገልግሎት የሚከናወነው የአሮን ልጅ በሆነው በኢታማር ኀላፊነት ነበር።",
      "9": "ነገር ግን ሙሴ ለቀሃታውያን ሠረገላዎችንም ሆነ በሬዎችን አልሰጣቸውም፥ ምክንያቱም በእነርሱ ኀላፊነት የሚጠበቁት ንዋያተ ቅድሳት በትከሻቸው የሚሸከሙአቸው ስለሆኑ ነው።",
      "10": "አለቆቹ መሠዊያው ስለሚቀደስበት ክብረ በዓል የሚሆን መባም አመጡ። መባቸውንም ወደ መሠዊያው ለማቅረብ በሚዘጋጁበት ጊዜ፥",
      "11": "ያህዌ ሙሴን እንዲህ አለው፦ “በዐሥራ ሁለት ተከታታይ ቀኖች ውስጥ በእያንዳንዱ ቀን ከዐሥራ ሁለቱ አለቆች አንዱ መሠዊያው ለሚቀደስበት ክብረ በዓል የሚሆን መባ ያቀርቡ ዘንድ ንገራቸው።”",
      "12": "ስለዚህ ስጦታቸውን ከዚህ ቀጥሎ በተመደበው ሥርዓት አቀረቡ፡- ቀን: 1ኛ, ነገድ: የይሁዳ, አለቃ: የአሚናዳብ ልጅ ነአሶን; ቀን: 2ኛ, ነገድ: የይሳኮር, አለቃ: የጹአር ልጅ ነታንኤል; ቀን: 3ኛ, ነገድ: የዛብሎን, አለቃ: የሔሎን ልጅ ኤሊአብ; ቀን: 4ኛ, ነገድ: የሮቤል, አለቃ: የሸዴኡር ልጅ ኤሊጹር; ቀን: 5ኛ, ነገድ: የስምዖን, አለቃ: የጹሪሻዳይ ልጅ ሸሉሚኤል; ቀን: 6ኛ, ነገድ: የጋድ, አለቃ: የደዑኤል ልጅ ኤልያሳፍ; ቀን: 7ኛ, ነገድ: የኤፍሬም, አለቃ: የዓሚሁድ ልጅ ኤሊሻማዕ; ቀን: 8ኛ, ነገድ: የምናሴ, አለቃ: የፐዳኡር ልጅ ገማልኤል; ቀን: 9ኛ, ነገድ: የብንያም, አለቃ: የጊድዖኒ ልጅ አቢዳን; ቀን: 10ኛ, ነገድ: የዳን, አለቃ: የዓሚሻዳይ ልጅ አሒዔዜር; ቀን: 11ኛ, ነገድ: የአሴር, አለቃ: የዖክራን ልጅ ፋግዒኤል; ቀን: 12ኛ, ነገድ: የንፍታሌም, አለቃ: የዔናን ልጅ አሒራዕ; በዚህ ዐይነት ሁሉም ያመጡት ስጦታ ተመሳሳይ ነበር፤ ይኸውም በይፋ በታወቀው ሚዛን ልክ አንድ ኪሎ ተኩል የሆነ ከብር የተሠራ ጎድጓዳ ሳሕን፤ ስምንት መቶ ግራም የሚመዝን ከብር የተሠራ መታጠቢያ ሳሕን ሲሆን፤ ሁለቱም ለእህል መሥዋዕት በሚሆን በዘይት በተለወሰ ዱቄት የተሞላ ነበር፤ እንዲሁም መቶ ዐሥር ግራም የሚመዝን ከወርቅ የተሠራ ድስት ሲሆን፤ በዕጣን የተሞላ ነበረ፤ ለሚቃጠል መሥዋዕት የሚሆኑ አንድ ወይፈን፤ አንድ የበግ አውራና አንድ ዓመት የሞላው አንድ የበግ ጥቦት፤ ስለ ኃጢአት ስርየት መሥዋዕት የሚቀርብ አንድ ፍየል፤ ስለ ደህንነት ለሚቀርበው የኅብረት መሥዋዕት የሚሆኑ ሁለት ኮርማዎች፤ አምስት አውራ በጎች፤ አምስት ፍየሎችና አንድ ዓመት የሞላቸው አምስት የበግ ጥቦቶች አቀረቡ፡፡",
      "84": "ዐሥራ ሁለቱ አለቆች መሠዊያው ለሚቀደስበት ክብረ በዓል ያመጡት ስጦታ ጠቅላላ ድምር የሚከተለው ነበር፡- ሃያ ሰባት ኪሎ ከስልሳ ግራም የሚመዝኑ ከብር የተሠሩ ዐሥራ ሁለት ጎድጓዳ ሳሕኖችና ዐሥራ ሁለት መታጠቢያ ሳሕኖች፤ አንድ ኪሎ ከሠላሳ ሁለት ግራም የሚመዝኑ ዕጣን የተሞላባቸው ዐሥራ ሁለት ከወርቅ የተሠሩ ድስቶች፡፡ ዐሥራ ሁለት ኮርማዎች፤ ዐሥራ ሁለት የበግ አውራዎች፤ ዐሥራ ሁለት አንድ ዓመት የሞላቸው የበግ ጥቦቶች፤ ከእነርሱም ጋር ለሚቃጠል መሥዋዕት የሚቀርብ የእህል ቁርባን፡፡ ስለ ኃጢአት ስርየት መሥዋዕት የሚቀርቡ ዐሥራ ሁለት ፍየሎች፡፡ ስለ ደህንነት ለሚቀርበው የኅብረት መሥዋዕት ሃያ አራት ኮርማዎች፤ ስልሳ የበግ አውራዎች፤ ስልሳ ፍየሎች፤ አንድ ዓመት የሞላቸው ስልሳ የበግ ጥቦቶች፡፡",
      "89": "ሙሴ ከያህዌ ጋር ለመነጋገር ወደ ድንኳኑ በገባ ጊዜ፥ ያህዌ በኪሩቤል መካከል ካለው ከቃል ኪዳኑ ታቦት መክደኛ በላይ ሆኖ ሲናገረው ሰማ።"
    },
    "Chapter 8": {
      "1": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "2": "“ሰባቱን መብራቶች በመቅረዙ ላይ በሚያኖርበት ጊዜ ብርሃኑ ፊት ለፊት እንዲበራ አድርጎ ያስቀምጣቸው ዘንድ ለአሮን ንገረው፡፡”",
      "3": "አሮንም ትእዛዙን ተቀበለ፤ በመቅረዙ ፊት ለፊት እንዲበሩ በማድረግም መብራቶቹን አኖረ፡፡",
      "4": "መቅረዙም ያህቬህ(יהוה) ለሙሴ ባሳየው ዕቅድ መሠረት ከላይ እስከ ታች ከተቀጠቀጠ ወርቅ የተሠራ ነበር፡፡",
      "5": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "6": "“ከቀሩት የእሥራኤል ሕዝብ መካከል ሌዋውያንን ለይተህ በሚከተለው ሁኔታ እንዲነጹ አድርግ፤",
      "7": "ለመንጻት ሥርዓት በተዘጋጀው ውሃ እርጫቸው፤ በሰውነታቸው ላይ ያለውን ጠጉር ሁሉ እንዲላጩና ልብሳቸውንም እንዲያጥቡ አድርግ፤ ከዚያም በኋላ በሕጉ መሠረት በሥርዓት የነጹ ይሆናሉ፡፡",
      "8": "ቀጥሎም አንድ ወይፈንና ለእህል ቁርባን የተመደበውን በዘይት የተለወሰ ዱቄት ይውሰዱ፤ አንተም ስለ ኃጢአት ስርየት መሥዋዕት የሚቀርብ አንድ ወይፈን ውሰድ፤",
      "9": "ከዚያን በኋላ የእሥራኤልን ሕዝብ ሰብስበህ ሌዋውያን እኔ በምመለክበት ድንኳን ፊት እንዲቆሙ አድርግ፡፡",
      "10": "የእሥራኤል ሕዝብ እጆቻቸውን በሌዋውያን ራስ ላይ ይጫኑ፤",
      "11": "ሌዋውያን ከእሥራኤል ሕዝብ መካከል ለእኔ እንደ ልዩ ስጦታ ሆነው በመቅረብ ያገለግሉኝ ዘንድ አሮን ይቀድሳቸዋል፡፡",
      "12": "ከዚህ በኋላ ሌዋውያን እጆቻቸውን በሁለቱ ወይፈኖች ላይ ይጭናሉ፤ አንዱ ስለ ኃጢአት ስርየት የሚቀርብ መሥዋዕት፤ ሌላው የሚቃጠል መሥዋዕት ይሆናል፤ ሌዋውያንን ስለ ማንጻት የሚፈጸመው ሥነ ሥርዓት በዚህ ዐይነት ይከናወናል፡፡”",
      "13": "“ሌዋውያንን ለእኔ የተለየ ስጦታ አድርገህ ቀድስልኝ፤ አሮንንና ልጆቹንም በእነርሱ ላይ ሹማቸው፤",
      "14": "በዚህም ዐይነት ሌዋውያን የኔ አገልጋዮች ይሆኑ ዘንድ ከቀሩት የእሥራኤል ሕዝብ መካከል ለይልኝ፤",
      "15": "ካነጻሓቸውና ከቀደስካቸውም በኋላ ሌዋውያን በድንኳኑ ውስጥ ለማገልገል ብቃት ይኖራቸዋል፡፡",
      "16": "እኔ እነርሱን በኩር ሆነው ለሚወለዱት ለእሥራኤላውያን ወንዶች ልጆች ሁሉ ምትክ አድርጌ ስለመረጥሁአቸው የእኔ ብቻ ይሆናሉ፡፡",
      "17": "በግብጽ ምድር በኩር ሆኖ የተወለደውን በገደልሁ ጊዜ፤ ከእያንዳንዱ እስራኤላዊ ቤተሰብ በኩር ሁሉ ለእኔ የተለየ እንዲሆን ቀድሼው ነበር፡፡",
      "18": "እነሆ አሁን ግነ ስለ እሥራኤላውያን በኩር ልጆች ምትክ ሌዋውያንን ለይቻለሁ፤",
      "19": "የእሥራኤልን ሕዝብ ወክለው በድንኳኑ ውስጥ እንዲያገለግሉና ወደ ተቀደሰው ስፍራ በመቅረብ እሥራኤላውያን እንዳይቀሠፉ ይጠብቁአቸው ዘንድ፤ ሌዋውያንን ከእሥራኤላውያን እንደ ስጦታ ተቀብየ ለአሮንና ለልጆቹ ሰጥቻለሁ፡፡”",
      "20": "ስለዚህ ያህዌ ሙሴን ባዘዘው መሠረት፤ ሙሴና አሮን እንዲሁም የእስራኤል ሕዝብ ሁሉ ሌዋውያንን ቀደሱ፡፡",
      "21": "ሌዋውያንም በሕጉ መሠረት ራሳቸውን አነጹ፤ ልብሳቸውንም አጠቡ፤ አሮንም ለያህዌ ልዩ ስጦታ አድርጎ ቀደሳቸው፤ የመንጻትንም ሥርዓት ፈጸመላቸው፤",
      "22": "ያህዌ ስለ ሌዋውያን በሰጠው ትእዛዝ መሠረት ሕዝቡ ሁሉን ነገር አደረጉ፤ በዚህም ዐይነት ሌዋውያን በአሮንና በልጆቹ ኀላፊነት ሥር በድንኳኑ ውስጥ ለማገልገል ዝግጁዎች ሆኑ፡፡",
      "23": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "24": "“ሃያ አምስት ዓመት የሞላው ሌዋዊ ሁሉ እኔ በምመለክበት ድንኳን ውስጥ አገልግሎቱን ይፈጽማል፤",
      "25": "ኀምሳ ዓመት ሲሞላው ግን ጡረታ ይወጣል፡፡",
      "26": "ከዚያን በኋላ ወገኖቹ የሆኑት ሌዋውያን በድንኳኑ ውስጥ ለሚፈጽሙት አገልግሎት እንደ ረዳት ሆኖ ይሥራ፤ ራሱን ችሎ ብቻውን ግን ምንም ዐይነት አገልግሎት አይፈጽም፤ እንግዲህ የሌዋውያንን አገልግሎት ሥርዓት የምታስይዘው በዚህ ዐይነት ሁኔታ ነው፡፡”"
    },
    "Chapter 9": {
      "1": "የእሥራኤል ሕዝብ ከግብጽ በወጡ በሁለተኛው ዓመት በመጀመሪያው ወር ያህዌ(יהוה) ሙሴን በሲና ምድረ በዳ እንዲህ ሲል ተናገረው፤",
      "2": "-3“ይህ ወር በገባ በዐሥራ አራተኛው ቀን ፀሐይ ከምትጠልቅበት ጊዜ ጀምሮ ለበዓሉ አከባበር በተወሰነው ሕግና የሥርዓት መመሪያ መሠረት የእሥራኤል ሕዝብ የፋሲካን በዓል ያክብሩ፡፡”",
      "4": "ስለዚህ ሙሴ የፋሲካን በዓል እንዲያከብሩ ለሕዝቡ ነገራቸው፤",
      "5": "እነርሱም የመጀመሪያው ወር በገባ በዐሥራ አራተኛው ቀን በምሽት በሲና ምድረ በዳ በዓሉን አከበሩ፤ ሕዝቡ ያህዌ ሙሴን ባዘዘው መሠረት ሁሉን ነገር አደረጉ፡፡",
      "6": "ነገር ግን በድን ከመንካታቸው የተነሣ በሕጉ መሠረት በሥርዓት ያልነጹ ጥቂት ሰዎች ስለነበሩ፤ በዚያን ቀን የፋሲካን በዓል ማክበር አልቻሉም፤ ስለዚህ እነርሱ ወደ ሙሴና አሮን ዘንድ ቀርበው እንዲህ አሉ፤",
      "7": "“እኛ በድን በመንካታችን ረክሰናል፤ ነገር ግን ከቀሩት እሥራኤላውያን ተለይተን በወቅቱ ለያህዌ መባ እንዳናቀርብ ስለምን እንከለከላለን”",
      "8": "ሙሴም “ከያህዌ(יהוה) መመሪያ እስክቀበል ድረስ ጠብቁ” አላቸው፡፡",
      "9": "ያህዌ(יהוה) ሙሴን ለእሥራኤል ሕዝብ እንዲህ ብለህ ንገር አለው፤",
      "10": "“ከእናንተም ሆነ ከዝርያዎቻችሁ ማንም ሰው በድን በመንካት ቢረክስ ወይም ወደ ሩቅ አገር ለመሄድ በጉዞ ላይ ቢሆንና የፋሲካን በዓል ለማክበር ቢፈልግ፤",
      "11": "ሁለተኛው ወር በገባ በዐሥራ አራተኛው ቀን ምሽት በማክበር ፈንታ አንድ ወር ዘግይታችሁ እንድታከብሩ ተፈቅዶላችኋል፤ ስታከብሩም እርሾ የሌለበትን ቂጣ ከመራራ ቅጠል ጋር ብሉት፡፡",
      "12": "እስከ ማግሥቱ ጠዋት ድረስ፤ ከዚያ ምግብ አስተርፋችሁ አታሳድሩ፤ ከእንስሳውም አጥንት አንዱንም አትስበሩ፤ በተሰጣችሁ የሥርዓት መመሪያ መሠረት በዓሉን አክብሩ፤",
      "13": "በሥርዓት የነጻ ወይም ወደ ሩቅ አገር ያልሄደ ማንኛውም ሰው የፋሲካን በዓል በወቅቱ ባያከብር ከሕዝቤ እንደ አንዱ ሆኖ መቆጠር አይገባውም፤ መባውን በተወሰነው ጊዜ ባለማቅረቡ፤ ስለ ኃጢአቱ ስርየት ተገቢውን ቅጣት ይቀበላል፡፡",
      "14": "“በእናንተ መካከል የሚኖር የውጭ አገር ሰው የፋሲካን በዓል ለማክበር ቢፈልግ በተወሰነው ሕግና የሥርዓት መመሪያ ሁሉ መሠረት ማክበር ይኖርበታል፤ የአገር ተወላጁም ሆነ የውጭ አገር ሰው ይህን ህግ በተመሳሳይ ሁኔታ ይፈጽም፡፡”",
      "15": "-16 ያህዌ(יהוה) የሚመለክበት ድንኳን በተተከለበት ቀን ደመና መጥቶ ሸፈነው፤ በሌሊትም ጊዜ ደመናው እንደ እሳት ያበራ ነበር፤",
      "17": "ደመናው በሚነሣበት ጊዜ ሁሉ የእሥራኤል ሕዝብ ሰፈራቸውን ለቅቀው ይጓዙ ነበር፤ ደመናውም በሚወርድበት ቦታ እንደገና ይሰፍራሉ፤",
      "18": "ሕዝቡ ከሰፈር የሚለቁትም ሆነ በሌላ ቦታ የሚሰፍሩት በያህዌ(יהוה) ትእዛዝ ነበር፤ ደመናው በድንኳኑ ላይ እስከሚያርፍበት ጊዜ ድረስ በአንድ ሰፈር ይቆያሉ፤",
      "19": "ደመናው በድንኳኑ ላይ ለብዙ ጊዜ ከቆየ፤ ለያህዌ(יהוה) በመታዘዝ እዚያው ይቆያሉ እንጂ አይንቀሳቀሱም፡፡",
      "20": "አንዳንድ ጊዜ ደመናው በድንኳኑ ላይ የሚቆየው ለጥቂት ቀናት ብቻ ነበር፤ ያም ሆነ ይህ በሰፈር የሚቆይቱም ሆነ ወደ ፊት የሚሄዱት በያህዌ(יהוה) ትእዛዝ ነበር፤",
      "21": "አንዳንድ ጊዜ ደመናው የሚቆየው ከምሽት እስከ ንጋት ብቻ ነበር፤ ስለዚህ ደመናው እንደተነሳ ወዲያውኑ ጉዞ ይቀጥላሉ፤ ደመናው በተነሣ ጊዜ ጉዞ መቀጠል ነበረባቸው፡፡",
      "22": "ሁለት ቀንም ይሁን አንድ ወር፤ አንድ ዓመትም ይሁን ከዚያ የረዘመ ጊዜ ደመናው በድንኳኑ ላይ እስካረፈበት ጊዜ ድረስ አይንቀሳቀሱም ነበር፤ ደመናው ሲነሳ ግን ጉዞአቸውን ይቀጥሉ ነበር፡፡",
      "23": "ድንኳናቸውን የሚተክሉትም ሆነ ሰፈር ለቀው ወደፊት የሚጓዙት ያህዌ(יהוה) ለሙሴ በሰጠው ትእዛዝ መሠረት ነበር፡፡"
    },
    "Chapter 10": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "“ሕዝቡን በአንድነት ለመሰብሰብም ሆነ ከሰፈር ለመቀስቀስ የሚያገለግሉ ሁለት መለከቶችን ከተቀጠቀጠ ብር ሥራ፡፡",
      "3": "በሁለቱም መለከቶች እጅግ ከፍተኛ የሆነ ድምፅ በሚሰማበት ጊዜ መላው ማኅበር እኔ በምመለክበት ድንኳን በአንተ ዙሪያ ይሰብሰቡ፤",
      "4": "አንድ መለከት በሚነፋበት ጊዜ ግን የእሥራኤል የነገድ አለቆች ብቻ በአንተ ዙሪያ ይሰብሰቡ፡፡",
      "5": "በሁለቱ መለከቶች መለስተኛ የሆነ ከፍተኛ ድምፅ በሚሰማበት ጊዜ በስተ ምሥራቅ የሰፈሩት ነገዶች ጉዞ ይጀምሩ፡፡",
      "6": "በሁለቱ መለከቶች መለስተኛ የሆነ ከፍተኛ ድምፅ ለሁለተኛ ጊዜ በሚሰማበት ሰዓት በስተደቡብ የሰፈሩት ነገዶች ጉዞ ይጀምሩ፤ በዚህም ዐይነት መለስተኛ የሆነ ከፍተኛ የመለከት ድምፅ የሚነፋው፤ ሰፈር ለቅቆ ጉዞ በሚጀመርበት ጊዜ ይሆናል፡፡",
      "7": "ማኅበሩን በአንድነት እንዲሰበሰቡ ለማድረግ ሲፈለግ እጅግ ከፍተኛ የሆነ የመለከት ድምፅ ይነፋል፤",
      "8": "መለከቶቹን የሚነፉት ካህናቱ የአሮን ልጆች ይሆናሉ፡፡",
      "9": "“ከዚህ የሚከተለው ሕግ በሚመጡት ዘመናት ሁሉ ተጠብቆ ይኖራል፤ በአገራችሁ ላይ ጦርነት ተነስቶ አደጋ የጣለባችሁን ጠላት በመከላከል ላይ ስትገኙ፤ በእነዚህ መለከቶች የክተት ምልክት አሰሙ፤ እኔም አምላካችሁ እረዳችኋለሁ፤ ከጠላቶቻችሁም እጅ እታደጋችኋለሁ፡፡",
      "10": "እንዲሁም በደስታ በዓሎቻችሁ፤ ማለትም በአዲስ ጨረቃ በዓልና በሌሎችም የሃይማኖት በዓሎች የሚቃጠል መሥዋዕትና ለደኅንነት የሚቀርብ የኅብረት መሥዋዕት በምታቀርቡበት ጊዜ መለከቶችን ትነፋላችሁ፤ እኔም በዚያን ጊዜ እናንተን በማስታወስ እረዳችኋለሁ፤ እኔ ያህዌ አምላካችሁ ነኝ፡፡”",
      "11": "ሕዝቡ ከግብጽ ምድር በወጡ በሁለተኛው ዓመት፤ ሁለተኛው ወር በገባ በሃኛው ቀን ያህዌ ከሚመለክበት ድንኳን በላይ የረበበው ደመና ተነሣ፤",
      "12": "እሥራኤላውያንም ጉዞአቸውን ቀጥለው፤ ከሲና ምድረበዳ ወጡ፤ ደመናውም በፋራን ምድረበዳ አረፈ፡፡",
      "13": "ሕዝቡም ያህዌ ለሙሴ በሰጠው ትእዛዝ መሠረት ጉዞ ጀመሩ፤",
      "14": "በሚንቀሳቀሱበት ጊዜ ሁሉ በዚያው በተሰጣቸው የቅደም ተከተል ተራ ይጓዙ ነበር፤ በዚህ ዐይነት በይሁዳ ነገድ ክፍል ዓርማ ሥር የሚገኙት በአሚናዳብ ልጅ በነአሶን መሪነት የቡድን ተራቸውን ጠብቀው በመጀመሪያ ተጓዙ፤",
      "15": "የይሳኮር ነገድ መሪ የጹአር ልጅ ነታንኤል ሲሆን፤",
      "16": "የዛብሎን ነገድ መሪ የሔሎን ልጅ ኤሊአብ ነበር፡፡",
      "17": "ከዚህ በኋላ ድንኳኑ ተነቅሎ፤ ድንኳኑን የተሸከሙት የጌርሾንና የመራሪ ጎሳዎች ተጓዙ፡፡",
      "18": "ቀጥሎም በሮቤል ነገድ ክፍል ዓርማ ሥር የሚገኙት በሸዴኡር ልጅ በኤሊጹር መሪነት የቡድን ተራቸውን ጠብቀው ተጓዙ፤",
      "19": "የስምዖን ነገድ መሪ የጹሪሻዳይ ልጅ ሸሉሚኤል ሲሆን",
      "20": "የጋድ ነገድ መሪ የደዑኤል ልጅ ኤልያሳፍ ነበር፡፡",
      "21": "ከዚህ በኋላ የሌዋዊው የቀኀት ጎሳ የሆኑት ሰዎች ንዋያተ ቅድሳትን ተሸክመው ተጓዙ፤ እነርሱ ወደሚቀጥለው ሰፈር ከመድረሳቸው በፊት ድንኳኑ እንደገና መተከል ነበረበት፡፡",
      "22": "ቀጥሎም በኤፍሬም ነገድ ክፍል ዓርማ ሥር የሚገኙትን በዓሚሁድ ልጅ በኤሊሻማዕ መሪነት የቡድን ተራቸውን ጠብቀው ተጓዙ፤",
      "23": "የምናሴ ነገድ መሪ የፐዳጹር ልጅ ገማልኤል ሲሆን፤",
      "24": "የብንያም ነገድ መሪ የጊድዖኒ ልጅ አቢዳን ነበር፡፡",
      "25": "በመጨረሻም በዳን ነገድ ክፍል ዓርማ ሥር የሚገኙትና ለሁሉም ክፍሎች ደጀን የሚሆኑት በዓሚሻዳይ ልጅ በአሒዔዜር መሪነት የቡድን ተራቸውን ጠብቀው ተጓዙ፡፡",
      "26": "የአሴር ነገድ መሪ የዖክራን ልጅ ፋግኢኤል ሲሆን፤",
      "27": "የንፍታሌም ነገድ መሪ የዔናን ልጅ አሒራዕ ነበር፡፡",
      "28": "እንግዲህ እሥራኤላውያን ሰፈር ለቅቀው በየቡድናቸው የሚጓዙት በዚህ ዐይነት ሁኔታ ነበር፡፡",
      "29": "ሙሴ የሚስቱ ወንድም የሆነውን የምድያማዊውን የየትሮን ልጅ ሖባብን አንዲህ አለው፤ “እነሆ ያህዌ ሊሰጠን ቃል ወደገባልን ምድር ለመሄድ ተዘጋጅተናል፤ ያህዌ እሥራኤልን እንደሚያበለጽግ ቃል ገብቶልናል፤ ስለዚህ አንተም ከእኛ ጋር አብረህ ሂድ፤ የሀብታችን ሁሉ ተካፋይ ትሆናለህ፡፡”",
      "30": "ሖባብም “አይሆንም፤ እኔ ወደ ትውልድ አገሬ እመለሳለሁ” አለው፡፡",
      "31": "ሙሴም እንዲህ አለው፤ “እባክህ ከእኛ ተለይተህ አትሂድ፤ በበረሓ ጉዞአችን የት መስፈር እንደሚገባን ታውቃለህ፤ ስለዚህ መንገድ መሪ ልትሆን ይገባል፤",
      "32": "ከእኛ ጋር አብረህ ብትሄድ፤ ያህዌ ከሚሰጠን በረከት ሁሉ ተካፋይ ትሆናለህ፡፡”",
      "33": "ሕዝቡ የተቀደሰው ተራራ ያለበትን የሲናን ምድረ በዳ ትተው የሦስት ቀን መንገድ ተጓዙ፤ የያህዌም ቃል ኪዳን ታቦት የሚሰፍሩበትን ቦታ ለማመልከት ዘወትር ተቀዳሚ በመሆን በፊታቸው ይጓዝ ነበር፡፡",
      "34": "ከእያንዳንዱ ሰፈር ሲለቁ የያህዌ ደመና በቀን ይጋርዳቸው ነበር፡፡",
      "35": "የቃል ኪዳኑ ታቦት በተንቀሳቀሰ ጊዜ ሁሉ ሙሴ “አምላክ ሆይ! ተነሥ፤ ጠላቶችህን በትናቸው፤ የሚጠሉህንም ሁሉ፤ ከፊትህ አባርራቸው!” ይል ነበር፡፡",
      "36": "የቃል ኪዳኑም ታቦት ጉዞውን ባቆመ ጊዜ “በብዙ ሺ ወደሚቆጠሩት ወደ እሥራኤላውያን ሕዝብ ተመለስ!” ይል ነበር፡፡"
    },
    "Chapter 11": {
      "1": "እሥራኤላውያን ስለደረሰባቸው ችግር ሁሉ በያህዌ ላይ ማጉረምረም ጀመሩ፤ ያህዌም የማጉረምረም ጩኸታቸውን ሰምቶ እጅግ በመቆጣት የሚባላ እሳት ላከባቸው፤ ያም እሳት ከሰፈሩ አንዱን ክፍል አወደመ፡፡",
      "2": "ሕዝቡም ያማልዳቸው ዘንድ ወደ ሙሴ ጮኹ፤ ሙሴም ያህዌን ለመነ፤ እሳቱም ተገታ፡፡",
      "3": "ስለዚህም ያ ስፍራ “ታብዔራ” ተብሎ ተጠራ፤ ምክንያቱም የፈጣሪ እሳት በዚያ ስፍራ በመካከላቸው ስለነደደ ነው፡፡",
      "4": "ከእሥራኤላውያን ጋር የሚጓዙ የውጭ አገር ሰዎችም ነበሩ፤ እነርሱም ስጋ ለመብላት የነበራቸው ፍላጎት ከፍተኛ ነበር፤ እሥራኤላውያንም እንኳ እንዲህ እያሉ ማጉረምረም ጀመሩ፤ “የምንበላውን ሥጋ ከየት እናገኛለን",
      "5": "በግብጽ ሳለን ምንም ዋጋ ሳንከፍል የፈለግነውን ያህል ዓሣ እንበላ ነበር፤ በዚያ ሳለን እንበላ የነበረውን ዱባ፤ ‹በጢኽ› ተብሎ የሚጠራውንም ጣፋጭ ውሃ የሞላበት የዱባ ዐይነት፤ ቀዩንና ነጩን ሽንኩርት፤ ‹ኩራት› ተብሎ የሚጠራውንም ድንች የሚመስለውን አትክልት ሁሉ እናስታውሳለን፤",
      "6": "አሁን ግን ሰውነታችን ደርቆ ኃይላችን ደከመ፤ የምንመገበው ምንም ነገር የለም፤ በየቀኑ ከዚህ መና በቀር ሌላ የምናየው የለም፡፡”",
      "7": "መና እንደ ድንብላል ዘር ትንንሽ ሆኖ እንደ ሙጫ ነጣ ያለ ቢጫ መልክ ነበረው፤",
      "8": "እርሱም በሰፈር ውስጥ በሌሊት ረግፎ ከጤዛ ጋር ይገኝ ነበር፤ በማግሥቱ ጠዋት ሕዝቡ በየስፍራው ተዘዋውረው ከለቀሙት በኋላ በመውቀጥ ወይም በመፍጨት እንደ ዱቄት ያደቁታል፤",
      "9": "ከዚያም በኋላ ቀቅለው እንደ እንጎቻ አድርገው ይጋግሩታል፤ ጣዕሙም በዘይት ተለውሶ እንደተጋገረ ቂጣ ነበር፡፡",
      "10": "ሕዝቡ ሁሉ በየድንኳኖቻቸው ደጃፍ ላይ በቡድን በቡድን ቆመው ሲያጉረመርሙ ሙሴ ሰማቸው፤ ያህዌ በእነርሱ ላይ ተቆጥቶ ስለነበር በጣም ተጨነቀ፡፡",
      "11": "ያህዌም እንዲህ አለው፤ “ይህን ከባድ ነገር በእኔ በአገልጋይህ ላይ ስለምን አመጣህብኝ በእኔስ የማትደሰተው ስለምንድን ነው በዚህስ ሁሉ ሕዝብ ላይ ይህን ያህል ከባድ ኀላፊነት ስለምን ሰጠኸኝ",
      "12": "እኔ አልፈጠርሁአቸውም! ወይም አምጬ የወለድሁአቸው አይደሉም! ታዲያ ለቀድሞ አባቶቻቸው ልትሰጣቸው ቃል ወደ ገባህላቸው ምድር እስኪገቡ ድረስ፤ ለዚህ ሁሉ ሕዝብ ሞግዚት በመሆን እንደ ሕፃናት ተሸክሜአቸው እንድጓዝ ያደረግኸው ስለምንድን ነው እንግዲህ ለዚህ ሁሉ ሕዝብ የሚበቃ ሥጋ ከወዴት አገኛለሁ እነርሱ የሚበሉት ሥጋ ለማግኘት ያላቸው ፍላጎት እጅግ የበረታ ነው፤",
      "13": "እኔ ይህን ሁሉ ሕዝብ ብቻዬን መምራት አልችልም፤ ይህ ኀላፊነት ለእኔ እጅግ ከባድ ነው!",
      "14": "በዚህ ሁኔታ እንድሰቃይ ከምታደርገኝ ይልቅ ብትራራልኝና አሁኑኑ ብትገድለኝ ይሻላል፤ ከዚያም በኋላ አንተ ከምታመጣብኝ መከራ እገላገላለሁ፡፡”",
      "15": "ያህዌም ሙሴን እንዲህ አለው፤ “ለሕዝቡ አመራር በመስጠት የታወቁ ሰባ ሰዎችን ምረጥ፤ እነርሱንም ሰብስበህ እኔ ደመና ወርዶ ወደምመለክበት ድንኳን አምጣቸውና በአጠገብህ ይቁሙ፤",
      "16": "እኔም ወደዚያ ወርጄ ከአንተ ጋር እነጋገራለሁ፤ ለአንተም ከሰጠሁህ መንፈስ ከፍዬ ለእነርሱ እሰጣቸዋለሁ፤ ከዚያም በኋላ በእነዚህ ሕዝብ ላይ ያለህን ኀላፊነት በመሸከም ይረዱሃል፤ ከእንግዲህም ወዲህ ይህን ሁሉ ኀላፊነት ብቻህን አትሸከምም፡፡",
      "17": "አሁንም ለሕዝቡ እንዲህ ብለህ ንገራቸው፤ ‹ለነገ ራሳችሁን አንጹ፤ የምትበሉትም ሥጋ ይኖራችኋል፤ ሥጋ ለማግኘት በብርቱ መመኘታችሁንና ይልቁንም በግብጽ ምድር በመልካም ትኖሩ እንደነበር በማጉረምረም መናገራችሁን ያህዌ ሰምቶአል፤ እነሆ አሁን ያህዌ ሥጋ ይሰጣችኋል፤ እርሱንም እስክትጠግቡ ትበላላችሁ፡፡",
      "18": "የምትበሉትም ለአንድ ወይም ለሁለት ቀን ለአምስት፤ ለዐሥር ወይም ለሃያ ቀን ብቻ አይደለም፤",
      "19": "እስኪያንገፈግፋችሁና በአፍንጫችሁ እስኪወጣ ድረስ አንድ ወር ሙሉ ትመገቡታላችሁ፤ ይህም የሚሆነው እዚህ በመካከላችሁ ያለውን ጌታ ስለናቃችሁና፡- ከግብጽ ባልወጣን ኖሮ መልካም ነበር በማለት በእርሱ ላይ ስላጉረመረማችሁ ነው፡፡›”",
      "20": "ሙሴም ለያህዌ እንዲህ አለ፤ “እነሆ እኔ ስድስት መቶ ሺህ ሕዝብ በመምራት ላይ እገኛለሁ፤ ለአንድ ወር የሚበቃ ሥጋ ልትሰጣቸው ቃል ገብተሃል፤",
      "21": "ታዲያ ምን ያህል የከብትና የበግ መንጋ ቢታረድ እነርሱን ሊያጠግብ ይችላል በባሕር ውስጥ ያለው ዓሣ ሁሉ ቢሰበሰብ ለእነርሱ በቂ ሊሆን ይችላልን”",
      "22": "ያህዌም “ለኃይሌ ወሰን አለውን የተናገርሁት ቃል ይፈጸም ወይም አይፈጸም እንደሆን አሁን ታያለህ!” ሲል መለሰለት፡፡",
      "23": "ሰለዚህ ሙሴ ወጥቶ ያህዌ ያለውን ሁሉ ለሕዝቡ ተናገረ፤ ከሕዝቡ መሪዎች ሰባውን በአንድነት ሰብስቦ በድንኳኑ ዙሪያ ለተወሰነ ጊዜ ተመድበው እንዲሠሩ አደረገ፡፡",
      "24": "ያህዌም በደመና ወርዶ ተናገረው፤ ለሙሴ ከሰጠው መንፈስ ከፊሉን ወስዶ በሰባዎቹ መሪዎች ላይ አሳደረባቸው፤ መንፈስ በወረደባቸውም ጊዜ ድምፃቸውን ከፍ አድርገው እንደ ነቢያት ትንቢት ተናገሩ፤ ይህን ያደረጉት ግን ለተወሰነ ጊዜ ብቻ ነበር፡፡",
      "25": "ከተመዘገቡት ከሰባው መሪዎች መካከል ሁለቱ ኤልዳድና ሜዳድ የተባሉት ወደ ድንኳን ሳይሄዱ በሰፈር እንዳሉ መንፈስ ወረደባቸውና እነርሱም ድምፃቸውን ከፍ አድርገው እንደ ነቢያት ትንቢት ተናገሩ፡፡",
      "26": "አንድ ወጣት ወደ ሙሴ ሲሮጥ ሄዶ “ኤልዳድና ሜዳድ በሰፈር ውስጥ ትንቢት እየተናገሩ ናቸው” ሲል ነገረው፡፡",
      "27": "ከጎልማሳነቱ ጀምሮ የሙሴ ረዳት የነበረው የነዌ ልጅ ኢያሱ “ጌታዬ ሙሴ ሆይ! ከልክላቸው!” አለው፡፡",
      "28": "ሙሴም “አንተ ለእኔ ትቆረቀራለህን እኔስ ያህዌ በሕዝቡ ሁሉ ላይ መንፈሱን ቢያወርድና ሁሉም ድምፃቸውን ከፍ አድርገው እንደ ነቢያት ትንቢት ቢናገሩ ደስታዬ ነው!” አለው፡፡",
      "29": "ከዚህ በኋላ ሙሴና ሰባዎቹ የእስራኤል መሪዎች ወደ ሰፈር ተመለሱ፡፡",
      "30": "በድንገትም ያህዌ ድርጭቶችን ከባሕር እየነዳ የሚያመጣ ነፋስ ላከ፤ ድርጭቶችም ከምድር አንድ ሜትር ያህል ከፍ ብለው እየበረሩ መጡ፤ በሰፈሩና በሰፈሩ ዙሪያ የተከማቹበት ስፍራ የአንድ ቀን መንገድ ያህል ነው፤",
      "31": "ስለዚህ በዚያን ቀንና ሌሊት፤ እንዲሁም በማግሥቱ ሕዝቡ ድርጭት እያሳደዱ በመያዝ ደከሙ፤ ከሺ ኪሎ ግራም ያነሰ የሰበሰበ አልነበረም፤ እንዲደርቁም በሰፈር ዙሪያ አሰጡአቸው፡፡",
      "32": "የሚበሉት ሥጋ ገና በብዛት ሳለ፤ ያህዌ በሕዝቡ እጅግ ተቆጣ፤ ብርቱ መቅሠፍትም በሕዝቡ መካከል አመጣ፤",
      "33": "የዚያም ስፍራ ስም “የምኞት መቃብር” ተባለ፤ ምክንያቱም በሥጋ አምሮት የሞቱትን ሕዝብ እዚያ ቀብረዋቸው ስለነበር ነው፡፡",
      "34": "ከዚያም ሕዝቡ ወደ ሐጼሮት ተጉዘው በዚያ ሰፈሩ፡፡"
    },
    "Chapter 12": {
      "1": "ሙሴ ከኩሽ ነገድ የሆነች (ኢትዮጵያዊት) ሴት በማግባቱ ምክንያት ሚርያምና አሮን በሐሜት እንዲህ ሲሉ ነቀፉት፤",
      "2": "“ያህዌ የተናገረው በሙሴ አማካይነት ብቻ ነውን በእኛስ አማካይነት ተናግሮ የለምን” ያህዌ እነርሱ የተናገሩትን ሁሉ ሰማ፡፡",
      "3": "በመሠረቱ ሙሴ በምድር ከሚኖሩ ሰዎች ሁሉ ይበልጥ ትሑት ሰው ነበር፡፡",
      "4": "በድንገትም ያህዌ ሙሴን አሮንና ሚርያምን “እናንተ ሦስታችሁ እኔ ወደ ምመለክበት ድንኳን ኑ!” አላቸው፤ እነርሱም ሄዱ፤",
      "5": "ያህዌም በደመና ዓምድ ወርዶ በድንኳኑ ደጃፍ በመቆም “አሮን! ሚርያም!” ብሎ ጠራቸው፤ ሁለቱም ወደ ፊት ቀረቡ፤",
      "6": "ያህዌም እንዲህ አለ፤ “እነሆ እኔ የምነግራችሁን አድምጡ! በመካከላችሁ ነቢያት ቢኖሩ ራሴን የምገልጥላቸው በራእይ ነው፤ በሕልምም አነጋግራቸዋለሁ፤",
      "7": "ከአገልጋዬ ከሙሴ ጋር ግን የምነጋገረው ግን ከዚያ በተለየ ሁኔታ ነው፤ እርሱ በቤቴ የታመነ ነው፤",
      "8": "ስለዚህም እኔ ከእርሱ ጋር ቃል ለቃል በግልጥ እነጋገራለሁ እንጂ ስውር በሆነ አነጋገር አልናገረውም፤ እንዲያውም እርሱ እኔን በግልጥ አይቶኛል፤ ታዲያ እናንተ አገልጋዬን ሙሴን በመንቀፍ የሐሜት ቃል ለመናገር እንዴት ደፈራችሁ”",
      "9": "ያህዌ በእነርሱ ላይ ተቆጣ፤ እርሱም ከዚያ ስፍራ ሲሄድ፤",
      "10": "ደመናው ከድንኳኑ ላይ ተነሣ፤ የሚርያም ሰውነት እጅግ አሠቃቂ በሆነ የቆዳ በሽታ ስለተወረሰ ሁለንተናዋ እንደ በረዶ ነጭ ሆነ፤ አሮንም በዚያ የቆዳ በሽታ እንደተወረሰች ባየ ጊዜ፤",
      "11": "ሙሴን እንዲህ አለው፤ “ጌታዬ ሆይ! በስንፍናችን ስለሠራነው ኃጢአት ይህ አሠቃቂ ቅጣት እንዲደርስብን አታድርግ፤",
      "12": "እርስዋንም በእናቱ ማሕፀን ሳለ ሞቶ ግማሽ አካሉ ከበሰበሰ በኋላ እንደተወለደ ጭንጋፍ እንድትመስል አታድርግ፡፡”",
      "13": "ስለዚህ ሙሴ “አምላኬ ሆይ! ፈውስ እንድታገኝ ምህረት አድርግላት!” ብሎ ወደ ያህዌ ጮኸ፡፡",
      "14": "ያህዌም እንዲህ ሲል መለሰለት፤ “አባትዋ ቢቀየማትና ምራቁንም በፊትዋ ላይ ቢተፋባት እንኳ ሐፍረትዋን ተሸክማ እስከ ሰባት ቀን ትቆይ የለምን ስለዚህም እርስዋ ከሰፈር ወጥታ እስከ ሰባት ቀን ድረስ በገለልተኛ ቦታ ትቆይ፤ ከዚያም በኋላ ተመልሳ ወደ ሰፈር ልትገባ ትችላለች፡፡”",
      "15": "ከዚያም በኋላ ሚርያም ከሰፈር ወጥታ ለብቻዋ ተዘግቶባት ቆየች፤ እርስዋ እስክትመለስ ድረስ ሕዝቡ ከሰፈር አልተንቀሳቀሰም፡፡",
      "16": "ከዚያም በኋላ ከሐጼሮት ተነሥተው በፋራን ምድረ በዳ ሰፈሩ፡፡"
    },
    "Chapter 13": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፥ “ከእስራኤል ልጆች ዘሮች ሁሉ አንድ አንድ የሆነ ሹም የሆነ ሰው አንድ አንድ ላክ።”",
      "2": "የከነዓንን ምድር ወደምሰጣቸው ወደ ከነዓን ምድር ላካቸው፤ ከአባቶቻቸው ሁሉ አንድ አንድ ሹም የሆነ ሰው።”",
      "3": "ሙሴም በፋራን ምድረ በዳ እግዚአብሔር ቃል እንደ ታዘዘ ላካቸው፤ ሁሉም የእስራኤል ልጆች አለቆች ነበሩ።",
      "4": "ስማቸውም ይህ ነው፤ ለሮቤል ነገድ የዛኩር ልጅ ሻሙዓ።",
      "5": "ለስምዖን ነገድ የሖሪ ልጅ ሻፋጥ።",
      "6": "ለይሁዳ ነገድ የይፉኔ ልጅ ካሌብ።",
      "7": "ለይሳኮር ነገድ የዮሴፍ ልጅ ይግአል።",
      "8": "ለኤፍሬም ነገድ የነዌ ልጅ ሆሼዓ።",
      "9": "ለብንያም ነገድ የራፉ ልጅ ፓልጢ።",
      "10": "ለዛብሎን ነገድ የሶዲ ልጅ ጋዲኤል።",
      "11": "ለዮሴፍ ነገድ ለምናሴ የሱሲ ልጅ ጋዲ።",
      "12": "ለዳን ነገድ የገማሊ ልጅ ዓሚኤል።",
      "13": "ለአሴር ነገድ የሚካኤል ልጅ ሰቱር።",
      "14": "ለንፍታሌም ነገድ የዋፍሲ ልጅ ናሕቢ።",
      "15": "ለጋድ ነገድ የማኪ ልጅ ገኡኤል።",
      "16": "ሙሴ የላካቸው የአገሪቱን መርምሮ የሚመለሱ ሰዎች እነዚህ ናቸው፤ ሙሴም የነዌን ልጅ ሆሼዓን ኢያሱ ብሎ ጠራው።",
      "17": "ሙሴም ላካቸው እንዲህ አላቸው፤ “ከዚህ ወደ ሰሜን በኩል ወጥታችሁ ወደ ከነዓን ምድር ይዱ።",
      "18": "ምድሪቱም ምን እንደ ሆነች፥ በውስጧ ያለው ሕዝብ ጠንካራ ወይም ደካማ፥ ጥቂት ወይም ብዙ እንደ ሆነ ይመልከቱ።",
      "19": "የሚኖሩባትም ምድር መልካም ወይም ክፉ፥ የሚኖሩባትም ከተሞች የተጠበቡ ወይም ያልተጠበቡ እንደ ሆኑ ይመልከቱ።",
      "20": "ምድሪቱም የበለጸገች ወይም ድኻች፥ በውስጧም ዛፍ አለው ወይም የለውም እንደ ሆነ ይመልከቱ፤ ከፍራፍሬውም ይዛችሁ ኑ።” ወቅቱም የወይን ፍሬ መቁረስ ወራት ነበር።",
      "21": "ወጡም ምድሪቱን ከሰን ምድረ በዳ አጥኑት፥ እስከ ረሖብ ድረስ ወደ ሐማት መግቢያ ነበር።",
      "22": "ወደ ሰሜንም በኩል ወጥተው ወደ ኬብሮን መጡ፤ በዚያም የአንቂም ልጆች የአሂማን፥ የሴሴን፥ የተልማይ የተወለዱበት ኬብሮን ነበረች። ኬብሮንም ከግብጽ ዙፋን ከተማ ጣን በፊት ተገነባች።",
      "23": "ወደ ኤሽኮል ሸለቆም መጡ፥ ከዚያም አንድ የወይን ዛፍ ቅርንጫፍ ቈርጠው በበትር ሁለት ሰዎች አሸከሙት፥ ከዚያም ከሮማን ከበለስም ይዘው መጡ።",
      "24": "የእስራኤል ልጆች ከዚያ የወደጉት የወይን ፍሬ ቅርንጫፍ በመሆኑ ያን ስፍራ የኤሽኮል ሸለቆ ብለው ጠሩት።",
      "25": "ከአርባ ቀንም በኋላ ምድሪቱን ከመርምራቸው ተመለሱ።",
      "26": "ወጡም ወደ ፋራን ምድረ በዳ ወደ ቃዴስ ወደ ሙሴና ወደ አሮን መጡ፥ ወደ ማኅበሩም ሁሉ መጡ፥ ለእነርሱም መለሱላቸው፥ የምድሪቱንም ፍሬ አሳዩአቸው።",
      "27": "ይህንም ነገሩት፤ “ወዳንተም ወዳገሪቱ ደግሞ እንደ ላክኸን መጣንባት፥ በእውነትም ወደ ፈሰሰች ማርና ወተት ምድር ናት፥ ፍሬዋም ይህ ነው።",
      "28": "ነገር ግን በምድሪቱ የሚኖሩ ሕዝብ ጠንካራ ነው፥ ከተሞቹም የተጠበቁ ታላቅ ናቸው፥ የአንቂም ልጆችንም በዚያ አየን።",
      "29": "ዐማሌቅ በደቡባዊ ክፍል ይኖራል፥ ኬጢያውያንም ኢያቡሳውያንም አሞራውያንም በተራራማው ክፍል ይኖራሉ፥ ከነዓናውያንም በባሕር ዳርቅ በዮርዳኖስ አጠገብ ይኖራሉ።”",
      "30": "ካሌብም በሙሴ ፊት ያለውን ሕዝብ ጸጥ አደረገ እንዲህም አለ፤ “ወዲያውኑ እንውጣ ውረሷትም፥ ልንቀድማት እንችላለንና።”",
      "31": "ከእርሱ ጋር የገቡት ሰዎች ግን። “ወደዚያ ሕዝብ ላይ ልንወጣ አንችልም፥ ከእኛ ይበልጥ ጠንካራ ናቸውና” አሉ።",
      "32": "ያጠኑትንም ምድር በእስራኤል ልጆች ፊት ለመጥፎ ስም አስጨናቁ፥ እንዲህ ብለው አሉ፤ “ያ ምድር የምንመረምራት ምድር በርሷ የሚኖር ሕዝብ የሚበላ ምድር ናት፥ በውስጧም ያየነው ሕዝብ ሁሉ ረጃጅም ሰዎች ናቸው።",
      "33": "በዚያም ዘሮቹ የአንቂም ልጆች የሆኑትን ግዙፎችን አየን፤ እኛም በፊታቸው እንደ ፋንታ ነበርን፥ እነርሱም እንደዚሁ ያዩን።”"
    },
    "Chapter 14": {
      "1": "ሕዝቡም ሌሊቱን ሙሉ በመጨነቅ ሲጮኹ አደሩ፤",
      "2": "በሙሴና በአሮንም ላይ እንዲህ እያሉ አጉረመረሙ፤ “በግብጽ ሳለን ወይም በዚህ ምድረ በዳ ሞተን በቀረን መልካም በሆነ ነበር!",
      "3": "ያህቬህ(יהוה) ወደዚያች ምድር የሚወስደን ለምንድን ነው እኛ ሁላችን በጦርነት እናልቃለን፤ ሚስቶቻችንና ልጆቻችንም ይማረካሉ፤ ወደ ግብጽ ብንመለስ መልካም አይሆንምን”",
      "4": "ስለዚህም እርስ በርሳቸው “ኑ መሪ የሚሆነን ሰው መርጠን ወደ ግብጽ እንመለስ” ተባባሉ፡፡",
      "5": "በዚያን ጊዜ ሙሴና አሮን በሕዝቡ ሁሉ ፊት ወደ መሬት ተደፉ፤",
      "6": "ምድሪቱን እንዲያጠኑ ከተላኩት ሰዎች ሁለቱ የነዌ ልጅ ኢያሱና የይፉኔ ልጅ ካሌብ በሐዘን ልብሳቸውን ቀደዱ፤",
      "7": "ለሕዝቡም እንዲህ አሉ፤ “መርምረን ያጠናናት ምድር እጅግ ውብ ናት!",
      "8": "ያህቬህ(יהוה) በእኛ ደስ የሚለው ቢሆን ወደዚያ ይወስደናል፤ ማርና ወተት የምታፈሰውን ያችን ለም ምድር ይሰጠናል፤",
      "9": "ስለዚህ በያህቬህ(יהוה) ላይ አታምፁ፤ እዚያም የሚኖሩትን ሕዝቦች አትፍሩአቸው፤ እኛ በቀላሉ በጦርነት ድል እንነሣቸዋለን፤ ያህቬህ(יהוה) ከእኛ ጋር ነው፤ እነርሱን ይጠብቁ የነበሩትንም አማልክት ድል ነሥቶአቸዋል፤ ስለዚህ ፈጽሞ አትፍሩአቸው፡፡”",
      "10": "መላውም ማኅበር በድንጋይ ወግሮ ሊገድላቸው በእነርሱ ላይ ተነሣሣ፤ ነገር ግን ከያህቬህ(יהוה) መገለጥ የተነሣ እጅግ የሚያንጸባርቅ ብርሃን በድንኳኑ ላይ ሲበራ በድንገት አዩ፡፡",
      "11": "የእሥራኤል አምላክ ሙሴን እንዲህ አለው፤ “እነዚህ ሕዝብ እኔን የሚንቁት እስከ መቼ ነው ብዙ ተአምራትን በመካከላቸው አድርጌአለሁ፤ ታዲያ በእኔ መታመንን እምቢ የሚሉት እስከ መቼ ነው",
      "12": "እነሆ እኔ አባር ቸነፈር አምጥቼ በመቅሠፍት እደመስሳቸዋለሁ፤ አንተን ግን ከእነርሱ ይበልጥ ታላቅና ብርቱ ለሆነ ሕዝብ አባት አደርግሃለሁ፡፡”",
      "13": "ሙሴ ግን ያህቬህ(יהוה)ን እንዲህ አለው፤ “ይህን ሕዝብ በኀይልህ ከግብጽ አወጣህ፤ በሕዝብህ ላይ ያደረግኸውን ግብጻውያን በሚሰሙበት ጊዜ፤",
      "14": "የሆነውን ሁሉ በዚህች ምድር ለሚኖሩት ሕዝቦች ይነግራሉ፤ እነዚህ ሕዝቦች አንተ አምላካችን ከእኛ ጋር መሆንህንና ደመናህ በላያችን በረበበ ጊዜ በግልጥ እንደምትታይ፤ ቀን በደመና ዓምድ፤ ሌሊት በእሳት ዐምድ እፊት እፊታችን እየሄድህ እንደምትመራን ከሰሙ ቆይተዋል፡፡",
      "15": "ታዲያ አሁን ሕዝብህን በሙሉ ብትገድል ዝናህን የሰሙ አሕዛብ ሁሉ፤",
      "16": "‹ሊሰጣቸው ቃል ወደገባላቸው ምድር ሊያደርሳቸው ስላልቻለ አጠፋቸው ይሉሃል፡፡",
      "17": "ስለዚህ ጌታ ሆይ! ኀይልህን እንድታሳየን እለምንሃለሁ፤ ደግሞም እንዲህ ስትል የተናገርከውን የተስፋ ቃል ፈጽምልን፤",
      "18": "‹እኔ ያህቬህ(יהוה) በቶሎ አልቆጣም፤ ምህረቴና ፍቅሬም የበዛ ነው፤ ኀጢአትንና ዐመፃን ይቅር እላለሁ፤ ነገር ግን እስከ ሦስት ከዚያም እስከ አራት ትውልድ ድረስ ልጆችንና የልጅ ልጆችን ስለ ወላጆቻቸው ኃጢአት እቀጣለሁ፡፡›",
      "19": "አሁንም ጌታ ሆይ! ታላቅ በሆነውና በማይለወጠው ፍቅርህ ከግብጽ ከወጡበት ጊዜ አንሥቶ ምሕረት እንዳደረግህላቸው የዚህን ሕዝብ ኃጢአት ይቅር እንድትል እለምንሃለሁ፡፡”",
      "20": "ያህቬህ(יהוה)ም እንዲህ ሲል መለሰ፤ “በጠየቅኸው መሠረት ይቅር እላቸዋለሁ፤",
      "21": "ነገር ግን ሕያው እንደመሆኔና ክብሬም ምድርን የሞላ እንደ መሆኑ፤",
      "22": "ከእነዚህ �ሕዝብ አንዱም ወደዚያች ምድር ለመግባት በሕይወት አይኖርም፤ እነርሱ እኔ የምገለጥበትን አንጸባራቂ ብርሃንና በግብጽ ምድረ በዳ ደረግሁአቸውን ተአምራት ሁሉ አይተዋል፤ ነገር ግን የትዕግሥቴን ብዛት ደጋግመው በመፈታተን ለእኔ መታዘዝ አምቢ አሉ፡፡",
      "23": "ስለዚህ ለቀድሞ አባቶቻቸው ልሰጣቸው ቃል ወደገባሁላቸው ምድር በፍጹም አይገቡም፤ እኔን ከናቁኝ መካከል አንዱ እንኳ ወደዚያች ምድር ከቶ አይገባም፡፡",
      "24": "ነገር ግን አገልጋዬ ካሌብ ልዩ አመለካከት ስላለውና ለእኔ ያለውንም ታማኝነት ስላጸና ሄዶ የመረመራትን ምድር እሰጠዋለሁ፤ ዝርያዎቹም ያችን ምድር ይወርሳሉ፤",
      "25": "ያችም ምድር አሁን ዐማሌቃውያንና ከነዓናውያን የሚኖሩባት ናት፤ እንግዲህ ነገ ወደ ኋላችሁ ተመልሳችሁ ወደ አካባ የባሕር ሰላጤ በሚያመራው መንገድ ወደ ምድረ በዳ ሂዱ፡፡”",
      "26": "ያህቬህ(יהוה) ሙሴንና አሮንን እንዲህ አላቸው፤",
      "27": "“እነዚህ ክፉዎች የሆኑ ሕዝብ በእኔ ላይ የሚያጉረመርሙት እስከ መቼ ነው ይህን አሰልቺ የሆነ ጉርምርምታቸውን ሰምቻለሁ፡፡",
      "28": "እነሆ ይህን መልስ ስጣቸው፤ ‹በጠየቃችሁት ዐይነት እንደማደርግባችሁ ሕያው በሆነ ስሜ እምላለሁ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፤",
      "29": "ሁላችሁም ትሞታላችሁ፤ ሬሳችሁም በዚህ ምድረ በዳ ተበትኖ ይቀራል፤ በእኔ ላይ በማጉረምረማችሁ ምክንያት ከእናንተ መካከል ከሃያ ዓመት በላይ ዕድሜ ያለው ሁሉ ከቶ ወደዚያች ምድር አይገባም፤",
      "30": "ወደዚያች ምድር ገብታችሁ እንደምትኖሩ ቃል ገብቸላችሁ ነበር፤ ነገር ግን ከካሌብና ከኢያሱ በቀር ከእናንተ አንዱ እንኳ ወደዚያች ምድር አይገባም፡፡",
      "31": "እናንተማ ልጆቻችን ምርኮኞች ሆነው ይቀራሉ ብላችሁ ተናግራችኋል፤ እኔ ግን እነርሱን እናንተ ወደናቃችኋት ምድር አገባቸዋለሁ፤ ርስታቸውም ትሆናለች፡፡",
      "32": "እናንተ ግን በዚህ ምድረ በዳ ትሞታላችሁ፤",
      "33": "በእናንተም አለማመን ምክንያት ከእናንተ የመጨረሻው ሰው እስኪሞት ድረስ አርባ ዓመት ሙሉ ጽኑ መከራ እየተቀበሉ በዚህ ምድረ በዳ ይንከራተታሉ፤",
      "34": "በኃጢአታችሁ ምክንያት አርባ ዓመት ሙሉ ትሠቃያላችሁ፤ ይህም ምድሪቱን ለማጥናት በቆያችሁበት አርባ ቀን ልክ አንዲቱ ዕለት አንድ ዓመት ትሆንባችኋለች፤ በዚያን ጊዜ እኔን መቃወም ምን ያህል እንደሚያመጣባችሁ ትገነዘባላችሁ፡፡",
      "35": "በእኔ ላይ አድማችሁ የተነሳችሁብኝ እናንተ ዐመፀኞች ሕዝብ! ይህን ሁሉ እንደማደርግባችሁ እምላለሁ፤ በዚህ ምድረ በዳ ሁላችሁም ትሞታላችሁ፤ እኔ ያህቬህ(יהוה) ይህን ተናግሬአለሁ፡፡›”",
      "36": "እነሆ በዚህ ዓይነት ምድሪቱን ያጠኑ ዘንድ ልኮአቸው የነበሩ ሰዎች፤ ሕዝቡ በያህቬህ(יהוה) ላይ እንዲያጉረመርሙ ያደረጋቸውን ሐሰተኛ ወሬ ይዘው ተመለሱ፤ ያህቬህ(יהוה)ም ስለቀሠፋቸው ሁሉም በአባር ቸነፈር ሞቱ፡፡",
      "37": "ምድሪቱን ካጠኑት ዐሥራ ሁለት ሰዎች መካከል የተረፉት ኢያሱና ካሌብ ብቻ ነበሩ፡፡",
      "38": "ምድሪቱን ካጠኑት ዐሥራ ሁለት ሰዎች መካከል የተረፉት ኢያሱና ካሌብ ብቻ ነበሩ፡፡",
      "39": "ሙሴ ያህቬህ(יהוה) ያለውን ለእሥራኤላውያን በነገራቸው ጊዜ ምርር ብለው አለቀሱ፤",
      "40": "በማግሥቱ ጠዋት ማልደው ተራራማይቱን አገር ለመውረር ተነሡ፤ እንዲህም አሉ፤ “እነሆያህቬህ(יהוה) ሊያስገባን ወደነገረን ስፍራ ለመሄድ ተዘጋጅተናል፤ ኃጢአት መሥራታችንን ተገንዝበናል፡፡”",
      "41": "ሙሴ ግን እንዲህ አለ፤ “ታዲያ አሁንም ደግማችሁ ለአምላካችሁ የማትታዘዙት ለምንድን ነው ያሰባችሁት አይሳካላችሁም፤",
      "42": "ስለዚህ ወደዚያ አትሂዱ፤ ምክንያቱም ያህቬህ(יהוה) ከእናንተ ጋር ስላልሆነ፤ ጠላቶቻችሁ ድል ይነሡአችኋል፤",
      "43": "ዐማሌቃውያንና ከነዓናውያን ፊት ለፊት ባያችሁ ጊዜ በጦርነት ትሞታላችሁ፤ እርሱን መከተል እምቢ ስላላችሁ ያህቬህ(יהוה) ከእናንተ ጋር አይሆንም፡፡”",
      "44": "እነርሱ ግን ሌላው ቀርቶ የያህዌ(יהוה) የቃል ኪዳን ታቦትም ሆነ ሙሴ ከሰፈር ሳይነሱ፤ ወደ ተራራማይቱ አገር ለመዝመት ተነሡ፡፡",
      "45": "ከዚያም በኋላ በዚያ የሚኖሩት ዐማሌቃውያንና ከነዓናውያን በእነርሱ ላይ አደጋ ጥለው ድል አደረጉአቸው፤ እስከ ሆርማም ድረስ አሳደዱአቸው፡፡"
    },
    "Chapter 15": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "«ለእስራኤላውያን እንዲህ ብለህ ንገራቸው፡- እንድትኖሩባት ልሰጣችሁ ወዳቀድሁት ምድር በምትገቡበት ጊዜ ልትፈጽሙአቸው የሚገቡ የሥርዓት መመሪያዎች እነዚህ ናቸው፡-",
      "3": "ለሚቃጠል መሥዋዕት ወይም ስለ ስእለት መፈጸም ለሚቀርብ መሥዋዕት ወይም በተለመዱት የሃይማኖት በዓላት ላይ ለሚቀርብ መሥዋዕት፤ ኮርማ፤ አውራ በግ፤ የበግ ወይም የፍየል ጥቦት ለያህዌ ታቀርባላችሁ፤ እንደዚህ ያለውም የምግብ ቁርባን መዓዛው ያህዌን ደስ የሚያሰኝ ይሆናል፤",
      "4": "የበግ ወይም የፍየል ጥቦት የሚቃጠል መሥዋዕት አድርጎ ለአምላኩ የሚያቀርብ ሰው ከእያንዳንዱ እንስሳ ጋር በአንድ ሊትር የወይራ ዘይት የተለወሰ አንድ ኪሎ ዱቄት፤",
      "5": "ከአንድ ሊትር የወይን ጠጅ ጋር የእህል ቁርባን አድርጎ ያምጣ፡፡",
      "6": "አውራ በግ መሥዋዕት ሆኖ በሚቀርብበት ጊዜ ደግሞ በአንድ ሊትር ተኩል የወይራ ዘይት የተለወሰ ሁለት ኪሎ ዱቄት፤",
      "7": "ከአንድ ሊትር ተኩል የወይን ጠጅ ጋር የእህል ቁርባን አድርጎ ለያህዌ ያምጣ፤ ይህም ሁሉ መሥዋዕት መዓዛው ያህዌን ደስ የሚያሰኝ ይሆናል፤",
      "8": "ለሚቃጠል መሥዋዕት ወይም ስእለት ስለመፈጸም ለሚቀርብ መሥዋዕት ወይም ስለ ደህንነት የሚሆን የኅብረት መሥዋዕት አንድ ኮርማ በሚቀርብበት ጊዜ ደግሞ የእህል ቁርባኑ እንደሚከተለው ይሆናል፤",
      "9": "በሁለት ሊትር የወይራ ዘይት የተለወሰ ሦስት ኪሎ ዱቄት፤",
      "10": "ከሁለት ሊትር የወይን ጠጅ ጋር ይቀርባል፤ ይህም መሥዋዕት መዓዛው ያህዌን ደስ የሚያሰኝ ይሆናል፡፡",
      "11": "እንግዲህ ከእያንዳንዱ ኮርማ፤ አውራ በግ ወይም የፍየል ጥቦት ጋር የሚቀርበው የእህል ቁርባን ይህ ነው፡",
      "12": "ከአንድ እንስሳ በላይ በሚቀርብበት ጊዜ አብሮት የሚቀርበውም የእህል ቁርባን በተመሳሳይ ሁኔታ ይጨምራል፤",
      "13": "የአገር ተወላጅ የሆነ እያንዳንዱ እስራኤላዊ መዓዛው ያህዌን ደስ የሚያሰኝ የእህል ቁርባን በሚያቀርብበት ጊዜ ይህን ሁሉ ማድረግ ይኖርበታል፤",
      "14": "ለረዥም ጊዜም ሆነ ለአጭር ጊዜ በመካከላችሁ የሚኖር የውጭ አገር ሰው መዓዛው ያህዌን ደስ የሚያሰኝ የምግብ ቁርባን ለያህዌ ለማቅረብ ቢፈልግ፤ ይህንኑ የሥርዓት መመሪያ በተመሳሳይ ሁኔታ መከተል ይኖርበታል፡፡",
      "15": "እናንተም ሆናችሁ በመካከላችሁ የሚኖሩ የውጭ አገር ሰዎች ለሚመጡት ዘመናት ሁሉ አነዚህን የሥርዓት መመሪያዎች በተመሳሳይ ሁኔታ መጠበቅ ይኖርባችኋል፤ እናንተም ሆናችሁ እነርሱ በአምላክ ፊት አንድ ናችሁ፡፡",
      "16": "ማንኛውም ሕግና የሥርዓት መመሪያ ለሁላችሁም እኩል ነው፡፡»",
      "17": "ያህዌ ሙሴን እንዲህ አለው፤",
      "18": "«ለእስራኤላውያን እንዲህ ብለህ ንገራቸው፡- እኔ ወደምመራችሁ ምድር በምትገቡባት ጊዜ",
      "19": "ከምድሪቱ የሚመረተውን ነገር ሁሉ በምትመገቡበት ወቅት ከእርሱ ላይ ጥቂት በማንሣት ለያህዌ ልዩ ስጦታ አድርጋችሁ አቅርቡ፤",
      "20": "ይኸውም ከአዲስ እህል የተጋገረው የመጀመሪያው ኅብስት ለያህዌ ልዩ መባ ሆኖ ይቅረብ፤ ይህም ከምትወቁት እህል በማንሳት እንደምታመጡት ልዩ መባ በተመሳሳይ ይቅረብ፤",
      "21": "ለሚመጡት ዘመናት ሁሉ ከአዲስ እህል ከምትጋግሩት ኅብስት እየተነሣ ለያህዌ ልዩ መባ ሆኖ መቅረብ አለበት፡፡",
      "22": "ምናልባት አንድ ሰው በመዘንጋት ያህዌ ለሙሴ የሰጠውን እነዚህን የሥርዓት መመሪያዎች ሁሉ ሳይጠብቅ ይቀር ይሆናል፤",
      "23": "ወይም ምናልባት ወደፊት መላው ማኅበር ያህዌ በሙሴ አማካይነት ያዘዘውን ትእዛዝ ሁሉ ሳይፈጽሙ ይቀሩ ይሆናል፡፡",
      "24": "እንዲህ ዓይነቱ ስህተት የተፈጸመው በማህበሩ አለማወቅ ከሆነ አንድ ወይፈን አምጥተው መዓዛው ያህዌን ደስ የሚያሰኝ የሚቃጠል መሥዋዕት አድርገው ያቅርቡት፤ ከእርሱም ጋር ተገቢውን የእህልና የወይን ጠጅ ቁርባን ያቅርቡ፤ በተጨማሪም አንድ ተባዕት ፍየል ስለ ኃጢአት ስርየት መሥዋዕት አድርገው ያቅርቡ፡፡",
      "25": "ካህኑም ለመላው የእስራኤል ማኅበር የማንጻትን ሥርዓት ይፈጽምላቸው፤ ስህተቱን የፈጸሙት ባለማወቅ ስለሆነና ስለ ኃጢአት ስርየት የሚሆነውንም መሥዋዕትና የእህል ቁርባን አድርገው ለያህዌ ስላቀረቡ፤ ኃጢአታቸው ይቅር ይባልላቸዋል፡፡",
      "26": "ሁሉም በአንድነት የስሕተቱ ተካፋዮች ስለሆኑ መላው የእስራኤል ማኅበርና በእነርሱም መካከል የሚኖሩ የውጭ አገር ሰዎች ኃጢአታቸው ይቅር ይባልላቸዋል፡፡",
      "27": "አንድ ሰው በግሉ ባለማወቅ ኃጢአት ቢሠራ አንድ ዓመት የሞላት እንስት ፍየል ስለኃጢአቱ ስርየት መሥዋዕት አድርጎ ያቅርብ፡፡",
      "28": "ካህኑ ሰውየውን ከኃጢአቱ ለማንጻት በመሠዊያው ላይ የማንጻትን ሥርዓት ይፈጽምለት፤ ኃጢአቱም ይቅር ይባልለታል፡፡",
      "29": "የአገር ተወላጅ እስራኤላዊም ሆነ ወይም በዚያ የሚኖር የውጭ አገር ሰው ባለማወቅ ኃጢአት የሚሠራ ሁሉ የሚከተለው የሥርዓት መመሪያ ይኸው ነው፡፡",
      "30": "ነገር ግን የአገሩ ተወላጅም ሆነ የውጭ አገር ሰው፤ ሆን ብሎ ኃጢአት የሚሠራ ሁሉ በያህዌ ላይ የንቀት ዝንባሌ በማሳየቱ ይገደል፤",
      "31": "ይህም የሚደርስበት ያህዌ የተናገረውን ችላ ስላለና ከትእዛዛቱም አንዱን ሆን ብሎ ስለጣሰ ነው፤ ስለዚህ ቢሞት ኃላፊነቱ የራሱ ነው፡፡»",
      "32": "እስራኤላውያን በምድረ በዳ ሳሉ አንድ ጊዜ አንድ ሰው በሰንበት ቀን የማገዶ እንጨት ሲለቅም ተያዘ፤",
      "33": "የያዙትም ሰዎች መላው ማኅበር ወዳለበት ወደ ሙሴና ወደ አሮን ወሰዱት፡፡",
      "34": "በእርሱ ላይ የሚወሰደው እርምጃ ግልጥ ሆኖ ስላልተገኘ ለጊዜው በዘብ ተጠብቆ እንዲቆይ ተደረገ፤",
      "35": "ከዚያን በኋላ ያህዌ ሙሴን «ሰውየው መገደል አለበት፤ መላው ማኅበር ከሰፈር አውጥተው በድንጋይ ወግረው ይግደሉት» አለው፡፡",
      "36": "ስለዚህ መላው ማኅበር ከሰፈር አውጥተው ያህዌ ባዘዘው መሠረት በድንጋይ ወግረው ገደሉት፡፡",
      "37": "ያህዌ ሙሴን እንዲህ አለው፤",
      "38": "«ለእስራኤላውያን እንዲህ ብለህ ንገራቸው፡- በልብሶቻችሁ ጫፍ ላይ ሁሉ ዘርፍ አብጁ፤ እያንዳንዱም ዘርፍ ከሰማያዊ ፈትል የተሠራ ጥለት ይኑረው፤ ይህንንም ለሚመጡት ዘመናት ሁሉ አድርጉ፤",
      "39": "ዘርፎቹም እንደማስታወሻ ሆነው ስለሚያገለግሉ፤ እነርሱን በምታዩበት ጊዜ ሁሉ ትእዛዛቴን በማስታወስ ትፈጽማላችሁ፤ ከእኔም ርቃችሁ የገዛ ፈቃዳችሁንና ምኞታችሁን የምትፈጽሙ አትሆኑም፤",
      "40": "በልብሶቻችሁም ጫፍ ላይ የሚታዩት ዘርፎች ትእዛዛቴን ሁሉ እንድትፈጽሙ ያስታውሱአችኋል፤ እናንተም በፍጹም ለእኔ የተገዛችሁ ትሆናላችሁ፡፡",
      "41": "እኔ ያህዌ አምላካችሁ ነኝ፤ አምላካችሁ እሆን ዘንድ ከግብጽ ምድር አወጣኋችሁ፤ እኔ ያህዌ አምላክችሁ ነኝ፡፡»"
    },
    "Chapter 16": {
      "1": "ከሌዊ ነገድ የቀሃት ጎሳ የሆነው የይጽሃር ልጅ ቆራሕ በሙሴ ላይ ለማመፅ በድፍረት ተነሣሣ፤ ከሮቤል ነገድ የሆኑ ሦስት ሰዎችም ተባበሩት፤ እነርሱም የኤሊአብ ልጆች የሆኑት ዳታንና አቤሮን፤ የፔሌት ልጅ የነበረው ኦን ሲሆኑ ሌሎችም ማኅበሩ የመረጣቸውና አመራር በመስጠት የታወቁት ሁለት መቶ ኀምሳ እሥራኤላውያን ደገፉአቸው፤",
      "2": "እነርሱም በሙሴና በአሮን ፊት ተሰብስበው እንዲህ አሉአቸው፤ “እናንተ እኮ ከልክ አልፋችኋል! የዚህ ጉባኤ አባላት የሆኑት ሕዝብ ሁሉ ለያህቬህ(יהוה) የተለዩ ናቸው፤ ያህቬህ(יהוה)ም ከእኛ ሁሉ ጋር ነው፤ አንተ ሙሴ ታዲያ በያህቬህ(יהוה) ጉባኤ ላይ ራስህን ከፍ ከፍ የምታደርገው ስለምንድን ነው”",
      "3": "ሙሴም ይህን በሰማ ጊዜ በመሬት ላይ ተዘርሮ በመውደቅ ጸለየ፤",
      "4": "ቆራሕንና ተከታዮቹንም እንዲህ አላቸው፤ “ነገ ጠዋት ያህቬህ(יהוה) ለእርሱ የተለየ ማን እንደሆነ ለይቶ ያሳየናል፤ ይኸውም የእርሱ ወገን የሆነውና የመረጠውን በመሠዊያው ላይ ያገለግለው ዘንድ ወደ እርሱ እንዲቀርብ ይፈቅድለታል፡፡",
      "5": "ነገ ጠዋት አንተና ተባባሪዎችህ ሁሉ ጥናዎችን ይዛችሁ ኑ፤ በእነርሱም ላይ የከሰል ፍምና ዕጣን አድርጋችሁ ወደ መሠዊያው አቅርቡአቸው፤ ከዚያም በኋላ ያህቬህ(יהוה) ማንኛችንን መርጦ ለራሱ እንደለየ እናያለን፤ ከልክ ያለፋችሁትስ እናንተ ናችሁ!”",
      "6": "ሙሴ ከቆራሕ ጋር መነጋገሩን እንዲህ ሲል ቀጠለ፤ “እናንተ ሌዋውያን አድምጡ!",
      "7": "ወደ እርሱ ቀርባችሁ በያህቬህ(יהוה) ድንኳን አገልግሎታችሁን እንድትፈጽሙና በፊታቸውም ቆማችሁ የእሥራኤልን ጉባኤ እንድታገለግሉ የእሥራኤል አምላክ ከሌላው የእሥራኤል ማኅበር መርጦ እናንተ የተለያችሁ እንድትሆኑ ማድረጉን እንደ ቀላል ነገር ታዩታላችሁን",
      "8": "እርሱ እኮ እናንተንና ሌሎቹም ሌዋውያን ይህ ክብር እንዲኖራችሁ አድርጎአል፤ አሁን ደግሞ የካህናቱን ቦታ ለመያዝ ፈልጋችኋል!",
      "9": "በአሮን ላይ በምታጉረመርሙበት ጊዜ እኮ፤ እናንተና ተከታዮቻችሁ በያህቬህ(יהוה) ላይ ማመፃችሁ ነው፡፡”",
      "10": "ከዚህ በኋላ ሙሴ ዳታንንና አቤሮንን ልኮ አስጠራ፤ እነርሱ ግን እንዲህ አሉ፤ “እኛ አንመጣም፤",
      "11": "በዚህ ምድረ በዳ እንድንሞት ለም ከሆነችው ከግብጽ ምድር እኛን ማውጣትህ አንሶህ፤ አሁን ደግሞ በእኛ ላይ ልትሰለጥን ትፈልጋለህን",
      "12": "ለም ወደሆነችው ምድር እንዳላመጣኸን ወይም የራሳችን የሆነ እርሻና የአትክልት ቦታ እንዳልሰጠኸን የተረጋገጠ ነው፤ አሁን ደግሞ ልታታልለን ትፈልጋለህ፤ እንግዲህስ ወደ አንተ አንመጣም፡፡”",
      "13": "ሙሴም እጅግ ተቆጥቶ ያህቬህ(יהוה)ን እንዲህ አለ፤ “እነዚህ ሰዎች የሚያቀርቡልህን መባ አትቀበል፤ እኔ ከእነርሱ አንዱን እንኳ አልበደልሁም፤ ሌላው ቀርቶ ከአህዮቻቸው አንዱን እንኳ አልወሰድኩም፡፡”",
      "14": "ሙሴ ቆራሕን እንዲህ አለው፤ “ነገ አንተና ሁለት መቶ ኀምሳ ተከታዮችህ ያህቬህ(יהוה) ወደሚመለክበት ድንኳን እንድትመጡ፤ አሮንም እዚያው ይገኛል፡፡",
      "15": "እያንዳንዳችሁ ጥናችሁን ይዛችሁ ኑ፤ በውስጡም ዕጣን ጨምራችሁ በመሠዊያው ላይ ታቀርባላችሁ፡፡”",
      "16": "ስለዚህም እያንዳንዳቸው ጥናቸውን ይዘው የእሳት ፍምና ዕጣን በመጨመር በድንኳኑ ደጃፍ ከሙሴና ከአሮን ጋር ቆሙ፤",
      "17": "ከዚያም በኋላ ቆራሕ መላውን ማኅበር በአንድነት ሰበሰበ፤ ወደ ድንኳኑም ደጃፍ መጥተው በሙሴና በአሮን ፊት ለፊት ቆሙ፤ የያህቬህ(יהוה)ን መገለጥ የሚያመለክትም አንጸባራቂ ብርሃን ለመላው ማኅበር በድንገት ታዬ፡፡",
      "18": "ያህቬህ(יהוה)ም ሙሴንና አሮንን እንዲህ አላቸው፤",
      "19": "“ከእነዚህ ሕዝብ ራቅ ብላችሁ ቁሙ፤ እኔም እነርሱን በአንድ ጊዜ እደመስሳቸዋለሁ፡፡” ሙሴና አሮን በግምባራቸው ወደ መሬት ተደፍተው እንዲህ አሉ፤ “አምላክ ሆይ! አንተ የሕይወት ሁሉ ምንጭ ነህ፤ አንድ ሰው ኃጢአት ቢሠራ በመላው ማኅበር ላይ ትቆጣለህን”",
      "20": "ያህቬህ(יהוה)ም ሙሴን፤",
      "21": "“ከቆራሕ፤ ከዳታንና ከአቤሮን ድንኳኖች እንዲርቁ ሕዝቡን ንገር” አለው፡፡",
      "22": "ከዚህ በኋላ ሙሴ የእሥራኤልን መሪዎች አስከትሎ ወደ ዳታንና አቤሮን ሄደ፤",
      "23": "ሕዝቡንም እንዲህ አለ፤ “ከእነዚህ ዐመፀኞች ሰዎች ድንኳኖች ርቃችሁ ቁሙ፤ የእነርሱ ንብረት የሆነውንም ማናቸውንም ዕቃ አትንኩ፤ አለበለዚያ በእነርሱ ኃጢአት ምክንያት ሁላችሁም ከእነርሱ ጋር ተጠራርጋችሁ ትጠፋላችሁ፡፡”",
      "24": "ስለዚህ ሕዝቡ ከቆራሕ፤ ከዳታንና ከአቤሮን ድንኳኖች ፈቀቅ አሉ፡፡",
      "25": "ዳታንና አቤሮንም ወጥተው ከሚስቶቻቸውና ከልጆቻቸው ጋር በድንኳናቸው ደጃፍ ቆመው ነበር፡፡",
      "26": "በዚያን ጊዜ ሙሴ ለሕዝቡ እንዲህ አለ፤ “ይህን ሁሉ ሥራ እንዳከናውን ያህቬህ(יהוה) እኔን የላከኝ መሆኑን የምታውቁትና እኔ ይህን ሁሉ ሥራ የማከናውነው በራሴ ፈቃድ እንዳልሆነ የምትገነዘቡት በዚህ ነው፤",
      "27": "እነዚህ ሰዎች ከያህዌ ቅጣት ሳይደርስባቸው እንደማንኛውም ሰው ከሞቱ፤ እኔን ያህቬህ(יהוה) አላከኝም፤",
      "28": "ነገር ግን ያህቬህ(יהוה) ተሰምቶ የማይታወቅ አዲስ ነገር በመፍጠር በሕይወታቸው ሳሉ ምድር ተከፍታ እነርሱንና የእነርሱ የሆነውን ሁሉ ብትውጥ፤ እነዚህ ሰዎች ያህቬህ(יהוה)ን የተቃወሙ መሆናቸውን ታውቃላችሁ፡፡”",
      "29": "ሙሴ ይህን ተናግሮ እንዳበቃ ዳታንና አቤሮን የቆሙበት ምድር ተከፍታ፤",
      "30": "እነርሱንና ቤተሰቦቻቸውን፤ የቆራሕን ተከታዮችና ያላቸውን ንብረት ሁሉ ዋጠች፡፡",
      "31": "ስለዚህ በሕይወት ሳሉ ከነንብረታቸው ወደ ሙታን ዓለም ወረዱ፤ ምድርም በላያቸው ተከድና ጠፉ፡፡",
      "32": "በዚያ የነበሩት የእሥራኤል ሕዝብ ሁሉ የእነዚያን ሰዎች ጩኸት በሰሙ ጊዜ ሸሹ፤ “ምድር እኛንም ልትውጠን ስለምትችል እንሩጥ እያሉ ጮኹ፡፡”",
      "33": "ከዚያም በኋላ ያህቬህ(יהוה) እሳት ልኮ ዕጣን ያጥኑ የነበሩትን ሁለት መቶ ኀምሳ ሰዎች አቃጠለ፡፡",
      "34": "ከዚህ በኋላ ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "35": "“የአሮን ልጅ አልዓዛር ከነሐስ የተሠሩትን ጥናዎች ከተቃጠሉት ሰዎች ዘንድ እንዲወስድና ጥናዎቹ የተቀደሱ ስለሆኑ በውስጣቸው ያለውን ፍም ወደ ሌላ ስፍራ እንዲያፈስ ንገረው፤",
      "36": "ጥናዎቹም የተቀደሱት ወደ ያህቬህ(יהוה) መሠዊያ በቀረቡ ጊዜ ነው፤ ስለዚህ በኃጢአታቸው የተገደሉትን የእነዚህን ሰዎች ጥናዎች ውሰድና በመቀጥቀጥ እንዲሳሱ አድርግ፤ ለመሠዊያውም መክደኛ እንዲሆኑ አድርገህ ሥራቸው፤ ለእሥራኤል ሕዝብ የመቀጣጫ ማስጠንቀቂያ ይሆናል፡፡”",
      "37": "ስለዚህ አልዓዛር ጥናዎቹን ወስዶ ለመሠዊያው ክዳን ይሆኑ ዘንድ በስሱ ቀጠቀጣቸው፡፡",
      "38": "ይህም የአሮን ዝርያ ያልሆነ ማንኛውም ሰው ለያህቬህ(יהוה) ዕጣን ያጥን ዘንድ ወደ መሠዊያው መቅረብ እንደማይገባው ለእሥራኤላውያን ሁሉ ማስጠንቀቂያ ይሆናል፤ ይህ ካልሆነ ግን እንዲህ የሚያደርግ ሰው ሁሉ እንደ ቆራሕና እንደተከታዮቹ ይጠፋል፤ ይህም ሁሉ የተፈጸመው ያህቬህ(יהוה) በሙሴ አማካይነት ለአልዓዛር በሰጠው ትእዛዝ መሠረት ነበር፡፡",
      "39": "በማግሥቱ መላው የእስራኤል ማኅበር “የያህቬህ(יהוה) ወገኖች የሆኑትን ሕዝብ ገድላችኋል” በማለት በሙሴና በአሮን ላይ አጉረመረሙ፡፡",
      "40": "ሙሴንና አሮንን ለመቃወም ሁሉም በአንድነት ከተሰበሰቡ በኋላ ወደ ድንኳኑ ዘወር ብለው ሲመለከቱ የያህቬህ(יהוה)ን መገለጥ የሚያመለክተው አንጸባራቂ ብርሃን ድንኳኑን ሸፍኖት አዩ፤",
      "41": "ሙሴና አሮንም መጥተው በድንኳኑ ፊት ለፊት ቆሙ፡፡",
      "42": "ያህቬህ(יהוה)ም ሙሴን እንዲህ አለው፤",
      "43": "“ከእነዚህ ሕዝብ ርቃችሁ ቁሙ፤ እኔ እነርሱን በአንድ ጊዜ እደመስሳቸዋለሁ!”",
      "44": "ሁለቱም በግንባራቸው ወደ መሬት ተደፉ፤",
      "45": "ሙሴም አሮንን እንዲህ አለው፤ “የአንተን ጥና ወስደህ ከመሠዊያው የእሳት ፍም ጨምርበት፤ በፍሙም ላይ ጥቂት ዕጣን አድርግበት፤ ከዚያም ወደ ሕዝቡ በፍጥነት በመሄድ የማንጻትን ሥርዓት ፈጽምላቸው፤ ፍጠን! እነሆ የያህቬህ(יהוה) ቁጣ ከመገለጡ የተነሣ በሕዝቡ መካከል አባር ቸነፈር መስፋፋት ጀምሮአል፡፡”",
      "46": "አሮንም በመታዘዝ ጥናውን ይዞ ወደ ተሰበሰቡት ሕዝብ መካከል ፈጥኖ ሄደ፤ አባር ቸነፈሩ እንደ ጀመረ በተመለከተ ጊዜ ዕጣኑን በፍሙ ላይ አድርጎ ለሕዝቡ የማንጻትን ሥርዓት ፈጸመላቸው፤",
      "47": "ይህም የአባር ቸነፈሩ መቅሠፍት እንዲቆም አደረገ፤ አሮንም በሞቱትና በሕይወት ባሉት መካከል ቆሞ ነበር፡፡",
      "48": "በዚያን ጊዜ የሞቱት ሰዎች ቁጥር ከቆራሕ ጋር አምፀው ያለቁትን ሳይጨምር ዐሥራ አራት ሺ ሰባት መቶ ነበር፤ ",
      "50": "ቸነፈሩም በቆመ ጊዜ አሮን በድንኳኑ ደጃፍ ወደነበረው ወደ ሙሴ ተመለሰ፡፡"
    },
    "Chapter 17": {
      "1": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤ “የእሥራኤል ሕዝብ ከእያንዳንዱ የነገድ መሪ አንዳንድ በትር ተቀብለው ዐሥራ ሁለት በትሮች እንዲሰጡህ ጠይቃቸው፤ የእያንዳንዱንም ስም በበትሩ ላይ ጻፍ፡፡",
      "2": "በሌዊ ነገድ ስም በቀረበውም በትር ላይ የአሮንን ስም ጻፍበት፤ ስለ እያንዳንዱ ነገድ መሪ አንድ በትር ይቅረብ፡፡",
      "3": "እነርሱንም እኔ ወደምመለክበት ድንኳን ወስደህ አንተን በማነጋግርበት ስፍራ በታቦቱ ፊት ለፊት አኑራቸው፤",
      "4": "ከዚያም በኋላ እኔ ለክህነት የምመርጠው ሰው በትሩ በማቆጥቆጥ ትለመልማለች፤ በዚህም ዐይነት እነዚህ የእሥራኤል ሕዝብ በየጊዜው በአንተ ላይ ማጉረምረማቸውን እንዲያቆሙ አደርጋለሁ፡፡”",
      "5": "ስለዚህ ሙሴ ይህንኑ ለእሥራኤላውያን ነገራቸው፤ እያንዳንዱም መሪ በትሩን አምጥቶ ሰጠው፤ ስለእያንዳንዱ የነገድ መሪ የሚሰጠው አንዳንድ በትር ሆኖ በአጠቃላይ ዐሥራ ሁለት በትሮች ቀረቡ፤ ከእነዚያም በትሮች መካከል የአሮን በትር ነበረች፤",
      "6": "ሙሴ በትሮቹን ሁሉ ወስዶ በድንኳኑ ውስጥ በያህዌ(יהוה) ቃል ኪዳን ታቦት ፊት ለፊት አኖራቸው፡፡",
      "7": "በማግሥቱ ሙሴ ወደ ድንኳኑ በገባ ጊዜ በሌዊ ነገድ ስም የቀረበችው የአሮን በትር ለምልማ አገኛት፤ ይኸውም እንቡጥ አውጥታ በማበብ የበሰለ የለውዝ ፍሬ አፍርታ ነበር፤",
      "8": "ሙሴም በትሮቹን ሁሉ አምጥቶ ለእሥራኤላውያን አሳያቸው፤ የሆነውን ሁሉ ከተመለከቱ በኋላ እያንዳንዱ መሪ የራሱን በትር ወሰደ፡፡",
      "9": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤ “የአሮን በትር በቃል ኪዳኑ ታቦት ፊት መልሰህ አኑረው፤ ዐመፀኞች የሆኑ እሥራኤላውያን በእኔ ላይ ማጉረምረማቸውን ካልተዉ እንደሚሞቱ ማስጠንቀቂያ ሆኖ ይቀመጥ፡፡”",
      "10": "ሙሴም ያህቬህ(יהוה) እንዳዘዘው አደረገ፡፡",
      "11": "የእሥራኤል ሕዝብ ሙሴን እንዲህ አሉት፤ “እንዲህ ከሆነማ ሁላችን ማለቃችን ነው!",
      "12": "ወደ ድንኳኑ የሚቀርብ እንኳ የሚሞት ከሆነ ሁላችንም አሁኑኑ እንደሞትን ይቆጠራል፡፡”"
    },
    "Chapter 18": {
      "1": "ያህዌ አሮንን እንዲህ አለው፤ “እኔ በምመለክበት ድንኳን ውስጥ በሚከናወን አገልግሎት ስለሚፈጸመው በደል ሁሉ አንተና ልጆችህ፤ ሌዋውያንም ኃላፊነቱን ትሸከማላችሁ፤ በክህነት አገልግሎት ስለሚፈጸመው በደል ኀላፊነቱን የምትወስዱት በተለይ አንተና ልጆችህ ብቻ ናችሁ፡፡",
      "2": "አንተና ልጆችህ በድንኳኑ ውስጥ በምታገለግሉበት ጊዜ ከእናንተ ጋር በመሥራት ይረዱአችሁ ዘንድ፤ የሌዊ ነገድ የሆኑትን ወገኖችህን ውሰድ፤",
      "3": "እነርሱም እናንተን የመርዳት ተግባራቸውን እያከናወኑ ድንኳኑንም የመንከባከብ ኃላፊነት ይወስዳሉ፤ ይሁን እንጂ በተቀደሰው ስፍራና በመሠዊያው ላይ ያሉትን ንዋያተ ቅድሳት መንካት አይኖርባቸውም፤ ነክተው ቢገኙ ግን እነርሱም እናንተም ትሞታላችሁ፡፡",
      "4": "እነርሱ ዘወትር ከእናንተ ጋር መሥራትና በድንኳኑ ውስጥ ስለተሰጣቸው አገልግሎት ሁሉ ኀላፊነታቸውን መፈጸም አለባቸው፤ ነገር ግን ሌዋዊ ያልሆነ ማንኛውም ሰው ከእናንተ ጋር አብሮአችሁ እንዲሠራ አይፈቀድለትም፡፡",
      "5": "ቁጣዬ በእሥራኤል ሕዝብ ላይ እንደገና እንዳይገለጥ በተቀደሰው ስፍራና በመሠዊያው ላይ ያለውን የአገልግሎት ኀላፊነት የምትፈጽሙት እናንተና ልጆቻችሁ ብቻ ናችሁ፡፡",
      "6": "ዘመዶቻችሁን ሌዋውያን ከእሥራኤላውያን መካከል የመረጥሁና ለእናንተም ስጦታ አድርጌ የመደብሁ እኔ ነኝ፤ እነርሱ በድንኳኑ ውስጥ የተመደቡበትን ተግባር ያከናውኑ ዘንድ ለእኔ የተለዩ ናቸው፡፡",
      "7": "ነገር ግን መሠዊያውንና ከመጋረጃው በስተውስጥ በኩል ያለውን ቅድስተ ቅዱሳን የሚመለከተውን ኀላፊነት የምትፈጽሙ አንተና ልጆችህ ብቻ ናችሁ፤ የክህነትን አገልግሎት እድል ፈንታ አድርጌ ስለሰጠኋችሁ ይህ ሁሉ ኀላፊነት የእናንተ ነው፤ ሌዋዊ ያልሆነ ማንኛውም ሰው ወደ ንዋያተ ቅዱሳት ቢቀርብ ይሞታል፡፡”",
      "8": "ከዚህ በኋላ ያህዌ አሮንን እንዲህ አለው፤ “ለእኔ የሚቀርበውን የማይቃጠለውን ልዩ መባ ሁሉ ለአንተ የሰጠሁህ መሆኑን አስታውስ፤ እርሱ ለዘላለም ለአንተና ለዝርያዎችህ ሁሉ ድርሻ እንዲሆን ሰጥቻችኋለሁ፤",
      "9": "ለእኔ ከሚቀርበው እጅግ ከተቀደሰ መባ ሁሉ፤ ከእህል ቁርባን፤ ስለ ኃጢአት ስርየትና ስለ በደል ካሣ ከሚቀርበውም መባ ሁሉ፤ በእሳት የማይቃጠለው የመባ ድርሻ የአንተና የልጆችህ ነው፡፡",
      "10": "በተቀደሰው ስፍራ ሆናችሁ እነዚህን ሁሉ ትበላላችሁ፤ የተቀደሱ መሆናቸውን በመገንዘብ ወንዶች ብቻ ይመገቡአቸው፡፡",
      "11": "በተጨማሪም እሥራኤላውያን በእኔ ፊት ወደ ላይና ወደ ታች በመወዝወዝ የሚያቀርቡዋቸው ልዩ ስጦታዎች ሁሉ የእናንተ ይሆናሉ፤ እነርሱን ለአንተ፤ ለወንዶችና ለሴቶች ልጆችህ ለሚመጡት ዘመናት ሁሉ ሰጥቻለሁ፤ በሕጉ መሠረት በሥርዓት ንጹሕ የሆነ ማንኛውም የቤተሰብህ አባል ሊመገባቸው ይችላል፡፡",
      "12": "እሥራኤላውያን የሚሰጡኝን ምርጥ የሆነ በኩራት፤ ይኸውም የወይራ ዘይት፣ የወይን ጠጅና እህል ለእናንተ እሰጣችኋለሁ፡፡",
      "13": "ሁሉም በኩራት የእናንተ ዕድል ፈንታ ስለሚሆን በሕጉ መሠረት በሥርዓት ንጹሕ የሆነ የቤተሰባችሁ አባል ሁሉ ሊመገበው ይችላል፡፡",
      "14": "በእሥራኤል ውስጥ ሙሉ ለሙሉ ለእኔ የተለየ ነገር ሁሉ ለእናንተ ይሆናል፡፡",
      "15": "እሥራኤላውያን ለእኔ የሚያቀርቡት የሰውም ሆነ የእንስሳ በኩር ሁሉ የእናንተ ይሆናል፤ ነገር ግን የሰውን የበኩር ልጅ ለመዋጀት ዋጋውን በጥሬ ገንዘብ መቀበል አለባችሁ፤ እንዲሁም በሥርዓት ንጹሕ ስላልሆነው የእንስሳ በኩር ምትክ ዋጋውን በጥሬ ብር መቀበል ትችላላችሁ፤",
      "16": "አንድ ወር የሞላቸው ሕፃናት በይፋ በተመደበው ዋጋ መሠረት አምስት ጥሬ ብር የቤዛ ዋጋ ተከፍሎላቸው ሊዋጁ ይችላሉ፡፡",
      "17": "የላም፤ የበግና የፍየል በኩር ግን የሚዋጁበት ዋጋ አይከፈልባቸውም፤ እነርሱ በፍጹም የእኔ ስለሆኑ መሥዋዕት ሆነው መቅረብ ይኖርባቸዋል፤ ደማቸውን በመሠዊያው ላይ አፍስሱት፤ ስባቸውንም መዓዛው እኔን ደስ የሚያሰኝ መሥዋዕት እንዲሆን በእሳት አቃጥሉት፡፡",
      "18": "ከእነርሱ የሚገኘውም ሥጋ ወደ ላይና ወደ ታች በመወዝወዝ ልዩ መባ ሆኖ እንደሚቀርበው እንደ ፍርምባውና እንደ ቀኙ ወርች ለእናንተ ይሰጣል፡፡",
      "19": "እሥራኤላውያን ለእኔ የሚያቀርቡአቸውን ልዩ ስጦታዎች ሁሉ ለእናንተ፤ ለወንዶችና ለሴቶች ልጆቻችሁ ለሚመጡት ዘመናት ሁሉ ሰጥቻችኋለሁ፤ ይህም ከእናንተና ከዝርያዎቻችሁ ሁሉ ጋር የምገባው የማይሻር የጨው ቃል ኪዳን ነው፡፡”",
      "20": "ያህዌ አሮንን እንዲህ አለው፤ “ለትውልድ የሚተላለፍ ምንም ዓይነት ርስት አትቀበልም፤ ከእሥራኤልም ምድር የትኛውም ክፍል ለአንተ አይሆንም፤ እኔ ያህዌ ራሴ ለአንተ ርስትህ ነኝ፡፡”",
      "21": "ያህዌ እንዲህ አለ፤ “የእሥራኤል ሕዝብ ለእኔ የሚያመጡትን ዐሥራት ሁሉ የሌዋውያን ድርሻ እንዲሆን ሰጥቻቸዋለሁ፤ ይህም እኔ በምመለክበት ድንኳን ውስጥ ለሚሰጡት አገልግሎት ደመወዝ ይሆንላቸዋል፡፡",
      "22": "ሌሎች እሥራኤላውያን ግን በራሳቸው ላይ የሞት ቅጣት እንዳያስከትሉ ዳግመኛ ወደ ድንኳኑ መቅረብ የለባቸውም፤",
      "23": "ከእንግዲህ ወዲህ ለድንኳኑ ክብካቤ የሚያደርጉትና ለእርሱም ሙሉ ኀላፊነት የሚኖራቸው ሌዋውያን ብቻ ናቸው፤ ይህም ለዘሮቻችሁ የሚተላለፍ የማይሻር ሕግ ሆኖ ይኖራል፤ ሌዋውያን ዘላቂነት ያለው ቋሚ ንብረት በእሥራኤል ምድር አይኖራቸውም፡፡",
      "24": "ምክንያቱም እሥራኤላውያን ልዩ መባ አድርገው ለእኔ የሚያመጡትን ዐሥራት ለእነርሱ መድቤላቸዋለሁ፤ በእሥራኤል ዘላቂነት ያለው ቋሚ ንብረት እንደማይኖራቸው የነገርኋቸው ስለዚህ ነው፡፡”",
      "25": "ያህዌ ሙሴን እንዲህ አለው፤",
      "26": "“ለሌዋውያን እንዲህ ብለህ ንገራቸው፤ ‹ያህዌ ንብረታችሁ አድርጎ የሚሰጣችሁን ዐሥራት ከእሥራኤላውያን በምትቀበሉበት ጊዜ፤ እናንተም በበኩላችሁ ከዚያው ከተቀበላችሁት ዐሥራት በማውጣት ለያህዌ ልዩ መባ አድርጋችሁ አቅርቡ፡፡",
      "27": "ይህም ልዩ መባ አንድ ገበሬ ከአዲስ እህል ወይም የወይን ጠጅ ዐሥራት አውጥቶ የሚሰጠውን ያህል ይሆናል፡፡",
      "28": "በዚህ ዐይነት እናንተም ከእሥራኤላውያን ከምትቀበሉት ዐሥራት ሁሉ፤ ለያህዌ የሚሆነውን ልዩ መባ ታቀርባላችሁ፤ ለያህዌ የምታመጡትን ይህን ልዩ መባ ለካህኑ ለአሮን ታስረክቡታላችሁ፡፡",
      "29": "ለያህዌ የምታቀርቡት ከምትቀበሉት በረከት ሁሉ በተለይ ምርጥ የሆነ ነገር መሆን አለበት፡፡",
      "30": "ምርጥ የሆነውን ነገር በምትሰጡበት ጊዜ ገበሬ መባውን ከሰጠ በኋላ የተረፈውን ለራሱ እንደሚያስቀር፤ እናንተም የተረፈውን ለራሳችሁ ታስቀራላችሁ፡፡",
      "31": "የተረፈውንም እናንተና ቤተሰቦቻችሁ በየትኛውም ስፍራ ሆናችሁ መመገብ ትችላላችሁ፤ ምክንያቱም እርሱ በድንኳኑ ውስጥ ለምትሰጡት አገልግሎት የድካም ዋጋችሁ ነው፡፡",
      "32": "ምርጥ የሆነውን ነገር ለያህዌ ካቀረባችሁ በኋላ በምትመገቡበት ጊዜ በደል አይኖርባችሁም፤ ነገር ግን ምርጥ የሆነውን ነገር ከእርሱ ላይ ሳይነሣ ከስጦታው በመመገብ የእሥራኤላውያንን የተቀደሰ ስጦታ እንዳታስነውሩ ተጠንቀቁ፤ ይህን ብታደርጉ ግን ትሞታላችሁ፡፡›”"
    },
    "Chapter 19": {
      "1": "ያህዌ ሙሴንና አሮንን እንዲህ አላቸው፤",
      "2": "“የሚከተሉትን የሥርዓት መመሪያዎች ለእስራኤላውያን አስተምሩ፤ ነውር የሌለባትና በጫንቃዋ ላይ ቀንበር ተጭኖባት የማታውቅ ቀይ ጊደር አምጥታችሁ፤",
      "3": "ለካህኑ ለአልአዛር ስጡት፤ ከሰፈርም ወጥታ በእርሱ ፊት ትታረድ፤",
      "4": "አልአዛርም ከደሙ ጥቂቱን ወስዶ በጣቱ እያጠቀሰ በድንኳኑ አቅጣጫ ሰባት ጊዜ ይርጨው፤",
      "5": "እንስሳይቱ በሙሉ ማለትም ቆዳዋ፤ ሥጋዋ፤ ደምዋና አንጀትዋ ሁሉ በካህኑ ፊት ይቃጠል፤",
      "6": "ካህኑ የዝግባ እንጨት፤ የሂሶጵ ቅርንጫፍና ቀይ ክር ወስዶ በእሳት ውስጥ ይጣለው፤",
      "7": "ከዚህ በኋላ ልብሱን ይጠብ፤ ገላውንም በውሃ ይታጠብ፤ ከዚያም በኋላ ወደ ሰፈሩ ይመለስ፤ ነገር ግን በሕጉ መሠረት በሥርዓት ያልነጻ ሆኖ እስከ ማታ ደረስ ይቆይ፤",
      "8": "ጊደርዋን ያቃጠለውም ሰው ልብሱን አጥቦ ገላውንም በውሃ ይታጠብ፤ እርሱም እስከ ማታ ድረስ በሥርዓት ያልነጻ ሆኖ ይቆያል፡፡",
      "9": "ከዚህ በኋላ በሥርዓት ንጹሕ የሆነ ሌላ ሰው የጊደርዋን ዐመድ ሰብስቦ በመውሰድ ከሰፈሩ ውጭ በሥርዓት ንጹሕ በሆነ ቦታ ያስቀምጠዋል፤ እዚያም ለእስራኤላውያን ጉባኤ ርኩሰትን በሥርዓት ለማንጻት የሚያገለግለውን ውሃ ለማዘጋጀት የሚጠቅም ይሆናል፤ ይህም ሥርዓት የሚፈጸመው ኃጢአትን ለማስወገድ ይሆናል፡፡",
      "10": "ዐመዱን የሰበሰበው ሰው ልብሱን ይጠብ፤ ነገር ግን እስከማታ በሥርዓት ያልነጻ ሆኖ ይቆያል፤ ይህ የሥርዓት መመሪያ ለእስራኤላውያንና በመካከላቸው ለሚኖሩ የውጭ አገር ሰዎች ለሚመጡት ዘመናት ሁሉ የጸና ሆኖ ይኖራል፡፡",
      "11": "የማንኛውንም አስከሬን የሚነካ ለሰባት ቀን በሥርዓት ያልነጻ ሆኖ ይቆያል፤",
      "12": "በሦስተኛውና በሰባተኛው ቀን ለማንጻት በተመደበው ውሃ ራሱን ያነጻል፤ ከዚያም በኋላ ንጹሕ ይሆናል፤ በሦስተኛውና በሰባተኛው ቀን ራሱን የማያነጻ ከሆነ ሊነጻ አይችልም፡፡",
      "13": "በድን ነክቶ ራሱን የማያነጻ፤ እንደረከሰ ይቆያል፤ ምክንያቱም ለማንጻት የተመደበው ውሃ በእርሱ ላይ ስላልፈሰሰ ነው፤ እንዲህ ያለው ሰው የያህዌን ድንኳን ያረክሳል፤ ስለዚህም ከያህዌ ሕዝብ እንደ አንዱ ሆኖ መቆጠር የለበትም፡፡",
      "14": "አንድ ሰው በድንኳኑ ውስጥ ቢሞት እርሱ በሞተበት ጊደ በዚያ ድንኳን ውስጥ ያለ ሰው ወይም ወደዚያ የሚገባ ሰው ለሰባት ቀን በሥርዓት ያልነጻ ሆኖ ይቆያል፡፡",
      "15": "በድንኳኑ ውስጥ የሚገኝ ክዳን የሌለው ማንኛውም እንስራም ሆነ ማሰሮ የረከሰ ይሆናል፡፡",
      "16": "ሰው የገደለውን ወይም በሕመም የሞተውን ሰው በውጭ ወድቆ ሳለ ሬሳውን የሚነካ ሰው፤ የሰው ዐፅም ወይም መቃብር የሚነካ ሰው ለሰባት ቀን የረከሰ ይሆናል፡፡",
      "17": "ርኩሰቱንም ለማስወገድ፤ ለኃጢአት ማስተሰረያ ከተቃጠለችው ጊደር ዐመድ ጥቂት ተወስዶ በማሰሮ ውስጥ ይከተት፤ ንጹሕ የምንጭ ውሃም ይጨመርበት፤",
      "18": "ቀጥሎም በሥርዓት ንጹሕ የሆነ ሰው የሂሶጵ ቅርንጫፍ ወስዶ በውሃው ውስጥ እየነከረ በድንኳኑና በውስጡ በሚገኙት ዕቃዎች ሁሉ ላይ እንዲሁም በድንኳኑ ውስጥ በሚገኙ ሰዎች ላይ ይርጨው፤ ከዚያም በኋላ በሥርዓት ንጹሕ የሆነ ሰው አፅም ወይም ሬሳ ወይም መቃብር በነካው ሰው ላይ እንዲሁም በሌላ ረገድ በረከሰ ሰው ሁሉ ላይ ውሃ ይርጭበት፤",
      "19": "በሦስተኛውና በሰባተኛው ቀን በሥርዓት የነጻ ሰው፤ በሥርዓት ባልነጻው ሰው ላይ ውሃ ይርጭበት፤ በሰባተኛው ቀን ሰውየውን ያነጻዋል፤ ያም ሰው ልብሱንና ገላውን ካጠበ በኋላ ፀሐይ ስትጠልቅ በሥርዓት የነጻ ይሆናል፡፡",
      "20": "በሥርዓት ያልነጻና ራሱንም ያላነጻ ሰው ለማንጻት የተመደበው ውሃ በላዩ ስላልፈሰሰ የረከሰ ሆኖ ይቆያል፤ እንደዚህ ያለው ሰው የያህዌን ድንኳን ስለሚያረክስ ከያህዌ ሕዝብ እንደ አንዱ ሆኖ አይቆጠርም፡፡",
      "21": "ይህን ሕግ ለሚመጡት ዘመናት ሁሉ መጠበቅ ይኖርባችኋል! ለማንጻት የሚያገለግለውን ውሃ በላዩ የሚረጨው ሰው ልብሱን ማጠብ ይኖርበታል፤ ውሃውን የሚነካ ሁሉ እስከ ማታ ድረስ በሥርዓት ያልነጻ ሆኖ ይቆያል፤",
      "22": "በሥርዓት ያልነጻ ሰው የሚነካው ነገር ሁሉ የረከሰ ይሆናል፤ ያንንም ዕቃ የሚነካ ሌላ ሰው እስከ ማታ እንደረከሰ ይቆያል፡፡"
    },
    "Chapter 20": {
      "1": "በመጀመሪያው ወር መላው የእሥራኤል ማኅበር ወደ ጺን ምድረ በዳ መጥተው በቃዴስ ሰፈሩ፤ ሚርያምም ስለሞተች በዚያው ተቀበረች፡፡",
      "2": "በሰፈሩበት ቦታ ውሃ አልነበረም፤ ስለዚህ ሕዝቡ በሙሴና በአሮን ዙሪያ ተሰብስበው፤",
      "3": "እንዲህ በማለት አጉረመረሙ፤ “በያህቬህ(יהוה) ድንኳን ፊት ለፊት ከቀሩት እሥራኤላውያን ወገኖቻችን ጋር ሞተን ቢሆን መልካም ነሆነ ነበር፡፡",
      "4": "ወደዚህ ምድረ በዳ ያመጣችሁን ለምንድን ነው? እኛ ከእንስሶቻችን ጋር እንድናልቅ አይደለምን?",
      "5": "ከግብጽ አውጥታችሁ ምንም ነገር ወደማይበቅልበት ወደዚህ አስከፊ ምድር ለምን አመጣችሁን? በዚህ ስፍራ፤ እህል፤ በለስ፤ ወይንና ሮማን አይገኝም፤ ሌላው ቀርቶ የሚጠጣ ውሃ እንኳ የለም!”",
      "6": "ሙሴና አሮን ከሕዝቡ ፈቀቅ ብለው በድንኳኑ ደጃፍ ቆሙ፤ በግንባራቸው ወደ መሬት ተደፍተው ሳሉም የያህቬህ(יהוה)ን መገለጥ የሚያመለክተው አንጸባራቂ ብርሃን ታያቸው፡፡",
      "7": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤",
      "8": "“በቃል ኪዳኑ ታቦት ፊት ለፊት ያለውን በትር ወስደህ አንተና አሮን ሆናችሁ መላውን ማኅበር በአንድነት ሰብስቡ፤ እዚያም በእነርሱ ሁሉ ፊት ሆነህ ያንን አለት ተናገረው፤ ውሃ ከውስጡ ያወጣል፤ በዚህ ዐይነት ከአለቱ ውሃ አውጥተህ ለሕዝቡ ትሰጣቸዋለህ፤ እነርሱና እንስሶቻቸውም ይጠጣሉ፡፡”",
      "9": "ሙሴም ያህዌ(יהוה) እንዳዘዘው ሄዶ በትሩን አመጣ፡፡",
      "10": "እርሱና አሮን መላውን ማኅበር በአለቱ ፊት ለፊት እንዲሰበሰቡ ካደረጉ በኋላ ሙሴ ሕዝቡን “እናንተ አመጸኞች! ከዚህ አለት ለእናንተ ውሃ እንስጣችሁ እንዴ?” አላቸው፡፡",
      "11": "ከዚህ በኋላ ሙሴ በትሩን አንሥቶ አለቱን ሁለት ጊዜ መታው፤ ታላቅ የውሃ ምንጭም ከውስጡ ፈሰሰ፤ ሕዝቡና እንስሳቱም ሁሉ ጠጡ፡፡",
      "12": "ነገር ግን ያህቬህ(יהוה) ሙሴንና አሮንን እንዲህ ሲል ገሠጻቸው፤ “የተቀደሰውን ኃይሌን በእሥራኤል ሕዝብ ፊት ለማሳየት የሚያበቃ እምነት ሰለሌላችሁ፤ ልሰጣቸው ቃል ወደገባሁላቸው ምድር የዚህ ሕዝብ መሪዎች ሆናችሁ አትገቡም፡፡”",
      "13": "ይህም የሆነው የእሥራኤል ሕዝብ በያህቬህ(יהוה) ላይ ባጉረመረሙበትና ያህቬህ(יהוה)ም ቅዱስ መሆኑን በገለጠበት ስፍራ በመሪባ ነበር፡፡",
      "14": "ሙሴም ለኤዶም ንጉሥ እንዲህ ብለው እንዲነግሩት መልእክተኞችን ከቃዴስ ላከ፤ “እነሆ ይህ መልእክት ዘመዶችህ ከሆኑት ከእሥራኤል ነገዶች የተላከ ነው፤ ስለደረሰብን መከራ ሁሉና፤",
      "15": "የቀድሞ አባቶቻችን እኛ ለብዙ ዘመን ወደኖርንበት ወደ ግብጽ እንዴት እንደወረዱ ታውቃለህ፤ ግብጻውያን የቀድሞ አባቶቻችንንም ሆነ እኛን በብርቱ አሠቃይተዋል፤",
      "16": "እኛም ይረዳን ዘንድ ወደ ያህቬህ(יהוה) ጮኽን እርሱም ጩኸታችንን ሰምቶ ከግብጽ የሚያወጣንን መልአክ ላከልን፤ እነሆ አሁን እኛ በግዛትህ ወሰን ላይ ባለችው በቃዴስ እንገኛለን፡፡",
      "17": "ስለዚህ በምድርህ አልፈን እንድንሄድ እባክህ ፍቀድልን፤ እኛም ሆንን ከብቶቻችን ከመንገድ ውጭ አንወጣም፤ ወደ እርሻዎችህም ሆነ ወደ ወይን ተክሎችህ አንገባም፤ ከውሃ ጉድጓዶችህም አንጠጣም፤ ግዛትህን እስክናልፍ ድረስ ከዋናው መንገድ አንወጣም፡፡”",
      "18": "ኤዶማውያን ግን እንዲህ አሉ፤ “በአገራችን አልፋችሁ እንድትሄዱ አንፈቅድላችሁም፤ ለመግባት ብትሞክሩ ግን በሰልፍ ወጥተን እንወጋችኋለን፡፡”",
      "19": "የእሥራኤል ሕዝብም “እኛ ከዋናው መንገድ አንወጣም፤ እኛ ወይም እንስሶቻችን ከውሃችሁ ብንጠጣ እንኳ ዋጋ እንከፍላችኋለን፤ እኛ የምንፈልገው በምድራችሁ አልፈን መሄድ ብቻ ነው” ሲሉ መለሱላቸው፡፡",
      "20": "ኤዶማውያን ግን “አይሆንም! አናሳልፋችሁም!” አሉ፤ ብርቱ የጦር ሠራዊትም አሰልፈው የእስራኤልን ሕዝብ ሊወጉ ወጡ፡፡",
      "21": "ኤዶማውያን እሥራኤላውያን በግዛታቸው አልፈው እንዳይሄዱ በመከልከላቸው ምክንያት፤ እሥራኤላውያን መንገድ ቀይረው በሌላ በኩል ሄዱ፡፡",
      "22": "መላው የእሥራኤል ማኅበር ከቃዴስ ተነሥተው በመጓዝ ወደ ሖር ተራራ ደረሱ፤",
      "23": "ይህም በኤዶም ወሰን ላይ የሚገኝ ስፍራ ነው፤ እዚያም ያህቬህ(יהוה) ሙሴንና አሮንን እንዲህ አላቸው፤",
      "24": "“አሮን ለእሥራኤላውያን ልሰጣቸው ቃል ወደገባሁላቸው ምድር አይገባም፤ እናንተ ሁለታችሁ በመሪባ በትእዛዜ ላይ ስላመጻችሁ አሮን ይሞታል፡፡",
      "25": "አሮንንና ልጁን አልዓዛርን ይዘህ ወደ ሖር ተራራ ውጣ፡፡",
      "26": "እዚያም የአሮንን የክህነት ልብስ አውልቀህ አልአዛርን አልብሰው፤ አሮንም በዚያ ይሞታል፡፡”",
      "27": "ሙሴም ያህቬህ(יהוה) ያዘዘውን ሁሉ አደረገ፤ መላው ማኅበር እየተመለከታቸው ወደ ሖር ተራራ ወጡ፤",
      "28": "ሙሴም የአሮንን የክህነት ልብስ አውልቆ አልዓዛርን አለበሰው፤ እዚያም በተራራው ጫፍ ላይ አሮን ሞተ፤ ሙሴና አልዓዛርም ተመልሰው ከተራራው ወረዱ፤",
      "29": "መላው ማሕበር አሮን እንደ ሞተ ሰሙ፤ እስከ ሠላሳ ቀንም ድረስ በሐዘን አለቀሱለት፡፡"
    },

    "Chapter 21": {
      "1": "መኖሪያው በደቡባዊ ከነዓን የነበረ የከነዓናውያን ንጉሥ ዐራድ እሥራኤላውያን በአታሪም በኩል መምጣታቸውን በሰማ ጊዜ በእነርሱ ላይ አደጋ ጥሎ ጥቂቶቹን ማረከ፡፡",
      "2": "በዚያን ጊዜ እሥራኤላውያን “እነዚህን ሕዝብ ድል እንድነሣቸው ብትረዳን፤ እነርሱም ሆኑ ከተሞቻቸው ዳግመኛ እንዳይኖሩ አድርገን በፍጹም እንደመስሳቸዋለን” በማለት ለያህዌ ተሳሉ፡፡",
      "3": "ያህዌም ልመናቸውን ሰምቶ ስለረዳቸው ከነዓናውያንን ድል ነሥተው ያዙ፤ ስለዚህ እሥራኤላውያን እነርሱንና ከተሞቻቸውን ፈጽመው ደመሰሱ፤ ፈጽሞ የተደመሰሱ መሆናቸውንም ለማመልከት ያን ስፍራ “ሖርማ” ብለው ሰየሙት፡፡",
      "4": "እስራኤላውያን በኤዶም ግዛት ዙሪያ ለመሄድ አስበው ከሆር ተራራ ተነሥተው ወደ አካባ የባሕር ሰላጤ በሚወስደው መንገድ ተጓዙ፤ ነገር ግን በመንገድ ላይ ሳሉ ሕዝቡ ትዕግሥታቸው አለቀ፤",
      "5": "በያህዌና በሙሴም ላይ ክፉ ቃል በመናገር እንዲህ ሲሉ አጉረመረሙ፤ “ምግብና ውሃ በሌለበት በዚህ በረሓ እንሞት ዘንድ ከግብጽ ምድር ለምን አወጣችሁን ይህን አስከፊ ምግብ ሰውነታችን ተጸይፎታል፤”",
      "6": "ከዚህ በኋላ ያህዌ መርዘኛ እባብ ወደ ሕዝቡ ስለላከ ብዙ እስራኤላውያን ተነክሰው ሞቱ፡፡",
      "7": "ሕዝቡም ወደ ሙሴ መጥተው “በያህዌና በአንተ ላይ ክፉ ቃል በመናገራችን በድለናል፤ አሁንም እነዚህ ተናካሽ እባቦች ከእኛ እንዲወገዱ ወደ ያህዌ ጸልይልን” አሉት፤ ሙሴም ለሕዝቡ ጸለየ፡፡",
      "8": "በዚያን ጊዜ ያህዌ ሙሴን “አንድ የነሐስ እባብ ሠርተህ በዓላማ (እንጨት) ላይ ስቀለው፤ በእባብ የተነከሰ ሁሉ እርሱን በሚያይበት ጊዜ ይድናል” አለው፡፡",
      "9": "ሙሴም የነሐስ እባብ ሠርቶ በእንጨት ላይ ሰቀለው፤ በእባብ የተነከሰም ሁሉ ወደ ነሐሱ እባብ ቀና ብሎ ሲመለከት ዳነ፡፡",
      "10": "እሥራኤላውያን ጉዞአቸውን ቀጥለው በኦቦት ሰፈሩ፤",
      "11": "ያንንም ስፍራ ከለቀቁ በኋላ ከሞአባውያን ግዛት በስተ ምሥራቅ ባለው በረሓ ውስጥ በተለይ “ዐባሪም” ተብሎ በሚጠራው ፍርስራሽ ቦታ ሰፈሩ፡፡",
      "12": "ከዚያም አልፈው በዜሬድ ሸለቆ ሰፈሩ፡፡",
      "13": "ከዚያም ተጉዘው እስከ አሞራውያን ግዛት በሚዘልቀው ምድረ በዳ ከአርኖን ወንዝ በስተሰሜን በሚገኘው ቦታ ሰፈሩ፤ የአርኖን ወንዝ በሞአባውያንና በዐሞራውያን ግዛት ወሰን ላይ የሚገኝ ነው፡፡",
      "14": "ከዚህም የተነሳ በያህዌ መሪነት ስለተደረገው ጦርነት የሚናገር የታሪክ መጽሐፍ “በሱፋ ክልልና በሸለቆዎች ውስጥ የሚገኘው ዋሄብ፤ የአርኖን ወንዝ፤",
      "15": "እስከ ዔር ከተማና እስከ ሞአብ ወሰን የሚዘልቁት ሸለቆዎች ሸንተረር” በማለት ይጠራቸዋል፤",
      "16": "ከዚያም ተነሥተው “የውሃ ጉድጓዶች” ወደ ተባለው ስፍራ ሄዱ፤ በዚያም ያህዌ ሙሴን “ሕዝቡን በአንድነት ሰብስባቸውና ውሃ እሰጣቸዋለሁ አለው፡፡",
      "17": "በዚያን ጊዜ የእሥራኤል ሕዝብ ይህን መዝሙር ዘመሩ፡- “እናንተ የውሃ ጉድጓዶች ውሃችሁን አፍልቁ፤ እኛም በመዝሙር እንቀበለዋለን፤",
      "18": "የውሃ ጉድጓዱን የቆፈሩት፤ መሳፍንትና የሕዝብ አለቆች ናቸው፤ እነርሱም የዉሃ ጉድጓዱን የቆፈሩት በበትረ መንግሥታቸውና በከዘራቸው ነው፡፡”",
      "19": "ከዚያም ምድረ በዳ ተነሥተው ወደ ማታና ተጓዙ፤",
      "20": "ከማታናም ወደ ናሕሊኤል፤ ከናሕሊኤልም ወደ ባሞት ዘለቁ፤ ከባሞትም ተነሥተው በሞአባውያን ግዛት ውስጥ ወዳለው ሸለቆ ተጓዙ፤ ይህም ሸለቆ የሚገኘው ከፒስጋ ተራራ ግርጌ በበረሓው ትይዩ ነው፡፡",
      "21": "ከዚህ በኋላ የእሥራኤል ሕዝብ ወደ አሞራውያን ንጉሥ ሲሖን እንዲህ ብለው የሚነግሩትን መልእክተኞች ላኩ፤",
      "22": "“በምድርህ አልፈን እንድንሄድ ፍቀድልን፤ እኛና ከብቶቻችን ከመንገዱ አንወጣም፤ ወደ እርሻዎችህም ሆነ ወደ ወይን ተክሎችህ አንገባም፤ ከውሃ ጉድጓዶችህም ውሃ አንጠጣም፤ ከግዛትህ እስክንወጣ ድረስ ዋናውን መንገድ አንለቅም፡፡”",
      "23": "ሲሖን ግን የእሥራኤል ሕዝብ በግዛቱ አልፈው እንዲሄዱ አልፈቀደላቸውም፤ እንዲያውም ሠራዊቱን ሁሉ ሰብስቦ በበረሓ ውስጥ ወዳለችው ወደ ያዐጽ በመሄድ በእሥራኤላውያን ላይ አደጋ ጣለ፡፡",
      "24": "እሥራኤላውያን ግን ድል ነሡአቸው፤ ከአርኖን ወንዝ አንሥቶ በስተሰሜን እስከ ዐሞናውያን ወሰን ማለትም እስከ ያቦቅ ወንዝ ድረስ የሚገኘውን ግዛት ያዙ፤ ይሁን እንጂ የዐሞናውያን ወሰን በብርቱ የተጠበቀ በመሆኑ ወደዚያ አልገቡም፡፡",
      "25": "በዚህ ዐይነት የእሥራኤል ሕዝብ የአሞራውያንን ከተሞች ሐሴቦንና በዙሪያ ያሉትን ታናናሽ ከተሞች ጭምር ይዘው በዚያ ተቀመጡ፤",
      "26": "ሐሴቦን የአሞራውያን ንጉሥ ሲሖን መናገሻ ከተማ ነበረች፤ እርሱም ከሞአብ የቀድሞ ንጉሥ ጋር ተዋግቶ እስከ አርኖን ወንዝ ያለውን ምድር ሁሉ ወስዶበት ነበር፡፡",
      "27": "ከዚህም የተነሣ ባለቅኔዎች እንኳ እንዲህ እያሉ ይቀኙ ነበር፡- “የንጉሥ ሲሖን ከተማ ወደሆነችው ወደ ሐሴቦን ኑ! እንደገና በመገንባት ታድሣ ልናያት እንወዳለን፤",
      "28": "ከዚህች ከሐሴቦን ከተማ የሲሖን ሠራዊት እንደ እሳት ነበልባል ተወረወሩ፤ በሞአብ ያለችውን የዔርን ከተማ ደመሰሱ፤ በአርኖን ወንዝ አካባቢ የሚገኙት ከፍተኛ ቦታዎች አለቆችን አጠፉ፡፡",
      "29": "እናንተ የሞአብ ሕዝብ ሆይ! ወዮላችሁ! እናንተ የከሞሽ አምላኪዎች ትደመሰሳላችሁ፤ የእናንተ አምላክ ወንዶቻችሁም ስደተኞች እንዲሆኑ አደረጋችሁ፤ ሴቶቻችሁም በአሞራውያን ንጉሥ ሲሖን ተማረኩ፡፡",
      "30": "ነገር ግን እነሆ ዝርያዎቻችሁ ተደመሰሱ፤ ከሐሴቦን እስከ ዲቦን፤ ከናሺም በሜደባ አጠገብ እስካለው እስከ ኖፋሕ ያሉት ሁሉ ጠፉ፡፡”",
      "31": "ስለዚህ የእሥራኤል ሕዝብ በአሞራውያን ግዛት ውስጥ ተቀመጡ፤",
      "32": "ሙሴም የያዕዜር ከተማ በቀላሉ የምትመታበትን ዘዴ የሚያጠኑ ሰዎች ላከ፤ እሥራኤላውያንም ከተማይቱንና በዙሪያዋ ያሉትን ታናናሽ ከተሞች ያዙ፤ በዚያም ይኖሩ የነበሩትን አሞራውያን ነቃቅለው አባረሩ፡፡",
      "33": "ከዚያም በኋላ እሥራኤላውያን ተመልሰው ወደ ባሳን የሚወስደውን መንገድ ተከተሉ፤ የባሳን ንጉሥ ዖግ በኤድረዒ ላይ ጦርነት ሊገጥማቸው አስቦ ከመላ ሠራዊቱ ጋር ወጣ፡፡",
      "34": "ያህዌም ሙሴን እንዲህ አለው፤ “ይህን ሰው አትፍሩ፤ በእርሱና በሕዝቡ በምድሪቱም ላይ ድል እንድትጎናጸፉ አደርጋችኋለሁ፤ በሐሴቦን ሆኖ ይገዛ በነበረው በአሞራውያን ንጉሥ በሲሖን ላይ ያደረጋችሁትን ሁሉ በዚህም ላይ አድርጉበት፡፡”",
      "35": "ስለዚህ እሥራኤላውያን ዖግን፤ ልጆቹን፤ ሕዝቡን ሁሉ አንድም ሳያስቀሩ ፈጅተው ምድሩን ወረሱ፡፡"
    },

    "Chapter 22": {
      "1": "እሥራኤላውያን ጉዞአቸውን በመቀጠል ከዮርዳኖስ ወንዝ በስተምሥራቅና በኢያሪኩ ትይዩ በሚገኘው በሞአብ ሜዳ ላይ ሰፈሩ፡፡",
      "2": "የሞአብ ንጉሥ የጺፓር ልጅ ባላቅ እሥራኤላውያን በአሞራውያን ላይ ያደረሱትን ጉዳት፤",
      "3": "የእሥራኤላውያንም ብዛት ምን ያህል እንደሆነ በሰማ ጊዜ፤ እርሱና ሕዝቡም ሁሉ በፍርሃት ተሸበሩ፡፡",
      "4": "ሞአባውያን ለምድያማውያን መሪዎች “ይህ የምታዩት የሕዝብ ብዛት በሬ በመስክ የሚገኘውን ሣር ሁሉ ጠራርጎ እንደሚበላ በዙሪያችን ያለውን ነገር ሁሉ ጠራርጎ የሚያጠፋ ነው” አሉአቸው፡፡ ስለዚህ ንጉሥ ባላቅ፤",
      "5": "በዓማው ምድር በኤፍራጥስ ወንዝ አጠገብ በፐቶር ከተማ ይኖር ወደነበረው ወደ ቢዖር ልጅ ወደ በለዓም መልእክተኞች ላከ፤ እነርሱም ከባላቅ እንዲህ የሚለውን መልእክት ይዘውለት መጡ፤ “አንድ ታላቅ ሕዝብ ከግብጽ ወጥቶ ወደዚህ መምጣቱን እንድታውቅ እወዳለሁ፤ ይህ ሕዝብ በየስፍራው ተስፋፍቶአል፤ ምድራችንንም ለመውሰድ ተዘጋጅቶአል፤",
      "6": "የሕዝቡም ቁጥር ከእኛ እጅግ የበዛ ነው፤ ስለዚህ ወደዚህ መጥተህ እነርሱን እርገምልኝ፤ በዚህ ዐይነት ምናልባት ድል ልንነሣቸውና ከምድሪቱ ላናስወጣቸው እንችል ይሆናል፤ አንተ የምትመርቀው እንደሚባረክ፤ አንተም የምተረግመው የተረገመ እንደሚሆን ዐውቃለሁ፡፡”",
      "7": "ስለዚህ የሞአባውያንና የምድያማውያን መሪዎች ስለ እርግማን የሚከፈለውን ገንዘብ ይዘው ወደ በለዓም በመሄድ የባላቅን መልእክት ሰጡት፤",
      "8": "በለዓምም “እዚሁ እደሩና ነገ ጠዋት ያህቬህ(יהוה) የሚነግረኝን ሁሉ እነግራችኋለሁ” አላቸው፤ በዚህ ዐይነት የሞአባውያን መሪዎች ከበለዓም ጋር ቆዩ፡፡",
      "9": "ያህቬህ(יהוה)ም ወደ በለዓም መጥቶ “እነዚህ ከአንተ ጋር ያሉት ሰዎች እነማን ናቸው?” ሲል ጠየቀው፡፡",
      "10": "እርሱም እንዲህ ሲል መለሰ “የሞአብ ንጉሥ ባላቅ ወደ እኔ የላካቸው ናቸው፤",
      "11": "እነርሱም የመጡት ከንጉሥ ባላቅ ከግብጽ የወጣ ሕዝብ በምድሪቱ ሁሉ ላይ መስፋፋቱን የሚገልጥ መልእክት ወደ እኔ ይዘው ነው፤ ሠራዊታቸው ወግቶ ማባረር ይችል ዘንድ እንድረግምለት ይፈልጋል፡፡”",
      "12": "ያህቬህ(יהוה)ም በለዓምን “ከእነዚህ ሰዎች ጋር አትሂድ፤ እኔ የባረክሁአቸው ስለሆነ የእሥራኤልን ሕዝብ አትርገም” አለው፡፡",
      "13": "በማግሥቱ በለዓም ወደ ባላቅ መልእክተኞች ሄዶ “እንግዲህ ወደ ቤታችሁ ተመለሱ፤ እኔ ከእናንተ ጋር እንዳልሄድ ያህቬህ(יהוה) ከልክሎኛል” አላቸው፤",
      "14": "ስለዚህ እነርሱ ወደ ባላቅ ተመለሱና በለዓም አብሮአቸው ለመምጣት እምቢ እንዳለ ነገሩት፡፡",
      "15": "ከዚያን በኋላ ባላቅ ከፊተኞቹ መልእክተኞች ይበልጥ የተከበሩና ቁጥራቸውም የበዛ መሪዎች ወደ በለዓም ላከ፤",
      "16": "እነርሱም ወደ በለዓም ሄደው የባላቅን መልእክት እንዲህ ሲሉ ነገሩት፤ “ወደ እኔ መምጣት እንዳትችል የሚያግድህ ነገር አይኑር!",
      "17": "ከፍ ያለ ዋጋ እከፍልሃለሁ፤ የጠየቅኸኝንም ሁሉ አደርግልሃለሁ፤ ስለዚህ እባክህ መጥተህ ይህን ሕዝብ እርገምልኝ፡፡”",
      "18": "በለዓም ግን እንዲህ ሲል መልስ ሰጠ፤ “ባላቅ በቤተ መንግሥቱ የሚገኘውን ብርና ወርቅ ሁሉ ቢሰጠኝም በትንሽ ነገር እንኳ ቢሆን የአምላኬን ትእዛዝ መተላለፍ አይቻለኝም፤",
      "19": "ነገር ግን ያህቬህ(יהוה) የሚነግረኝ ሌላ ነገር ካለ ከእርሱ እረዳ ዘንድ እስቲ እናንተም እንደ ፊተኞቹ መልችክተኞች ሌሊቱን እዚሁ አሳልፉ፡፡”",
      "20": "በዚያን ሌሊት ያህቬህ(יהוה) ወደ በለዓም መጣና “እነዚህ ሰዎች ወደ አንተ የመጡት ይዘውህ ሊሄዱ ከሆነ አብረሃቸው ለመሄድ ተዘጋጅ፤ ነገር ግን እኔ የምነግርህን ብቻ አድርግ” አለው፡፡",
      "21": "ስለዚህ በማግሥቱ ጠዋት በለዓም አህያውን ጭኖ ከሞአባውያን መሪዎች ጋር ሄደ፡፡",
      "22": "በለዓም በመሄዱ ያህቬህ(יהוה) ተቆጣ፤ በለዓም ሁለቱን አሽከሮቹን በማስከተል በአህያው ላይ ተቀምጦ በሚጓዝበት ጊዜ የያህቬህ(יהוה) መልአክ በፊቱ ቆሞ መንገዱን ዘጋበት፤",
      "23": "መልአኩ ሰይፉን መዝዞ በመንገዱ ላይ መቆሙን አህያይቱ በተመለከተች ጊዜ መንገዱን ለቅቃ ወደ እርሻ ገባች፤ በለዓምም አህያይቱን እየደበደበ ወደ መንገዱ መለሳት፤",
      "24": "መንገዱ በሁለት የወይን ተክል ቦታዎች መካከል እየጠበበ ሲሄድና በሁለቱም በኩል ድንጋይ ግንብ ሲገጥመው መልአኩ መጥቶ በፊት ለፊት ቆመ፡፡",
      "25": "አህያይቱ መልአኩን ባየች ጊዜ ወደ ግንቡ ተጠግታ የበለዓምን እግር ከግንቡ ጋር አጣበቀችው፤ በለዓም አሁንም አህያይቱን መደብደብ ጀመረ፤",
      "26": "እንደገናም መልአኩ ወደ ፊት ቀድሞ ሄደና በግራም ሆነ በቀኝ መተላለፊያ በሌለበት ጠባብ ቦታ ላይ ቆመ፡፡",
      "27": "በዚህን ጊዜ አህያይቱ መልአኩን ስታይ በመሬት ላይ ተኛች፤ በለዓምም እጅግ ተቆጥቶ አህያይቱን በብትር መደብደብ ጀመረ፡፡",
      "28": "በዚያን ጊዜ ያህቬህ(יהוה) ለአህያይቱ የመናገር ችሎታ ስለሰጣት በለዓምን “እኔ ምን አደረግሁህ? ሦስት ጊዜ የደበደብከኝ ስለምንድን ነው?” አለችው፡፡",
      "29": "በለዓምም “እጅግ ስለተጫወትሽብኝ ነዋ! ሰይፍ ቢኖረኝማ አሁን በገደልሁሽ ነበር” አላት፡፡",
      "30": "አህያይቱም “በሕይወትህ ሙሉ ስትጋልበኝ የኖርህ አህያህ አይደለሁምን? ታዲያ ከዚህ በፊት እንደ ዛሬ ሆኜብህ ዐውቃለሁን?” ስትል መለሰችለት፡፡ በለዓምም “ከቶ እንዲህ ሆነሽብኝ አታውቂም” አላት፡፡",
      "31": "በዚያን ጊዜ ያህቬህ(יהוה) ሰይፍ ይዞ የቆመውን መልአክ ለማየት እንዲችል አደረገው፤ በለዓምም በግንባሩ ወደ መሬት ተደፋ፤",
      "32": "መልአኩም እንዲህ አለው፤ “አህያህን ሦስት ጊዜ በብርቱ የመታሃት ለምንድን ነው? እኔ መጥቼ መንገድህን የዘጋሁት በጥፋት ጎዳና እንዳትሄድ ልከለክልህ ብዬ ነው፤",
      "33": "የአንተ አህያ ግን እኔን በማየትዋ ሦስት ጊዜ ከመንገድ ወጣች፤ አህያይቱ እንዲህ ባታደርግ ኖኖ አንተን ገድዬ እርሷ በሕይወት እንድትኖር በተውኋት ነበር፡፡”",
      "34": "በለዓምም እንዲህ ሲል መለሰ፤ “በእርግጥ ኃጢአት ሠርቻለሁ፤ አንተ እኔን ለመቃወም በመንገድ ላይ መቆምህን አላወቅሁም ነበር፤ አሁንም ወደዚያ መሄዴ ስሕተት መስሎ ከታየህ ወደ ቤቴ እመለሳለሁ፡፡”",
      "35": "መልአኩ ግን “ከእነዚህ ሰዎች ጋር መሄዱን ሂድ፤ ነገር ግን እኔ የምነግርህን ብቻ ተናገር” አለው፡ በዚህ ዐይነት በለዓም ከባላቅ ባለሥልጣኖች ጋር ሄደ፡፡",
      "36": "ባላቅ የበለዓምን መምጣት በሰማ ጊዜ እርሱን ለመቀበል በሞአብ ጠረፍ በአርኖን ወንዝ ዳር ወደ ምትገኘው ወደ ዔር ከተማ ሄደ፡፡",
      "37": "ባላቅ በለዓምን “በመጀመሪያ ሰዎች በላኩልህ ጊዜ ስለምን አልመጣህም? በቂ ገንዘብ የማልከፍልህ መስሎህ ነውን? ሲል ጠየቀው፡፡",
      "38": "በለዓምም “ያም ሆነ ይህ አሁን መጥቼ የለምን? ታዲያ አሁንስ ቢሆን በራሴ ምን ኀይል አለኝ? እኔ ልናገር የምችለው ያህቬህ(יהוה) የሚነግረኝን ብቻ ነው” ሲል መለሰለት፡፡",
      "39": "ስለዚህ በለዓም ከባላቅ ጋር ወደ ሑጾት ከተማ ሄደ፡፡",
      "40": "በዚያም ባላቅ፤ ከብቶችና በጎች አሳርዶ ከሥጋው ጥቂቱን አብረውት ለነበሩት ሰዎችና ለበለዓም ሰጠ፡፡",
      "41": "በማግሥቱ ጠዋት ባላቅ በለዓምን የእሥራኤልን ሕዝብ በከፊል ለማየት ወደሚቻለበት ወደ ባኖትበዓል አወጣው፡፡"
    },
    "Chapter 23": {
      "1": "በለዓምም ባላቅን “በዚህ ቦታ ሰባት መሠዊያዎች ሥራልኝ፤ እንዲሁም ሰባት ኮርማዎችና ሰባት አውራ በጎች አምጣልኝ” አለው፡፡",
      "2": "ባላቅም እንደተነገረው አደረገ፤ እርሱና በለዓም በእያንዳንዱ መሠዊያ ላይ አንድ ኮርማና አንድ የበግ አውራ አቀረቡ፡፡",
      "3": "ከዚህ በኋላ በለዓም ባላቅን “ያህቬህ(יהוה) ወደ እኔ መምጣቱን ለማወቅ ወደዚያ ሄጄ እስክረዳ ድረስ እዚህ በሚቃጠል መሥዋዕትህ አጠገብ ቁም፤ ያህቬህ(יהוה) የሚገልጥልኝን ነገር ሁሉ እነግርሃለሁ” አለው፤ ከዚያም በኋላ ብቻውን ወደ አንድ ኮረብታ ወጣ፡፡",
      "4": "ያህቬህ(יהוה)ም ተገናኘው፤ በለዓምም “ሰባቱን መሠዊያዎች ሠርቼ በእያንዳንዱ ላይ አንድ ኮርማና አንድ የበግ አውራ አቅርቤአለሁ” አለው፡፡",
      "5": "ያህቬህ(יהוה)ም በለዓም ለባላቅ መናገር የሚገባውን መልእክት ከሰጠው በኋላ ወደዚያ ተመልሶ እንዲሄድ ነገረው፡፡",
      "6": "እርሱም ተመልሶ ሲሄድ ባላቅ ከሞአብ መሪዎች ሁሉ ጋር ሆኖ በዚያው በሚቃጠለው መሥዋዕት አጠገብ እንደቆመ አገኘው፡፡",
      "7": "በለዓም እንዲህ ሲል ትንቢት ተናገረ፤ “የሞአብ ንጉሥ የምሥራቅ ተራራዎች ከሚገኙበት ከሶርያ ጠርቶ አመጣኝ፡፡ እርሱም ‹ና፤ ትንቢት በመናገር የእሥራኤልን ሕዝብ አውግዝልኝ፤ እንዲጠፉም እርገምልኝ› አለኝ፡፡",
      "8": "ታዲያ እኔ ያህቬህ(יהוה) ያልረገመውን እንዴት እረግመዋለሁ? ያህቬህ(יהוה) እንዲጠፋ ያልፈለገውንስ እንዴት ይጥፋ እላለሁ?",
      "9": "እኔ እነርሱን ከዚህ ከፍተኛ አለቶች ላይ ሆኜ አያቸዋለሁ፤ ከኮረብቶችም ላይ ሆኜ እመለከታቸዋለሁ፤ እነርሱ ራሳቸውን ችለው የሚኖሩ አንድ ሕዝብ ናቸው፡፡ እነርሱ ከሌሎች ሕዝቦች ይልቅ የተለዩ መሆናቸውን ያውቃሉ፡፡",
      "10": "የእሥራኤል ዘሮች እንደትቢያ ናቸው፤ እጅግ ብዙዎች ከመሆናቸው የተነሣ ማንም ከእነርሱ ብዛት ሩቡን እንኳ ሊቆጥር አይችልም፡፡ የዘመኔ መጨረሻ ከያህቬህ(יהוה) ሕዝብ እንደ አንዱ ይሁን፤ እንደነዚህ ደጋግ ሰዎች በሰላም ልሙት”",
      "11": "ባላቅም በለዓምን “ይህ ያደረግህብኝ ምንድን ነው? እኔ ወደዚህ ያመጣሁህ ጠላቶቼን እንድትረግምልኝ ነበር፤ ነገር ግን አንተ ያደረግኸው ነገር ቢኖር እነርሱን መመረቅ ብቻ ነው” አለው፡፡",
      "12": "በለዓምም “እኔ መናገር የምችለው ያህቬህ(יהוה) የነገረኝን ብቻ ነው” አለው፡፡",
      "13": "ባላቅም በለዓምን “ከእሥራኤላውያን ሁሉን ሳይሆን ጥቂቱን ብቻ ወደምታይበት ወደ ሌላ ቦታ ና ከእኔ ጋር እንሂድ፤ በዚያ ሆነህ እነርሱን እርገምልኝ” አለው፡፡",
      "14": "ከዚያም በፒስጋ ተራራ ጫፍ ላይ ወደሚገኘው ወደ ጾፊም መስክ ወሰደው፤ እዚያም ሰባት መሠዊያዎችን ሠርቶ በእያንዳንዱ ላይ አንድ ኮርማና አንድ አውራ በግ ሠዋ፡፡",
      "15": "በለዓምም ባላቅን “አንተ እዚህ በሚቃጠለው መሥዋዕትህ አጠገብ ቁም፤ እኔ ከያህቬህ(יהוה) ጋር ለመገናኘት ወደዚያ እሄዳለሁ” አለው፡፡",
      "16": "ያህቬህ(יהוה)ም በለዓምን በዚያ ተገናኘው፤ የሚናገረውንም መልእክት ሰጥቶ ወደ ባላቅ ላከው፡፡",
      "17": "እርሱም ተመልሶ ሲሄድ ባላቅ ከሞአብ መሪዎች ጋር በዚያው በሚቃጠለው መሥዋዕት አጠገብ እንደቆመ አገኘው፤ ባላቅም ያህቬህ(יהוה) ምን እንደነገረው ጠየቀው፡፡",
      "18": "በለዓምም እንዲህ ሲል ትንቢት ተናገረ፤ “የጺፖር ልጅ ባላቅ ሆይ! ወደዚህ ቀረብ ብለህ የምነግርህን ስማ፤",
      "19": "ያህቬህ(יהוה) እንደሰው አይዋሽም፤ እንደሰውም አሳቡን አይለውጥም፤ እርሱ የሚናገረውን ሁሉ በተግባር ይገልጣል፤ እርሱ የሚናገረውም ቃል ሁሉ ይፈጸማል፡፡",
      "20": "እኔ የተነገረኝ እንድመርቅ ነው፤ ያህቬህ(יהוה) ሲመርቅ እኔ የእርሱን ቃል መለወጥ አልችልም፡፡",
      "21": "የእሥራኤል ሕዝብ ለወደፊት ምንም ዐይነት መጥፎ አጋጣሚ ወይም ችግር እንደማይደርስባቸው እመለከታለሁ፤ ያህቬህ(יהוה) አምላካቸው ከእነርሱ ጋር ነው፤ ያህቬህ(יהוה) ንጉሣቸው መሆኑንም ያውጃሉ፡፡",
      "22": "ከግብጽ ምድር ያወጣቸው ያህቬህ(יהוה) ነው፤ እርሱ ለእነርሱ ጎሽ ሆኖ ይዋጋላቸዋል፤",
      "23": "በእሥራኤል ሕዝብ ላይ ሊደረግባቸው የሚችል ምንም ዐይነት አስማት ወይም ጥንቆላ የለም፤ እነሆ አሁን አሕዛብ ሁሉ ‹ያህቬህ(יהוה) ለእስራኤል ያደረገለትን ሁሉ ኑ እዩ› ይላሉ፡፡",
      "24": "የእሥራኤል ሕዝብ እንደ ብርቱ አንበሳ ነው፤ ስለዚህም ቦጫጭቆ እስኪበላ ድረስ ዕረፍት የለውም፤ አድኖ የገደለውን ሁሉ ደሙን እስከሚጠጣ ድረስ ፋታ የለውም፡፡”",
      "25": "ከዚህ በኋላ ባላቅ በለዓምን “የእሥራኤልን ሕዝብ ለመርገም እምቢ ብለሃል፤ እንግዲያውስ አትመርቃቸው” አለው፡፡",
      "26": "በለዓምም “እኔያህቬህ(יהוה) የነገረኝን ብቻ እንደማደርግ ቀደም ብዬ አስታውቄህ አልነበረምን?” አለው፡፡",
      "27": "ባላቅም “ና ወደ ሌላ ቦታ እንሂድ፤ ምናልባት ከዚያ ሆነህ ይህን ሕዝብ እንድትረግምልኝ ያህቬህ(יהוה) ይፈቅድልህ ይሆናል” አለው፡፡",
      "28": "ስለዚህ ባላቅ በለዓምን በበረሓው ትይዩ ወዳለው ወደ ፐዖር ተራራ ጫፍ ላይ ይዞት ወጣ፤",
      "29": "በለዓምም “ከዚህ ቦታም ሰባት መሠዊያዎችን ሥራልኝ፤ ሰባት ኮርማዎችና ሰባት የበግ አውራዎችም አምጣልኝ” አለው፡፡",
      "30": "ባላቅም በለዓም እንደነገረው አደረገ፤ በእያንዳንዱም መሠዊያ ላይ አንድ ኮርማና አንድ የበግ አውራ ሠዋ፡፡"
    },
    "Chapter 24": {
      "1": "በለዓምም እነሆ ያህቬህ(יהוה) እሥራኤልን እንዲመርቅለት መፈለጉን ተረዳ፤ ስለዚህ ከዚህ በፊት እንዳደረገው የሟርት ምልክት መከተል አላስፈለገውም፤ ፊቱን ወደ በረሓው በመለሰ ጊዜ፤",
      "2": "የእሥራኤል ሕዝብ በየነገዳቸው በቅደም ተከተል ተራ ሰፍረው አየ፤ የአምላክም መንፈስ ስላደረበት፤",
      "3": "እንዲህ ሲል ትንቢት ተናገረ፤ “የቢዖር ልጅ በለዓም የሚናገረው የትንቢት ቃል ይህ ነው፤ እርሱም ሁሉን ነገር በግልጥ ማየት የሚችልና፤",
      "4": "ያህቬህ(יהוה) የሚለውንም በትክክል መስማት የሚችል ሰው ቃል ነው፤ በተመስጦ በግንባሬ ወደ መሬት ተደፍቼ ሁሉን ነገር ማድረግ ከሚችል ከያህቬህ(יהוה) የመጣውን ራዕይ እነሆ በዐይኔ ትኩር ብዬ አያለሁ፡፡",
      "5": "የእሥራኤል ሕዝብ ድንኳኖች እጅግ የተዋቡ ናቸው፤",
      "6": "እነርሱም እንደተዘረጉ ሸለቆዎችና በወንዝ ዳር እንደሚገኙ የአትክልት ቦታዎች ናቸው፤ ያህቬህ(יהוה) እንደተከለው ሬት፤ ወይም በውሃ ዳር እንደበቀለ ዝግባ ናቸው፡፡",
      "7": "ብዙ ዝናም ይዘንምላቸዋል፤ ውሃ ገብ በሆነ ለም መሬት እህላቸውን ይዘራሉ፤ ንጉሣቸው ከአጋግ የሚበልጥ ይሆናል፤ ግዛቱም በሁሉ አቅጣጫ እስከ ሩቅ ድረስ ይስፋፋል፡፡",
      "8": "ያህቬህ(יהוה) ከግብጽ አውጥቶ አመጣቸው፤ ስለዚህም እርሱ እንደ ጎሽ ይዋጋላቸዋል፤ ጠላቶቻቸውን እንደ አንበሳ ይቦጫጭቃሉ፤ አጥንቶቻቸውን ያደቅቃሉ፤ ቀስቶቻቸውን ይሰባብራሉ፡፡",
      "9": "ይህ ሕዝብ እንደ ብርቱ አንበሳ ነው፤ በሚተኛበት ጊዜ ቀስቅሶ ለያስነሣው የሚደፍር ማን ነው? እሥራኤልን የሚመርቅ የተባረከ ይሆናል፤ የሚረግማቸውም የተረገመ ይሆናል፡፡”",
      "10": "ባላቅ በቁጣ እጆቹን ጨብጦ በለዓምን እንዲህ አለው፤ “እኔ ጠላቶቼን እንድትረግምልኝ ጠርቼህ ነበር፤ አንተ ግን ስትመርቃቸው ይኸው ሦስተኛ ጊዜህ ነው፡፡",
      "11": "እንግዲህስ ወደ ቤትህ ሂድ፤ እኔ ብዙ ዋጋ ልከፍልህ ቃል ገብቼልህ ነበር፤ ነገር ግን ይህን ዋጋ እንዳታገኝ ያህቬህ(יהוה) ዘግቶብሃል፡፡”",
      "12": "በለዓምም እንዲህ ሲል ለባላቅ መለሰለት፤ “ወደ እኔ ልከሃቸው ለነበሩ ሰዎች፤",
      "13": "በቤተመንግሥትህ የሚገኘውን ብርና ወርቅ ብትሰጠኝ እንኳ በራሴ አሳብ አንዳች ነገር በማድረግ የያህቬህ(יהוה)ን ትእዛዝ መጣስ እንደማልችል ነግሬአቸዋለሁ፤ እኔ መናገር የምችለው ያህቬህ(יהוה) የሚሰጠኝን ቃል ብቻ ነው፡፡”",
      "14": "በመጨረሻም በለዓም ባላቅን “እነሆ እኔ ወደራሴ ሕዝብ ተመልሼ መሄዴ ነው፤ ነገር ግን ከመሄዴ በፊት የእሥራኤል ሕዝብ ወደ ፊት በአንተ ላይ የሚያደርጉትን በመግለጥ ላስጠነቅቅህ እወዳለሁ” ካለው በኋላ፤",
      "15": "ከዚህ የሚከተለውን ትንቢት ተናገረ፤ “የቢዖር ልጅ በለዓም የሚናገረው የትንቢት ቃል ይህ ነው፤",
      "16": "እርሱም ሁሉን ነገር በግልጥ ማየትና ያህቬህ(יהוה) የሚለውንም በትክክል መስማት የሚችል፤ ከልዑል አምላክም የሚመጣውን ጥበብ መቀበል የሚችል ሰው ቃል ነው፤ መሬት ላይ ተዘርሬ ሁሉን ነገር ማድረግ ከሚችል ከያህቬህ(יהוה) የመጣውን ራእይ እነሆ በዐይኔ ትኩር ብዬ አያለሁ፡፡",
      "17": "ከያዕቆብ የሚወጣውን ኮከብ፤ ከእሥራኤል የሚነሣውን በትር አየዋለሁ፤ ነገር ግን ዛሬ አይደለም፤ እመለከተዋለሁ፤ ነገር ግን በቅርብ አይደለም፡፡ የሞአብ መሪዎችንም ይመታል፤ የሤት ዘሮች የሆኑትንም ሕዝብ ሁሉ ይዳምጣል፤",
      "18": "በኤዶም የሚገኙትን ጠላቶቹን ድል መትቶ፤ ምድራቸውን የራሱ ንብረት ያደርጋል፤ እስራኤልም ድል አድራጊ እንደሆነ ይኖራል፡፡",
      "19": "የእስራኤል ሕዝብ እነዚህን ሁሉ ረጋግጦ በመጨረሻ በከተማ ውስጥ የተረፉትን እንኳ ጠራርጎ ያጠፋል፡፡”",
      "20": "ከዚህ በኋላ በለዓም ወደ ዐማሌቃውያንም በመመልከት እንዲህ ሲል ትንቢት ተናገረ፤ “ዐማሌቅ ከሁሉ የሚበልጥ ኀያል መንግሥት ነበረ፤ በመጨረሻ ግን እርሱ ራሱ ለዘላለም ይጠፋል፡፡”",
      "21": "የቄናውያንንም ዘሮች በራእዩ ተመልክቶ እንዲህ ሲል ይህን የትንቢት ቃል ተናገረ፤ “እነሆ ዋስትና ባለው ስፍራ በሰላም ተቀምጣችኋል፤ ከፍ ባለ ገደል ላይ እንደተሠራ የወፍ ጎጆ ያለ ስጋት ትኖራላችሁ፤",
      "22": "ነገር ግን እናንተ ቄናውያን አሦር ድል ነሥታ በምትማርካችሁ ጊዜ ትደመሰሳላችሁ፡፡”",
      "23": "በመጨረሻም በለዓም የሚከተለውን የትንቢት ቃል ተናገረ፤ “በሰሜን በኩል የተሰበሰበ ይህ ሕዝብ ማን ነው?",
      "24": "ወራሪዎች ከቆጵሮስ ደሴት በመርከብ ይመጣሉ፤ እነርሱም አሦርንና ዔቤርን ድል ነሥተው ይይዛሉ፤ ነገር ግን እነርሱም በተራቸው ለዘላለም ይጠፋሉ፡፡”",
      "25": "ከዚያም በኋላ በለዓም ተነሥቶ ወደ ቤቱ ሄደ፤ ባላቅም ወደ ስፍራው ተመለሰ፡፡"
    },
    "Chapter 25": {
      "1": "የእሥራኤል ሕዝብ በሺጢም ሸለቆ ሰፍሮ በነበረበት ጊዜ ወንዶቹ እዚያ ከነበሩት ሞአባውያን ሴቶች ጋር አመነዘሩ፤",
      "2": "እነዚያም ሴቶች ለሞአብ ጣዖት የተሠዋውን መሥዋዕት እንዲመገቡ ጋበዙአቸው፤ እሥራኤላውያንም የመሥዋዕቱን ምግብ በልተው “የፐዖር በዓል” ለተባለውም ጣዖት ሰገዱ፤",
      "3": "ስለዚህም ያህቬህ(יהוה) በእነርሱ ላይ ተቆጥቶ፤",
      "4": "ሙሴን እንዲህ አለው፤ “የእሥራኤልን መሪዎች ሁሉ ወስደህ ለእኔ በመታዘዝ በጠራ ፀሐይ በሕዝብ ፊት እንዲገደሉ አድርግ፤ በዚህም ሕዝብ ላይ የነደደው ቁጣዬ ከዚያ በኋላ ይበርዳል፡፡”",
      "5": "ሙሴም ባለሥልጣኖችን “እያንዳንዳችሁ በየነገዳችሁ መካከል ለፐዖር ባዓል የሰገደውን ሁሉ ግደሉ” አላቸው፡፡",
      "6": "ሙሴና መላው ማኅበር ያህቬህ(יהוה) በሚመለክበት ድንኳን ደጃፍ ተገኝተው በመጨነቅ በሚያለቅሱበት ጊዜ፤ ከእሥራኤላውያን አንዱ አንዲት ምድያማዊት ሴት ይዞ በእነርሱ ፊት በማለፍ ወደ ቤተሰቡ አቀረባት፡፡",
      "7": "የካህኑ የአሮን የልጅ ልጅ የአልዓዛር ልጅ ፊንሐስ ይህን ባየ ጊዜ፤ ከተቀመጠበት በመነሳት ከጉባኤው መካከል ወጥቶ ሄደ፤ ጦርም አንስቶ፤ ሰውየውና ሴቲቱ ወዳሉበት ድንኳን ገባ፤ ሁለቱንም በአንድነት በጦር ወግቶ ገደላቸው፤",
      "8": "በዚህም ዐይነት እሥራኤላውያንን በማጥፋት ላይ የነበረው መቅሰፍት ቆመ፤",
      "9": "ነገር ግን እስከዚያው ሰዓት ድረስ ያ መቅሠፍት ሃያ አራት ሺ ሕዝብ አጥፍቶ ነበር፡፡",
      "10": "ያህቬህ(יהוה)ም ሙሴን እንዲህ አለው፤",
      "11": "“ፊንሐስ ባደረገው ነገር ምክንያት በእሥራኤል ሕዝብ ላይ ያለኝ ቁጣ በርዶአል፤ ፊንሐስ ከእኔ በቀር ለሌላ አምላክ የሚሰግዱትን መታገሥ አልፈለገም፤ በቁጣዬ እሥራኤልን ያላጠፋሁትም እርሱ ስለ እኔ ባሳየው ቅንአት ነው፡፡",
      "12": "ስለዚህ እኔ ከእርሱ ጋር ለዘላለም ጸንቶ የሚኖር ቃል ኪዳን የምገባ መሆኔን ንገረው፡፡",
      "13": "እርሱ ከእኔ በቀር ሌላ አምላክ እንዲኖር ስላልፈቀደና የሕዝቡንም ኃጢአት ይቅር ስላላለ፤ እርሱና ዘሮቹ በሙሉ ለዘላለም ካህናት ይሆናሉ፡፡”",
      "14": "ከምድያማውያን ሴት ጋር የተገደለው እስራኤላዊ ስም የሳሉ ልጅ ዚምሪ ሲሆን፤ እርሱም በስምዖን ነገድ የጎሣ አለቃ ነበር፡፡",
      "15": "የሴቲቱ ስም ኮዝቢ ይባል ነበር፤ “ጹር” ተብሎ የሚጠራው አባትዋም በአንድነት የሚኖሩ የጥቂት ምድያማውያን ጎሳዎች አለቃ ነበር፡፡",
      "16": "ያህቬህ(יהוה) ሙሴን እንዲህ ብሎ አዘዘው፤",
      "17": "“በምድያማውያን ላይ አደጋ ጥላችሁ ደምስሱአቸው፤",
      "18": "ይህንንም የምታደርጉት እናንተን በፐዖር በማታለል ግፍ ስለሠሩባችሁና በፐዖር በወረደው መቅሰፍት ምክንያት በተገደለችው በአለቃቸው ልጅ በኮዝቢ አማካይነት በፈጸሙት ሽንገላ ነው፡፡”"
    },
    "Chapter 26": {
      "1": "ለእስራኤል ልጆች ሁለተኛው ቆጠራ በሞአብ ሜዳ ላይ ከተከናወነ በኋላ፣ እግዚአብሔር ሙሴን እና ካህኑን አልዓዛርን እንዲህ አላቸው፥",
      "2": "የእስራኤልን ልጆች ማኅበር ሁሉ ከሀያ ዓመት ጀምሮ በላይ የሆኑትን ሁሉ፣ በእስራኤል ውስጥ ወደ ጦር ሊወጡ የሚችሉትን ወንዶች ቍጠሩ።",
      "3": "ሙሴና ካህኑ አልዓዛር በሞአብ ሜዳ ላይ፣ ኢያሪኮን አጠገብ በዮርዳኖስ ማዶ በተናገሩት እንዲህ ብለዋል፥",
      "4": "ከሀያ ዓመት ጀምሮ በላይ የሆኑትን ቁጠሩ፥ እግዚአብሔር ሙሴን እና ከግብጽ ምድር የወጡትን የእስራኤል ልጆችን አዘዘ።",
      "5": "ሮቤል፣ የእስራኤል በኵር፥ ልጆቹ፥ የሐኖክ ወገን፣ የፋሉ ወገን፣",
      "6": "የሔጽሮን ወገን፣ የካርሚ ወገን። የሮቤል ወገኖች እነዚህ ናቸው።",
      "7": "የተቆጠሩትም ሰዎች አርባ ሦስት ሺህ ሰባት መቶ ሠላሳ ነበሩ።",
      "8": "የፋሉ ልጆች ኤሊያብ።",
      "9": "የኤሊያብም ልጆች ነሙኤል፣ ዳታን፣ አቢራም። ዳታንና አቢራም የተጠሩት ከማኅበሩ አለቆች ሲሆኑ፣ በቀራንዮን ጉዳይ ላይ በሙሴ ላይ አመጡ።",
      "10": "ምድርም አፍዋን ከፍታ ዋጠቻቸው፣ እነርሱም ከቀራንዮም ጋር ሞቱ፤ እሳትም ሁለት መቶ አምሳ ሰዎችን አጠፋች፤ ለሌሎችም ምልክት ሆኑ።",
      "11": "የቀራንዮም ልጆች ግን አልሞቱም።",
      "12": "የስምዖን ልጆች በወገኖቻቸው፥ የነሙኤል ወገን፣ የያሚን ወገን፣ የያኪን ወገን፣",
      "13": "የዛራ ወገን፣ የሳኦል ወገን። የስምዖን ወገኖች እነዚህ ናቸው።",
      "14": "የተቆጠሩትም ሰዎች ሃያ ሁለት ሺህ ሁለት መቶ ነበሩ።",
      "15": "የጋድ ልጆች በወገኖቻቸው፥ የጸፎን ወገን፣ የሐጒ ወገን፣ የሹኒ ወገን፣",
      "16": "የኦዝኒ ወገን፣ የዔሪ ወገን፣",
      "17": "የአሮድ ወገን፣ የአረኤሊ ወገን። የጋድ ወገኖች እነዚህ ናቸው።",
      "18": "የተቆጠሩትም ሰዎች አርባ ሺህ አምስት መቶ ነበሩ።",
      "19": "የይሁዳ ልጆች ዔርና ኦናን፤ ዔርና ኦናንም በከነዓን ምድር ሞቱ።",
      "20": "የይሁዳም ልጆች በወገኖቻቸው የሆኑት፥ የሴላ ወገን፣ የፋሬስ ወገን፣ የዛራ ወገን።",
      "21": "የፋሬስም ልጆች የሆኑት፥ የሔጽሮን ወገን፣ የሃሙል ወገን። የይሁዳ ወገኖች እነዚህ ናቸው።",
      "22": "የተቆጠሩትም ሰዎች ሰባ ስድስት ሺህ አምስት መቶ ነበሩ።",
      "23": "የይሳኮር ልጆች በወገኖቻቸው፥ የቶላ ወገን፣ የፉዋ ወገን፣",
      "24": "የያሁብ ወገን፣ የሺምሮን ወገን። የይሳኮር ወገኖች እነዚህ ናቸው።",
      "25": "የተቆጠሩትም ሰዎች ስድሳ አራት ሺህ ሦስት መቶ ነበሩ።",
      "26": "የዛብሎን ልጆች በወገኖቻቸው፥ የሴሬድ ወገን፣ የኤሎን ወገን፣ የያሕሌል ወገን። የዛብሎን ወገኖች እነዚህ ናቸው።",
      "27": "የተቆጠሩትም ሰዎች ስድሳ ሺህ አምስት መቶ ነበሩ።",
      "28": "የዮሴፍ ልጆች በወገኖቻቸው፥ ምናሴና ኤፍሬም።",
      "29": "የምናሴ ልጆች፥ የማኪር ወገን፥ ማኪርም ገለዓድን ወለደ፤ የገለዓድም ወገኖች፥ የኢዬዘር ወገን፣ የሄሌቅ ወገን፣",
      "30": "የአስሪኤል ወገን፣ የሴኬም ወገን፣",
      "31": "የሴሚዳ ወገን፣ የሄፌር ወገን።",
      "32": "የሄፌርም ልጅ ሰሎፋድ ልጆች አልነበሩትም፥ ሴቶች ብቻ፤ የሰሎፋድም ሴት ልጆች ስሞች ማህላ፣ ኖዓ፣ ሖግላ፣ ሚልካ፣ ቲርጻ።",
      "33": "እነዚህ የምናሴ ወገኖች ናቸው፤ የተቆጠሩትም ሰዎች አምሳ ሁለት ሺህ ሰባት መቶ ነበሩ።",
      "34": "የኤፍሬም ልጆች በወገኖቻቸው፥ የሹቴላህ ወገን፣ የቤኬር ወገን፣ የታሐን ወገን።",
      "35": "የሹቴላህም ልጆች የኤራን ወገን ናቸው።",
      "36": "እነዚህ የኤፍሬም ልጆች ወገኖች ናቸው፤ የተቆጠሩትም ሰዎች ሠላሳ ሁለት ሺህ አምስት መቶ ነበሩ። እነዚህ የዮሴፍ ልጆች ወገኖች ናቸው።",
      "37": "የብንያም ልጆች በወገኖቻቸው፥ የቤላ ወገን፣ የአስቤል ወገን፣ የአኪራም ወገን፣",
      "38": "የሸፉፋም ወገን፣ የሁፋም ወገን።",
      "39": "የቤላም ልጆች የአደር ወገንና የናዕማን ወገን ናቸው።",
      "40": "እነዚህ የብንያም ልጆች ወገኖች ናቸው፤ የተቆጠሩትም ሰዎች አርባ አምስት ሺህ ስድስት መቶ ነበሩ።",
      "41": "የዳን ልጆች በወገኖቻቸው፥ የሹሃም ወገን። የዳን ወገኖች እነዚህ ናቸው።",
      "42": "የሹሃምም ወገኖች እነዚህ ናቸው፤ የተቆጠሩትም ሰዎች ስድሳ አራት ሺህ አራት መቶ ነበሩ።",
      "43": "የአሴር ልጆች በወገኖቻቸው፥ የይምና ወገን፣ የይሽዊ ወገን፣ የበሪዓ ወገን።",
      "44": "የበሪዓም ልጆች የሔበር ወገንና የማልኪኤል ወገን ናቸው።",
      "45": "የአሴርም ልጅ ሴራህ ነበረች።",
      "46": "እነዚህ የአሴር ወገኖች ናቸው፤ የተቆጠሩትም ሰዎች አምሳ ሦስት ሺህ አራት መቶ ነበሩ።",
      "47": "የንፍታሌም ልጆች በወገኖቻቸው፥ የያሕጼል ወገን፣ የጉኒ ወገን፣",
      "48": "የዬጼር ወገን፣ የሺሌም ወገን።",
      "49": "እነዚህ የንፍታሌም ወገኖች ናቸው፤ የተቆጠሩትም ሰዎች አርባ አምስት ሺህ አራት መቶ ነበሩ።",
      "50": "እነዚህ የተቆጠሩት ሰዎች ስድስት መቶ አንድ ሺህ ሰባት መቶ ሠላሳ ነበሩ።",
      "51": "እግዚአብሔርም ሙሴን እንዲህ ብሎ ተናገረው፥",
      "52": "ለእነዚህ ሰዎች በቁጥራቸው መሠረት ምድሪቱን እንደ ርስት ትካፈላለች።",
      "53": "ለብዙዎቹ ርስትን ብዙ ትሰጣለህ፥ ለጥቂቶቹም ርስትን ጥቂት ትሰጣለህ፤ ለየትኛውም ወገን እንደ ተቆጠረው ዕጣ ይወረስለታል።",
      "54": "ይህች ምድር በዕጣ ትከፈላለች፥ በአባቶቻቸውም ስሞች ይወርሳሉ።",
      "55": "በዕጣ እንደምትከፈል ለብዙ ወገን ርስትን ብዙ ለጥቂት ወገን ርስትን ጥቂት አድርግ፤ ለየትኛውም ወገን እንደ ተቆጠረው ዕጣ ይውረስለታል።",
      "56": "የሌዊ ልጆች በወገኖቻቸው የተቆጠሩት እነዚህ ናቸው፤ የጌርሶን ወገን፣ የቀሓት ወገን፣ የሜራሪ ወገን።",
      "57": "የሌዊም ወገኖች የሊብኒ ወገን፣ የኬብሮን ወገን፣ የማህሊ ወገን፣ የሙሺ ወገን፣ የቆሬ ወገን። ቀሓትም አምራምን ወለደ።",
      "58": "የሌዊም ሚስት ዮኬቤድ በግብጽ ተወለደች፥ እርስዋም ለሌዊ አሮንን፣ ሙሴን እና እኅታቸውን ሚርያምን ወለደች።",
      "59": "ለአሮንም ናዳብ፣ አቢሁ፣ አልዓዛር እና ኢታማር ተወለዱ።",
      "60": "ናዳብና አቢሁም እግዚአብሔር ፊት ለፊት ያልተፈቀደ እሳት በአቅርቡ ጊዜ ሞቱ።",
      "61": "የተቆጠሩትም ሰዎች ሀያ ሦስት ሺህ ነበሩ፤ ከአንድ ወር እና ከዚያ በላይ የሆኑ ወንዶች። ከእስራኤል ልጆች ጋር አልተቆጠሩም፥ ርስት በእስራኤል ልጆች መካከል አልተሰጣቸውምና።",
      "62": "እነዚህ ሁሉ በሙሴና በካህኑ አልዓዛር የተቆጠሩት ናቸው፤ እነዚህም በኢያሪኮ ፊት ለፊት በሞአብ ሜዳ በዮርዳኖስ አጠገብ የእስራኤልን ልጆች ቆጠሩ።",
      "63": "ከእነዚህ ውስጥ በሲና በረሃ ሙሴና ካህኑ አሮን የቆጠሩት ሰዎች አንድም አልቀረም።",
      "64": "እግዚአብሔር ስለነሱ፥ በምድረ በዳ ይጠፋሉ ብሎ ተናግሮ ነበርና፤ ከእነሱም ውስጥ ከካሌብ የይፉኔ ልጅ እና ከኢያሱ የነዌ ልጅ በቀር አንድም አልቀረም።"
    },
    "Chapter 27": {
      "1": "የሔፌር፤ የገለዓድ፤ የማኪር፤ የምናሴ፤ የዮሴፍ ልጅ የሆነው ጸሎፍሐድ፤ ማሕላ፤ ኖዓ፤ ሖግላ፤ ሚልካና ቲርጻ ተብለው የሚጠሩ ሴቶች ልጆች ነበሩት፡፡",
      "2": "እነርሱም ያህቬህ(יהוה) በሚመለክበት ድንኳን ደጃፍ ሄደው መላው ማኅበርና የሕዝቡ መሪዎች ባሉበት በሙሴና በአልዓዛር ፊት ቆመው እንዲህ አሉ፤",
      "3": "“አባታችን አንድ እንኳ ወንድ ልጅ ሳይወልድ በምድረ በዳ ሞተ፤ እርሱ በያህቬህ(יהוה) ላይ ካመፁት ከቆራሕ ተከታዮች ጋር ተባባሪ አልነበረም፤ የሞተውም በራሱ ኃጢአት ምክንያት ነው፤",
      "4": "ታዲያ ወንድ ልጅ ባለመውለዱ ብቻ የአባታችን ስም ከእሥራኤል ተፍቆ መጥፋት ይገባዋልን? ስለዚህ በአባታችን ዘመዶች መካከል ለእኛ የሚገባንን የርስት ድርሻ ስጡን፡፡”",
      "5": "ሙሴም የእነርሱን አቤቱታ ወደ ያህቬህ(יהוה) አቀረበ፤",
      "6": "ያህቬህ(יהוה)ም እንዲህ አለው፤ “የጸሎፍሐድ ሴቶች ልጆች የጠየቁት ትክክል ነገር ነው፤ ስለዚህ በአባታቸው ዘመዶች መካከል ርስት ስጣቸው፤ የአባታቸው ድርሻ ወደ አነርሱ ይተላለፍ፤",
      "7": "ወንድ ልጅ ሳይወልድ የሚሞት ሰው ቢኖር፤ ሴት ልጁ ንብረቱን መውረስ እንደሚገባት ለእስራኤል ሕዝብ አስታውቅ፡፡",
      "8": "ሴት ልጅም ከሌለው ወንድሞቹ ንብረቱን ይውረሱ፤",
      "9": "ወንድሞችም ከሌሉት የአባቱ ወንድሞች ይውረሱ፤",
      "10": "ወንድሞችም ሆኑ አጎቶች ከሌሉት የቅርብ ዘመዱ የሆነ ሰው ንብረቱን ወርሶ ሊጠቀምበት ይችላል፤ እኔ ያህቬህ(יהוה) ባዘዝሁህ መሠረት የእሥራኤል ሕዝብ ይህን ሕግ ቋሚ መመሪያ አድርገው ይጠብቁት፡፡”",
      "11": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤ “ወደ አባሪም ተራራ ወጥተህ ለእሥራኤላውያን ልሰጣቸው ያቀድሁትን ምድር ሁሉ እይ!",
      "12": "እርሱንም ካየህ በኋላ ወንድምህ አሮን እንደሞተ አንተም ትሞታለህ፤",
      "13": "ምክንያቱም ሁለታችሁም በጺን ምድረ በዳ በትእዛዜ ላይ አምጻችሁ ነበር፤ መላው ማኅበር በመሪባ ሳሉ በእኔ ላይ በአመጹ ጊዜ የተቀደሰውን ኀይሌን በእነርሱ ፊት መግለጥ እምቢ ብላችኋል፤” (መሪባ በጺን ምድረ በዳ በቃዴስ የሚገኝ ምንጭ ነው፡፡)",
      "14": "ሙሴም እንዲህ ሲል ጸለየ፤",
      "15": "“የሕይወት ሁሉ ምንጭ የሆንህ የእሥራኤል አምላክ ሆይ! ሕዝቡን መምራትና፤",
      "16": "በጦር ሜዳም ማዘዝ የሚችል አንድ ሰው ምረጥ፤ በዚህ ዐይነት የአንተ ጉባኤ እረኛ እንደሌለው ከመሆን ይድናል፡፡”",
      "17": "ያህቬህ(יהוה) ሙሴን እንዲህ አለው፤ “በሁሉ ነገር ብቃት የሚሰጥ መንፈስ ያለውን የነዌን ልጅ ኢያሱን ውሰድና እጆችህን በራሱ ላይ ጫን፤",
      "18": "በካህኑ በአልዓዛርና በመላው ማኅበር ፊት እንዲቆም አድርገው፤ በእነርሱም ሁሉ ፊት የአንተ ተተኪ መሆኑን አስታውቅ፡፡",
      "19": "መላው የእሥራኤል ማኅበር  እርሱን ይታዘዙት ዘንድ የሥልጣንህ ተካፋይ አድርገው፡፡",
      "20": "ካህኑ አልዓዛር ኡሪምና ቱሚም በተባሉ ዕቃዎች አማካይነት ፈቃዴን የሚያውቅ ስለሆነ፤ ኢያሱ በአልአዛር ይደገፋል፤ በዚህም ዐይነት አልዓዛር ኢያሱንና መላውን የእሥራኤል ማኅበር በተግባር አፈጻጸማቸው ሁሉ ይመራቸዋል፡፡”",
      "21": "ሙሴም ያህቬህ(יהוה) እንዳዘዘው አደረገ፤ ኢያሱንም ወስዶ በካህኑ በአልዓዛርና በመላው ማኅበር ፊት እንዲቆም አደረገው፤",
      "22": "ያህቬህ(יהוה) ባዘዘው መሠረት ሙሴ እጆቹን በኢያሱ ራሱ ላይ ጭኖ ከዚያ በኋላ የእርሱ ተተኪ መሆኑን በግልጥ አስታወቀ፡፡"
    },
    "Chapter 28": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "ለእስራኤል ሕዝብ የምትሰጣቸው ትእዛዝ ይህ ነው፤ መዓዛው ደስ የሚያሰኝ በእሳት የበሰለ ምግብ መባ አድርጋችሁ በተወሰነው ጊዜ አቅርቡልኝ፡፡",
      "3": "ለያህዌ መባ ሆኖ የሚቀርበውም በእሳት የበሰለ ምግብ የሚከተለው ነው፡- በየቀኑ ለሚቀርበው የሚቃጠል መሥዋዕት አንድ ዓመት የሞላቸውና ምንም ነውር የሌለባቸው ሁለት የበግ ጥቦቶች ሲሆኑ፤",
      "4": "የመጀመሪያው ጥቦት ጥዋት፤ ሁለተኛውም ጥቦት ማታ እንዲቀርብ አድርጉ፤",
      "5": "ከእያንዳንዱም ጥቦት ጋር ምርጥ በሆነ፤ በአንድ ሊትር የወይራ ዘይት የተለወሰ አንድ ኪሎ ዱቄት የእህል ቁርባን ሆኖ ይቅረብ፤",
      "6": "ይህም በፍጹም የሚቃጠል የዘወትር መሥዋዕት ነው፤ የዚህ ዐይነቱ መሥዋዕት መዓዛው ያህዌን ደስ የሚያሰኝ የምግብ ቁርባን ሆኖ በመጀመሪያ የቀረበው በሲና ተራራ ላይ ነበር፡፡",
      "7": "ከመጀመሪያው ጥቦት ጋር የወይን ጠጅ መባ ሆኖ እንዲቀርብ አንድ ሊትር የወይን ጠጅ በመሠዊያው ላይ አፍስሱበት፡፡",
      "8": "ሲመሽም ሁለተኛውን ጠቦት ልክ የመጀመሪያው በቀረበበት ሁኔታ የወይን ጠጁንም መባ ጨምራችሁ አቅርቡ፤ እርሱም መዓዛው ያህዌን ደስ የሚያሰኝ የምግብ ቁርባን ይሆናል፡፡",
      "9": "በሰንበት ቀን አንድ ዓመት የሞላቸውና ምንም ነውር የሌለባቸው ሁለት የበግ ጥቦቶች አቅርቡ፤ በወይራ ዘይት የተለወሰ ሁለት ኪሎ ዱቄት ለእህል ቁርባን አቅርቡ፤ እንዲሁም የወይን ጠጁንም መባ አቅርቡ፤",
      "10": "ከወይን ጠጁ መባ ጋር ከሚቀርበው ከዘወትር መሥዋዕት ጋር ይህ የሚቃጠል መሥዋዕት በየሰንበቱ ይቅረብ፡፡",
      "11": "በእያንዳንዱ ወር መጀመሪያ ቀን የሚቃጠል መሥዋዕት ለያህዌ አቅርቡ፤ ይኸውም ነውር የሌለባቸውን ሁለት ወይፈኖች፤ አንድ አውራ በግና አንድ ዓመት የሞላቸው ሰባት ተባዕት የበግ ጥቦቶች ታቀርባላችሁ፡፡",
      "12": "ለእህልም ቁርባን በወይራ ዘይት የተለወሰ ዱቄት አቅርቡ፤ ይኸውም ከእያንዳንዱ ወይፈን ጋር ሦስት ኪሎ ዱቄት፤ ከአውራው በግ ጋር ሁለት ኪሎ ዱቄት፤",
      "13": "ከእያንዳንዱም የበግ ጥቦት ጋር አንድ ኪሎ ዱቄት ታቀርባላችሁ፤ ይህም የሚቃጠል መሥዋዕት ሁሉ መዓዛው ያህዌን ደስ የሚያሰኝ የምግብ መባ ሆኖ ይቀርባል፡፡",
      "14": "ተገቢ ለሆነው ለወይን ጠጅ መባ ከእያንዳንዱ ወይፈን ጋር ሁለት ሊትር የወይን ጠጅ፤ ከአውራው በግ ጋር አንድ ተኩል ሊትር የወይን ጠጅ፤ ከእያንዳንዱም ጥቦት ጋር አንድ ሊትር የወይን ጠጅ አቅርቡ፤ በዓመቱ ሙሉ ወር በገባ በመጀመሪያው ቀን ስለሚቀርበው የሚቃጠል መሥዋዕት የተሰጠው የሥርዓት መመሪያ ይኸው ነው፡፡",
      "15": "በየቀኑ ከሚቀርበው የሚቃጠል መሥዋዕት ጋር የወይኑን ጠጅ መባ በመጨመር አንድ ተባዕት ፍየል ስለ ኃጢአት ስርየት መሥዋዕት አድርጋችሁ አቅርቡ፡፡",
      "16": "ለያህዌ ክብር የምትሰጡበት የፋሲካ በዓል የሚከበረው የመጀመሪያው ወር በገባ በዐሥራ አራተኛው ቀን ይሁን፡፡",
      "17": "በዐሥራ አምስተኛው ቀን ደግሞ እስከ ሰባት ቀን የሚቆይ መንፈሳዊ በዓል ይጀመራል፤ በእነዚያም ቀኖች ውስጥ መበላት ያለበት እርሾ ያልነካው ቂጣ ብቻ ነው፤",
      "18": "በበዓሉ መጀመሪያ ቀን ለአምልኮ ትሰበሰባላችሁ፤ በእርሱ ምንም ሥራ አትሠሩበትም፡፡",
      "19": "መዓዛው ያህዌን ደስ የሚያሰኝ የምግብ ቁርባን አድርጋችሁ የሚቃጠል መሥዋዕት አቅርቡ፤ ይኸውም ነውር የሌለባቸው ሁለት ወይፈኖች፤ አንድ አውራ በግ፤ አንድ ዓመት የሞላቸው ሰባት ተባዕት የበግ ጥቦቶች ታቀርባላችሁ፤",
      "20": "ተገቢ የሆነውንም የእህል ቁርባን በወይራ ዘይት የተለወሰ ዱቄት አቅርቡ፤ ይኸውም ከእያንዳንዱ ወይፈን ጋር ሦስት ኪሎ ዱቄት፤ ከአውራው በግ ጋር ሁለት ኪሎ ዱቄት፤",
      "21": "ከእያንዳንዱም ጥቦት ጋር አንድ ኪሎ ዱቄት ታቀርባላችሁ፡፡",
      "22": "ስለ ኃጢአት ስርየትም የሚሆን አንድ ተባዕት ፍየል ታቀርባላችሁ፤ በዚህም ዐይነት ለሕዝቡ የመንጻትን ሥርዓት ትፈጽማላችሁ፡፡",
      "23": "እነዚህም ሁሉ የሚቀርቡት በየቀኑ ጠዋት ከሚቀርበው የሚቃጠል መሥዋዕት ጋር ተጨማሪ ሆነው ነው፡፡",
      "24": "መዓዛው ያህዌን ደስ የሚያሰኘውንም የምግብ ቁርባን በተመሳሳይ ሁኔታ በሰባቱም ቀኖች ውስጥ ታቀርባላችሁ፤ ይህንንም የምታቀርቡት በየቀኑ ከሚቀርበው የሚቃጠል መሥዋዕትና የወይን ጠጅ መባ ጋር ተጨማሪ በማድረግ ነው፡፡",
      "25": "በሰባተኛው ቀን ለአምልኮ ትሰበስባላችሁ፤ በእርሱ ምንም ሥራ አትሠሩም፡፡",
      "26": "በመከር በዓል መጀመሪያ ቀን አዲስ እህል ለያህዌ መባ አድርጋችሁ በምታቀርቡበት ጊዜ ለአምልኮ ትሰበሰባላችሁ፤ ሥራም አትሠሩም፤",
      "27": "ሁለት ወይፈኖች፤ አንድ አውራ በግ፤ አንድ ዓመት የሞላቸው ሰባት ተባዕት የበግ ጥቦቶች፤ መዓዛው ያህዌን ደስ የሚያሰኝ የሚቃጠል መሥዋዕት አድርጋችሁ ታቀርባላችሁ፡፡",
      "28": "ተገቢ የሆነውንም የእህል ቁርባን በወይራ ዘይት የተለወሰ ዱቄት አቅርቡ፤ ይኸውም ከእያንዳንዱ ወይፈን ጋር ሦስት ኪሎ ዱቄት፤ ከአውራው በግ ጋር ሁለት ኪሎ ዱቄት፤",
      "29": "ከእያንዳንዱም የበግ ጥቦት ጋር አንድ ኪሎ ዱቄት ታቀርባላችሁ፤",
      "30": "ስለ ኃጢአት ስርየትም የሚሆን አንድ ተባዕት ፍየል ታቀርባላችሁ፤ በዚህም ዐይነት ለሕዝቡ የምንጻትን ሥርዓት ትፈጽማላችሁ፤",
      "31": "ይህን ሁሉ መሥዋዕትና የወይን ጠጅ መባ በቀኑ ከሚቀርበው የሚቃጠል መሥዋዕትና የእህል ቁርባን ጋር ተጨማሪ በማድረግ ታቀርባላችሁ፤ እንስሳቱም ነውር የሌለባቸው መሆናቸውን አረጋግጡ፡፡"
    },
    "Chapter 29": {
      "1": "ሰባተኛው ወር በገባ በመጀመሪያው ቀን ለአምልኮ ትሰበሰባላችሁ፤ በእርሱም ምንም ሥራ አትሠሩበትም፤ በዚያን ቀን መለከት ይነፋል፤",
      "2": "ምንም ነውር የሌለባቸውን አንድ ወይፈን፤ አንድ አውራ በግ፤ አንድ ዓመት የሞላቸው ሰባት ተባዕት የበግ ጥቦቶች፤ መዓዛው ያህዌ(יהוה)ን ደስ የሚያሰኝ የሚቃጠል መሥዋዕት አድርጋችሁ ታቀርባላችሁ፡፡",
      "3": "ተገቢ የሆነውንም የእህል ቁርባን በወይራ ዘይት የተለወሰ ዱቄት ታቀርባላችሁ፤ ይኸውም ከወይፈኑ ጋር ሦስት ኪሎ ዱቄት፤ ከአውራው በግ ጋር ሁለት ኪሎ ዱቄት፤",
      "4": "ከእያንዳንዱም ጥቦት ጋር አንድ ኪሎ ዱቄት ታቀርባላችሁ፡፡",
      "5": "ስለ ኃጢአት ስርየትም የሚሆን አንድ ተባዕት ፍየል ታቀርባላችሁ፤ በዚህም ዐይነት ለሕዝቡ የመንጻትን ሥርዓት ትፈጽማላችሁ፡፡",
      "6": "ይህንንም ሁሉ መሥዋዕት በየወሩ መጀመሪያ ቀን ከሚቀርበው የሚቃጠል መሥዋዕትና የእህል ቁርባን፤ እንዲሁም በየቀኑ ከሚቀርበው የሚቃጠል መሥዋዕት የእህል ቁርባንና የወይን ጠጅ መባ ጋር ተጨማሪ በማድረግ ታቀርባላችሁ፤ ይህም መዓዛው ያህዌ(יהוה)ን ደስ የሚያሰኝ የምግብ ቁርባን ይሆናል፡፡",
      "7": "ሰባተኛው ወር በገባ በዐሥረኛው ቀን ለአምልኮ ትሰበሰባላችሁ፤ በዚያን ቀን ምግብ አትመገቡም፤ ሥራም አትሠሩም፤",
      "8": "ምንም ነውር የሌለበትን አንድ ወይፈን፤ አንድ አውራ በግ፤ አንድ ዓመት የሞላቸው ሰባት ተባዕት የበግ ጥቦቶች መዓዛው ያህዌ(יהוה)ን ደስ የሚያሰኝ የሚቃጠል መሥዋዕት አድርጋችሁ አቅርቡ፡፡",
      "9": "ተገቢ የሆነውንም የእህል ቁርባን በወይራ ዘይት የተለወሰ ዱቄት አቅርቡ፤ ይኸውም ከወይፈኑ ጋር ሦስት ኪሎ ዱቄት፤ ከአውራው በግ ጋር ሁለተ ኪሎ ዱቄት፤",
      "10": "ከእያንዳንዱም የበግ ጥቦች ጋር አንድ ኪሎ ዱቄት ታቀርባላችሁ፡፡",
      "11": "ስለ ኃጢአት ስርየትም የሚሆን አንድ ተባዕት ፍየል ታቀርባላችሁ፤ እርሱም ለሕዝቡ የመንጻት ሥርዓት በተፈጸመበት ጊዜ ከሚቀርበው ተባዕት ፍየል እንዲሁም ከእህል ቁርባንና ከወይን ጠጅ መባ፤ በየቀኑ ከሚቀርበው የሚቃጠል መሥዋዕት ጋር ተጨማሪ ሆኖ የሚቀርብ ነው፡፡",
      "12": "ሰባተኛው ወር በገባ በዐሥራ አምስተኛው ቀን በአንድነት ለአምልኮ ትሰበሰባላችሁ፤ ይህንንም በዓል ለያህዌ ክብር በመስጠት ሰባት ቀን አክብሩ፤ በዚህም ቀን ምንም ሥራ አትሥሩ፡፡",
      "13": "በዚህ በመጀመሪያው ቀን ምንም ነውር የሌለባቸውን ዐሥራ ሦስት ወይፈኖች፤ ሁለት የበግ አውራዎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት ተባዕት የበግ ጥቦቶች መዓዛው ያህዌ(יהוה)ን ደስ የሚያሰኝ የምግብ ቁርባን አድርጋችሁ አቅርቡ፡፡",
      "14": "ተገቢ ስለሆነውም የእህል ቁርባን በወይራ ዘይት የተለወሰ ዱቄት አቅርቡ፤ ይኸውም ከእያንዳንዱ ወይፈን ጋር ሦስት ኪሎ ዱቄት፤ ከእያንዳንዱ አውራ በግ ጋር ሁለት ኪሎ ዱቄት፤",
      "15": "ከእያንዳንዱም ጥቦት ጋር አንድ ኪሎ ዱቄት ታቀርባላችሁ፤",
      "16": "ስለ ኃጢአት ስርየትም የሚሆን አንድ ተባዕት ፍየል ታቀርባላችሁ፤ ይህንንም ሁሉ መሥዋዕት የምታቀርቡት በየቀኑ ከሚቀርበው የሚቃጠል መሥዋዕት የእህል ቁርባንና የወይን ጠጅ መባ ጋር ተጨማሪ በማድረግ ነው፡፡",
      "17": "በሁለተኛው ቀን ምንም ነውር የሌለባቸውን ዐሥራ ሁለት ወይፈኖች፤ ሁለት አውራ በጎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት ተባዕት የበግ ጥቦቶች ታቀርባላችሁ፤",
      "18": "እነዚህንም መጀመሪያ ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "19": "እነዚህንም መጀመሪያ ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "20": "በሦስተኛው ቀን ምንም ነውር የሌለባቸውን ዐሥራ አንድ ወይፈኖች፤ ሁለት አውራ በጎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት የበግ ጥቦቶች ታቀርባላችሁ፤",
      "21": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "22": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "23": "በአራተኛው ቀን ነውር የሌለባቸው ዐሥር ወይፈኖች፤ ሁለት አውራ በጎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት የበግ ጥቦቶች ታቀርባላችሁ፤",
      "24": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "25": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "26": "በአምስተኛው ቀን ነውር የሌለባቸው ዘጠኝ ወይፈኖች፤ ሁለት አውራ በጎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት የበግ ጥቦቶች ታቀርባላችሁ፤",
      "27": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "28": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "29": "በስድስተኛው ቀን ነውር የሌለባቸው ስምንት ወይፈኖች፤ ሁለት አውራ በጎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት የበግ ጥቦቶች ታቀርባላችሁ፡፡",
      "30": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "31": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "32": "በሰባተኛውም ቀን ነውር የሌለባቸው ሰባት ወይፈኖች፤ ሁለት አውራ በጎች፤ አንድ ዓመት የሞላቸው ዐሥራ አራት የበግ ጥቦቶች ታቀርባላችሁ፤",
      "33": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "34": "እነዚህንም በመጀመሪያው ቀን ከቀረበው መሥዋዕት ሁሉ ጋር አብራችሁ ታቀርባላችሁ፡፡",
      "35": "በስምንተኛው ቀን በአንድነት ለአምልኮ ትሰበሰባላችሁ፤ በዚያም ቀን ምንም ሥራ አትሠሩም፤",
      "36": "ምንም ነውር የሌለባቸውን አንድ  ወይፈን፤ አንድ አውራ በግ፤ አንድ ዓመት የሞላቸው ሰባት የበግ ጥቦቶች፤ መዓዛው ያህዌን ደስ የሚያሰኝ የምግብ ቁርባን አድርጋችሁ የሚቃጠል መሥዋዕት ታቀርባላችሁ፡፡",
      "37": "ከእነዚህም ጋር ለመጀመሪያው ቀን የተመደበውን መሥዋዕት ሁሉ አብራችሁ አቅርቡ፡፡",
      "38": "ከእነዚህም ጋር ለመጀመሪያው ቀን የተመደበውን መሥዋዕት ሁሉ አብራችሁ አቅርቡ፡፡",
      "39": "በታወቁት በዓላት ላይ ለያህዌ(יהוה) ስለምታቀርቡት የሚቃጠል መሥዋዕት፤ የእህል ቁርባን፤ የወይን ጠጅ መባና ስለ ደኅንነት የሚቀርበው የኅብረት መሥዋዕት የተሰጡት የሥርዓት መመሪያዎች እነዚህ ናቸው፤ ይህንንም ሁሉ መሥዋዕት የምታቀርቡት ስለ ስእለት መፈጸም ወይም በበጎ ፈቃድ ከሚቀርበው መሥዋዕት ሁሉ ጋር ተጨማሪ አድርጋችሁ ነው፡፡",
      "40": "በዚህ ዐይነት ሙሴ ያህዌ ያዘዘውን ሁሉ ለእሥራኤል ሕዝብ ነገራቸው፡፡"
    },
    "Chapter 30": {
      "1": "ሙሴ ለእስራኤል ነገድ መሪዎች ያህዌ ያዘዛቸውን የሚከተሉትን የሥርዓት መመሪያዎች ሰጠ፤",
      "2": "አንድ ሰው ለያህዌ አንድ ነገር ለመስጠት ቢሳል ወይም ከአንድ ነገር ለመከልከል በመሓላ ቃል ቢገባ፤ አደርጋለሁ ያለውን ሁሉ መፈጸም አለበት እንጂ የሰጠውን የተስፋ ቃል ማስቀረት አይገባውም፡፡",
      "3": "ገና በአባትዋ ቤት የምትኖር ልጃገረድ ለያህዌ አንድ ነገር ለመስጠት ብትሳል ወይም ከአንድ ነገር ለመከልከል በመሓላ ቃል ብትገባ፤",
      "4": "አባትዋ ስለዚህ ጉዳይ ሰምቶ ካልተቃወማት በቀር ስእለትዋን ወይም የገባችውን የመሐላ ቃል መፈጸም አለባት፡፡",
      "5": "አባትዋ ስለጉዳዩ ሰምቶ ስእለትዋን እንዳትፈጽም የሚቃወማት ከሆነ ግን ስእለትዋን የመፈጸም ግዴታ አይኖርባትም፤ ስእለትዋን ለመፈጸም ያልቻለችው አባትዋ ስለከለከላት በመሆኑ ምክንያት ያህዌ ይቅርታ ያደርግላታል፡፡",
      "6": "ባል ያላገባች ሴት አስባም ሆነ በግድየለሽነት ስእለት ካደረገች ወይም ከአንድ ነገር ለመከልከል በመሐላ ቃል ከገባች በኋላ ባል ብታገባ፤",
      "7": "ባልዋ ስለጉዳዩ ሰምቶ ካልከለከላት በቀር ስእለትዋንም ሆነ በመሐላ የገባችውን ቃል መፈጸም አለባት፡፡",
      "8": "ባልዋ ስለ ጉዳዩ ሰምቶ ከከለከላት ግን የመፈጸም ግዴታ የለባትም፤ ስእለትዋን ለመፈጸም ያልቻለችው ባልዋ ስለከለከላት በመሆኑ ምክንያት ያህዌ ይቅርታ ያደርግላታል፡፡",
      "9": "ባልዋ የሞተባት መበለትም ወይም ከባልዋ የተፋታች ሴት ማንኛቸውንም ስእለት ሆነ ወይም ከአንድ ነገር ለመከላከል በመሐላ የገባችውን ቃል መፈጸም አለባት፡፡",
      "10": "ባል ያገባች ሴት ስእለት ብትሳል ወይም ከአንድ ነገር ለመከላከል በመሐላ ቃል ብትገባ፤",
      "11": "ባልዋ ስለ ጉዳዩ ሰምቶ ካልተቃወማት በቀር ስእለትዋንም ሆነ ከአንድ ነገር ለመከላከል የገባችውን መሐላ መፈጸም ይኖርባታል፤",
      "12": "ባልዋ ስለ ጉዳዩ ሰምቶ ስእለትዋን እንዳትፈጽም ቢከለክላት ግን የመፈጸም ግዴታ የለባትም፤ ስእለትዋን ለመፈጸም ያልቻለችው ባልዋ ስለከለከላት በመሆኑ ምክንያት ያህዌ ይቅርታ ያደርግላታል፡፡",
      "13": "ባልዋ ማንኛውንም ስእለት ሆነ መሐላ የመፍቀድ ወይም የመቃወም መብት አለው፡፡",
      "14": "ነገር ግን ባልዋ ስለጉዳዩ በሰማበት ቀን ማግሥት ምንም ተቃውሞ ያላቀረበ ከሆነ ስእለትዋንና በመሐላ የገባችውን ቃል ሁሉ መፈጸም ይኖርባታል፤ ምክንያቱም ስለ ጉዳዩ በሰማበት ቀን ተቃውሞ አለማቅረቡ ፈቃደኛ መሆኑን ያረጋግጣል፡፡",
      "15": "ነገር ግን ቆየት ብሎ ስእለቱን የሚቃወም ከሆነ ለስእለቱ አለመፈጸም ኀላፊ ይሆናል፡፡",
      "16": "ሳታገባ በአባትዋ ቤት የምትኖር ልጃገረድ ወይም ያገባች ሴት ስእለት ወይም የመሐላ ቃል በምትገባበት ጊዜ ስለምትከተለው ደንብ ሁሉ ያህዌ ለሙሴ የሰጠው የሥርዓት መመሪያ ይህ ነው፡፡"
    },
    "Chapter 31": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤ “በእስራኤል ሕዝብ ላይ ስለፈጸሙት በደል ምድያማውያንን ቅጣ፤ ይህንንም ካደረግህ በኋላ አንተ ትሞታለህ፡፡”",
      "2": "ስለዚህ ሙሴ ሕዝቡን እንዲህ አለ፤ “ምድያማውያን በያህዌ ላይ ስለፈጸሙት በደል በእነርሱ ላይ አደጋ ጥላችሁ ትቀጡአቸው ዘንድ ለጦርነት ተዘጋጁ፤",
      "3": "ከእያንዳንዱ የእስራኤል ነገድ አንዳንድ ሺ ወንዶችን መርጣችሁ ወደ ጦርነቱ ላኩ፡፡”",
      "4": "ስለዚህ ከእያንዳንዱ ነገድ አንዳንድ ሺ ተመርጦ ዐሥራ ሁለት ሺ ሰዎች ለጦርነት ተዘጋጁ፡፡",
      "5": "እነርሱንም ሙሴ በካህኑ በአልዓዛር ልጅ በፊንሐስ መሪነት ወደ ጦርነት ላካቸው፤ ፊንሐስ በንዋያተ ቅድሳቱና ምልክት ለመስጠት በሚነፉ መለከቶች ላይ ኃላፊነት የነበረው ነው፡፡",
      "6": "እነርሱም ያህዌ ሙሴን ባዘዘው መሠረት በምድያማውያን ላይ አደጋ ጥለው ወንዶችን ገደሉ፡፡",
      "7": "አምስቱንም የምድያም ነገሥታት ኤዊን፤ ሬቄምን፤ ጹርን፤ ሑርንና ሬባዕን ገደሉ፤ የቢዖርን ልጅ በለዓምንም ገደሉት፡፡",
      "8": "የእስራኤል ሕዝብ ምድያማውያን ሴቶችንና ሕፃናትን ማረኩ፤ የከብት፤ የበግና የፍየል መንጋዎቻቸውን ወሰዱ፤ ሀብታቸውን ሁሉ በዘበዙ፤",
      "9": "ከተሞቻቸውንና የሰፈሩትን ቦታ ሁሉ አቃጠሉ፤",
      "10": "እስረኞችንና እንስሳትን ሳይቀር የማረኩትን ነገር ሁሉ ሰብስበው፤",
      "11": "ከዮርዳኖስ ማዶ በኢያሪኮ ትይዩ በሞአብ ሜዳ ላይ ሰፍረው ወደነበሩት ወደ ሙሴና ወደ አልዓዛር እንዲሁም ወደ መላው ማኅበር አመጡአቸው፡፡",
      "12": "ሙሴ፤ አልዓዛርና ሌሎቹም የማኅበሩ መሪዎች ሠራዊቱን ለመቀበል ከሰፈር ወጡ፤",
      "13": "ሙሴ ግን ከጦርነት በተመለሱት በጭፍራ አለቆች ላይ ተቆጣ፤",
      "14": "እንዲህም ሲል ጠየቃቸው “ሴቶችን በሙሉ በሕይወት ያስቀራችሁት ለምንድን ነው?",
      "15": "በፐዖር ሳለን የበለዓምን ምክር ተቀብለው ሕዝቡ በያህዌ ላይ ያላቸውን እምነት እንዲተው ያደረጉ ሴቶች መሆናቸውን ዘነጋችሁን? በያህዌ ሕዝብ ላይ የአባር ቸነፈር መቅሠፍት ያመጣም ያ ስሕተት ነበር፡፡",
      "16": "ስለዚህ አሁን እያንዳንዱን ወንድ ልጅና እያንዳንዲቱን ከወንድ ጋር የግብረ ሥጋ ግንኙነት የፈጸመች ሴት ግደሉ፡፡",
      "17": "ነገር ግን ልጃገረዶቹን ወይም ድንግል የሆኑትን ሴቶች በሕይወት እንዲኖሩ አድርጋችሁ ለራሳችሁ አስቀሩ፡፡",
      "18": "ከእናንተ መካከል ሰው የገደለ ወይም ሬሳ የነካ ሁሉ ለሰባት ቀን ከሰፈር ውጭ ይቆይ፤ በሦስተኛውና በሰባተኛው ቀን ራሳችሁንና የማረካችኋቸውን ሴቶች፤",
      "19": "እንዲሁም ማንኛውንም ልብስ ወይም ከቆዳ፤ ከፍየል ጠጉር ወይም ከእንጨት የተሠራ ነገር ሁሉ አጽዱ፡፡”",
      "20": "ካህኑ አልዓዛር ከዘመቻ ለተመለሱት ወንዶች እንዲህ አለ፤ “ያህዌ ለሙሴ የሰጠው የሥርዓት መመሪያዎች እነዚህ ናቸው፡-",
      "21": "እንደ ወርቅ፤ ብር፤ ነሐስ፤ ብረት፤ ቆርቆሮ ወይም እርሳስ የመሳሰሉ እሳት የማይጎዳቸው ነገሮች በእሳት ውስጥ አልፈው መጥራት ይኖርባቸዋል፤ በኋላም እነዚህ ነገሮችና ሌላው ነገር ሁሉ የሚነጻው ለመንጻት ሥርዓት በተመደበው ውሃ ነው፡፡",
      "22": "በሰባተኛው ቀን ልብሳችሁን ታጥባላችሁ፤ ከዚያም በኋላ በሥርዓት የነጻችሁ ስለምትሆኑ ወደ ሰፈር መግባት ይፈቀድላችኋል፡፡”",
      "23": "ያህዌ ሙሴን እንዲህ አለው፤",
      "24": "“አንተና አልዓዛር ከቀሩት የማኅበሩ መሪዎች ጋር በመሆን እስረኞችንና እንስሳትን ጭምር በምርኮ የተገኘውን ማንኛውንም ነገር ቁጠሩ፡፡",
      "25": "በሁለት መድባችሁም አንደኛውን ክፍል ወደ ጦርነት ለሄዱ ወታደሮች፤ ሁለተኛውን ክፍል ለቀሩት የማህበሩ አባላት ስጡ፡፡",
      "26": "ለወታደሮቹ ከተመደበው ክፍል፤ ከአምስት መቶ እስረኞች አንዱን፤ አንዲሁም ከከብቱ ከአህዮቹ፤ ከበጎቹና ከፍየሎቹ ከአምስት መቶው አንዱን እጅ ለያህዌ መባ አድርጋችሁ ለዩ፤",
      "27": "ለያህዌ ልዩ ስጦታ በማድረግም ለካህኑ ለአልዓዛር ስጡት፡፡",
      "28": "ለቀሩት የማህበሩ አባላት ከተሰጠውም ክፍል ከኀምሳ እስረኞች አንዱን፤ በዚሁ መጠን ከከብቱ፤ ከአህዮቹ፤ ከበጎቹና ከፍየሎቹ ለይታችሁ ያህዌ ለሚመለክበት ድንኳን ኀላፊዎች ለሆኑት ሌዋውያን ስጡ፡፡”",
      "29": "ሙሴና አልዓዛርም ያህዌ ያዘዛቸውን ሁሉ አደረጉ፡፡",
      "30": "ለራሳቸው ካስቀሩት ጭምር ወታደሮቹ የማረኩት ንብረት ዝርዝር የሚከተለው ነው፤ ስድስት መቶ ሰባ አምስት ሺ በጎችና ፍየሎች፤ ሰባ ሁለት ሺ ከብቶች፤ ስልሳ አንድ ሺ አህዮችና፤ ሠላሳ ሁለት ሺ ደናግል፡፡",
      "31": "ለወታደሮቹ ድርሻ ሆኖ የተከፈለው፡- ሦስት መቶ ሠላሳ ሰባት ሺ አምስት መቶ በጎችና ፍየሎች ሲሆኑ፤",
      "32": "ከእነዚህም ስድስት መቶ ሰባ አምስቱ ለያህዌ መባ ሆነው የተሰጡ ነበሩ፤",
      "33": "ለወታደሮቹ የተሰጡት ከብቶች ብዛት ሠላሳ ስድራት ሺ ሲሆን ከእነርሱም፣ ሰባ ሁለቱ ለያህዌ መባ ሆነው የተሰጡ ነበሩ፤",
      "34": "ለወታደሮቹ የተሰጡት አህዮች ሠላሳ ሺ አምስት መቶ ሲሆኑ ከእነዚህም ስልሳ አንዱ ለያህዌ መባ ሆነው የተሰጡ ነበሩ፤",
      "35": "ለወታደሮቹ የተሰጡት ደናግል አስራ ስድራት ሺ ሲሆኑ፤ ከእነዚህም ሠላሳ ሁለቱ ለያህዌ አገልግሎት የተለዩ ነበሩ፡፡",
      "36": "ስለዚህም ሙሴ ያህዌ ባዘዘው መሠረት መባውን ለያህዌ ልዩ ስጦታ በማድረግ ለአልዓዛር ሰጠው፡፡",
      "37": "የማኅበሩ አባሎች ድርሻ ከወታደሮቹ ድርሻ ጋር ተመሳሳይና እኩል ነበር፤",
      "38": "ይኸውም ሦስት መቶ ሠላሳ ሰባት ሺ አምስት መቶ በጎችና ፍየሎች፤",
      "39": "ሠላሳ ስድራት ሺ ከብቶች፤",
      "40": "ሠላሳ ሺ አምስት መቶ አህዮችና፤",
      "41": "ዐሥራ ስድራት ሺ ደናግል ነበሩ፡፡",
      "42": "ከዚህም ድርሻ ሙሴ ከኀምሳው አንድ አስረኛ፤ ከኀምሳው አንድ እንስሳ ወስዶ ያህዌ ባዘዘው መሠረት በያህዌ ድንኳን ላይ ኀላፊነት ላላቸው ለሌዋውያን ሰጠ፡፡",
      "43": "ከዚህ በኋላ የሠራዊቱ አዛዦች የነበሩት የጦር ሹማምንት ወደ ሙሴ ቀርበው እንዲህ አሉ፤",
      "44": "“ጌታ! በእኛ ትእዛዝ ስር የነበሩትን ወታደሮች ቆጥረናል፤ ከእነርሱ አንድም የጎደለ የለም፡፡",
      "45": "ስለዚህ እያንዳንዳችን ወስደነው የነበረውን የወርቅ ጌጣጌጥ ማለትም የእግር አልቦውን፤ የእጅ አንሩን፤ የጣት ቀለበቱን፤ የጆሮ ጉትቻውንና የአንገት ድሪውን ሁሉ ይዘን መጥተናል፤ ይህን ሁሉ ይጠብቀንና በሕይወት ያኖረን ዘንድ፤ ስለ ሕይወታችን ቤዛ በማድረግ ለያህዌ እንሰጣለን፡፡”",
      "46": "ሙሴና አልዓዛር በጌጣጌጥ መልክ ተሠርቶ የነበረውን ወርቅ ሁሉ ተቀበሉ፡፡",
      "47": "የጦር ሹማምንቱ አዋጥተው የሰጡት ወርቅ ክብደቱ ሁለት መቶ ኪሎ ያህል ሆነ፡፡",
      "48": "የጦር ሹማምንት ያልሆኑት ወታደሮች ግን ያመጡትን ምርኮ ለራሳቸው አስቀሩ፡፡",
      "49": "ስለዚህ ሙሴና አልዓዛር የእስራኤልን ሕዝብ ያህዌ ይጠብቃቸው ዘንድ ወርቁን ወደ ድንኳኑ አስገቡ፡፡"
    },

    "Chapter 32": {
      "1": "የሮቤልና የጋድ ነገዶች እጅግ ብዙ የከብት መንጋ ነበራቸው፤ የያዕዜርና የገለዓድ ምድር ለከብት ተስማሚ መሆኑን ባዩ ጊዜ፤",
      "2": "ወደ ሙሴና አልአዛር እንዲሁም ወደ ሌሎቹ የማኅበሩ መሪዎች ሄደው እንዲህ አሉ፤",
      "3": "ይህ እሥራኤላውያን እንዲወርሱት ያህቬህ(יהוה) የረዳቸው የዐጣሮት፤ የዲቦን፤ የያዕዜር፤ የኒምራ፤ የሐሴቦን፤ የኤልዓሌ፤ የሲብማ፤ የነቦና የበዖን ከተሞች የሚገኙበት ምድር ተስማሚ ነው፤ እኛ ደግሞ ብዙ ከብት አለን፤",
      "4": "ስለዚህ እባካችሁ ይህን ምድር ርስት አድርጋችሁ ስጡን፤ የዮርዳኖስን ምድር ተሻግረን በዚያ እንድንሰፍር አታድርጉን፡፡",
      "5": "ሙሴም እንዲህ ሲል መለሰ፡ “ወገኖቻችሁ እሥራኤላውያን ወደ ጦርነት ሲሄዱ እናንተ እዚህ መቅረት ትፈልጋላችሁን?",
      "6": "የእሥራኤል ሕዝብ ዮርዳኖስን ተሻግረው ያህቬህ(יהוה) ወደሰጣቸው ምድር እንዳይገቡ ተስፋ የምታስቆርጡት ለምንድን ነው?",
      "7": "ምድሪቱን ያጠኑ ዘንድ ወደ ቃዴስ በርኔ በላክሁአቸው ጊዜ አባቶቻችሁ ያደረጉት ይህንኑ ነበር፤",
      "8": "እስከ ኤሽኮል ሸለቆ ሄደው ምድሪቱን ተመለከቱ፤ ነገር ግን ከዚያ በተመለሱ ጊዜ ሕዝቡ ያህቬህ(יהוה) ወደሰጣቸው ምድር እንዳይገቡ ተስፋ አስቆረጡ፤",
      "9": "በዚያን ጊዜ ያህዌ ተቆጥቶ እንዲህ አለ፤ ‹በእኔ በመተማመን ስላልጸኑ፤ ከግብጽ ምድር ከወጡት ዕድሜአቸው ሃያ ዓመት የሞላቸውና ከዚያም በላይ የሆኑ ሁሉ ለአብርሃም፤ ለይስሐቅና ለያዕቆብ ልሰጣቸው ቃል ወደገባሁላቸው ምድር ከቶ እንደማይገቡ ምያለሁ፡፡›",
      "10": "ይህም ከቀኒዛዊው ከይፉኔ ልጅ ከካሌብና ከነዌ ልጅ ከኢያሱ በቀር ማንኛውንም ሰው የሚያጠቃልል ነው፡፡ ለያህዌ ታማኞች ሆነው የተገኙት እነርሱ ብቻ ናቸው፡፡",
      "11": "ያህቬህ(יהוה) በሕዝቡ ላይ ተቆጥቶ ስለነበር፤ እነዚያ ያሳዘኑት ትውልዶች በሙሉ እስከሚያልቁ ድረስ ለአርባ ዓመት በምድረ በዳ እንዲንከራተቱ አደረጋቸው፤",
      "12": "አሁን ደግሞ እናንተ በአባቶቻችሁ ስፍራ ተተክታችኋል፤ የፈጣሪንም ቁጣ በእስራኤል ላይ ለማምጣት የተዘጋጀ አዲስ ኃጢአተኛ ትውልድ ሆናችኋል፡፡",
      "13": "እናንተ የሮቤልና የጋድ ሰዎች አሁን ያህዌን ለመከተል እምቢ ብትሉ፤ እርሱም ይህን ሕዝብ እንደገና በምድረ በዳ ይተወዋል፤ በእነርሱም ላይ በሚደርሰው ጥፋት እናንተ ኀላፊዎች ትሆናላችሁ፡፡",
      "14": "እነርሱም ወደ ሙሴ ቀርበው እንዲህ አሉ፤ “በመጀመሪያ በዚህ ለእንስሶቻችን የድንጋይ በሮች፤ ለልጆቻችንም የተመሸጉ ከተሞችን እንድንሠራ ፍቀድልን፤",
      "15": "ከዚያም በኋላ ከወገኖቻችን ከእሥራኤላውያን ጋር ወደ ጦርነት ለመሄድና የራሳቸው ወደሆነችው ምድር ገብተው እስኪሰፍሩ ድረስ በግንባር ቀደምነት ተሰልፈን ለመዋጋት ዝግጁዎች እንሆናለን፤ እኛም ይህን ግዳጅ ፈጽመን እስከምንመለስ ልጆቻችን በእነዚህ በተመሸጉ ከተሞች ይኖራሉ፤ በዚህች ምድር ከሚኖሩትም ሰዎች ወገን ጉዳት አይደርስባቸውም፡፡",
      "16": "ሌሎቹ እሥራኤላውያን ሁሉ ለእነርሱ የተመደበላቸውን ምድር እስከሚወርሱ ድረስ ወደቤታችን አንመለስም፤",
      "17": "እኛ የራሳችንን ድርሻ እዚህ ከዮርዳኖስ በስተምሥራቅ ስለወሰድን ከዮርዳኖስ ማዶ ለእነርሱ ከተመደበው ርስት ምንም አንወስድም፡፡",
      "18": "ሙሴም እንዲህ ሲል መለሰ፤ “ይህ የተናገራችሁት ሁሉ እውነት ከሆነ እዚህ በያህቬህ(יהוה) ፊት ወደ ጦርነት ለመሄድ ተዘጋጁ፡፡",
      "19": "የጦር ሰዎቻችሁ ሁሉ ዮርዳኖስን መሻገር፤ በያህዌ አዛዥነት በጠላቶቻችን ላይ መዝመት፤ ያህቬህ(יהוה) ድል አድርጎ፤",
      "20": "ምድራቸውን እስኪወስድ ድረስ መዋጋት አለባቸው፤ ይህን ካደረጋችሁ በኋላ መመለስ ትችላላችሁ፤ ምክንያቱም በዚያን ጊዜ ለያህቬህ(יהוה)ም ሆነ ለወገኖቻችሁ ለእሥራኤላውያን ያለባችሁን ግዴታ ትወጣላችሁ፤ በዚያን ጊዜ ይህ ከዮርዳኖስ በስተምሥራቅ ያለው ምድር የእናንተ ርስት መሆኑን ያህቬህ(יהוה) ያረጋግጥላችኋል፡፡",
      "21": "ቃላችሁን ባትጠብቁ ግን ያህቬህ(יהוה)ን የምታሳዝኑ ሆናችሁ እንዳትገኙ አስጠነቅቃችኋለሁ፤ ስለ ኃጢአታችሁም ቅጣት የሚደርስባችሁ መሆኑንም አትዘንጉ፡፡",
      "22": "ስለዚህ ከተሞቻችሁንና ለእንስሶቻችሁ የሚሆኑትን በረቶች ሥሩ፤ ነገር ግን የገባችሁትንም የተስፋ ቃል ፈጽሙ፡፡",
      "23": "የጋድና የሮቤል ሰዎችም እንዲህ አሉ፤ “ጌታ! ያዘዝኸንን ሁሉ እንፈጽማለን፤",
      "24": "ሚስቶቻችንና ልጆቻችን፤ ከብቶቻችንና በጎቻችን፤ በዚህ በገለዓድ ከተሞች ይቆያሉ፤",
      "25": "እኛ ሁላችን ግን በያህቬህ(יהוה) መሪነት ወደ ጦርነት ለመሄድ ዝግጁዎች ነን፤ ልክ አንተ እንደተናገርኸው ዮርዳኖስን ተሻግረን እንዋጋለን፡፡",
      "26": "ስለዚህም ሙሴ ለአልዓዛርና ለኢያሱ ለሌሎችም የእስራኤል መሪዎች ይህን ትእዛዝ ሰጠ፤",
      "27": "“የጋድና የሮቤል ሰዎች ዮርዳኖስን ተሻግረው በያህቬህ(יהוה) መሪነት ለጦርነት የሚዘጋጁ ከሆነና በእነርሱም እርዳታ ምድሪቱን የምትወርሱ ከሆነ የገለዓድን ምድር ለእነርሱ ርስት አድርጋችሁ ስጡአቸው፡፡",
      "28": "ዮርዳኖስን ተሻግረው ከእናንተ ጋር ወደ ጦርነት የማይሄዱ ከሆነ ግን ልክ እንደ እናንተው በከነዓን ምድር የራሳቸው ድርሻ የሆነ ርስት ይሰጣቸው፡፡",
      "29": "የጋድና የሮቤል ሰዎችም እንዲህ ሲሉ መልስ ሰጡ፤ “ጌታ!ያህቬህ(יהוה) ያዘዘንን ሁሉ እናደርጋለን፤",
      "30": "በእርሱም መሪነት ወደ ከነዓን ምድር እንሻገራለን፤ በዚህ በዮርዳኖስ በስተ ምሥራቅ ያለውን ምድር ለራሳችን ለማስቀረት ወደ ጦርነት እንሄዳለን፡፡",
      "31": "ስለዚህ ሙሴ የአሞራውያንን ንጉሥ ሲሆንንና የባሳንን ንጉሥ ዖግን ግዛት በዙሪያቸው ያሉትን ከተሞችና አገሮች ጭምር ለጋድና ለሮቤል ነገዶች አንዲሁም ለምናሴ ነገድ እኩሌታ ሰጠ፤",
      "32": "የጋድ ነገድ የተመሸጉትን የዲቦን የአጣሮትን፤ የዓሮኤርን፤",
      "33": "የዓጥሮን፤ የሾፋን፤ የያዕዜርን፤ የዮግበሃን፤",
      "34": "የቤትሪምራንና የቤትሃራንን ከተሞች በማደስ ለከብቶቹም በረቶችን ሠራ፡፡",
      "35": "የሮቤል ነገድ የሐሴቦንን፤ የዔልአሌን፤ የቂርያታይምን፤",
      "36": "የነቦን፤ በኋላ ስሙ የተለወጠው የባዓልመዖንንና የሲብማን ከተሞች አደሰ፤ እነርሱም ላደሱአቸው ከተሞች ሁሉ አዲስ ስም አወጡላቸው፡፡",
      "37": "የምናሴ ልጅ የማኪር ቤተሰብ የገለዓድን ምድር በመውረር ወረሰ፤ በዚያም ይኖሩ የነበሩትን አሞራውያን አባረረ፡፡",
      "38": "ስለዚህም ሙሴ የገለዓድን ምድር ለማኪር ቤተሰብ ሰጣቸው፤ እነርሱም በዚያ ኖሩ፡፡",
      "39": "ከምናሴ ነገድ የሆነው ያኢር በአንዳንድ መንደሮች ላይ አደጋ ጥሎ ወሰዳቸው፤ “የያኢር መንደሮች” ብሎም ሰየማቸው፡፡",
      "40": "ኖባሕ ደግሞ በቀናትና በመንደሮችዋ ላይ አደጋ በመጣል ወሰዳቸው፤ በራሱም ስም “ኖባሕ” ባሎ ሰየማቸው፡፡"
    },
    "Chapter 33": {
      "1": "እሥራኤላውያን በየነገዳቸው ተከፋፍለው በሙሴና በአሮን መሪነት ከግብጽ ከወጡ በኋላ በየጊዜው የሰፈሩባቸውን ቦታዎች የሚያስረዳው ታሪክ ይህ ነው፡፡",
      "2": "በየጊዜው የሰፈሩባቸውን ቦታዎች ስሞች ሙሴ በያህቬህ(יהוה) ትእዛዝ መሠረት ጻፈ፡፡",
      "3": "የእሥራኤል ሕዝብ ከግብጽ ምድር የወጡት የመጀመሪያው ወር በገባ በዐሥራ አምስተኛው ቀን ማለትም በመጀመሪያው የፋሲካ በዓስ ማግሥት ነበር፡፡ ግብጻውያን ሁሉ ፊት ለፊት እያዩአቸው በአምላካቸው ጠባቂነት የራምሴን ከተማ ለቀው ወጡ፤",
      "4": "ግብጻውያን በዚያን ጊዜ በያህቬህ(יהוה) መቅሰፍት የሞቱትን የበኩር ልጆቻቸውን ይቀብሩ ነበር፤ ያህቬህ(יהוה) ይህን በማድረጉ ከግብጽ አማልክት ይበልጥ ብርቱ መሆኑን አሳይቶአል፡፡",
      "5": "የእሥራኤል ሕዝብ ከራምሴ ተነሥተው በመጓዝ በሱኮት ሰፈሩ፤",
      "6": "ከዚያም ተነሥተው በበረሓው ጫፍ በምትገኘው በኤታም ሰፈሩ፤",
      "7": "ከኤታም ተነሥተው በባዓልጸፎን በስተምሥራቅ ወደ ፒሃሒሮት በመመለስ በሚግዶል አጠገብ ሰፈሩ፤",
      "8": "ከፒሃሒሮት ተነሥተው ቀይ ባሕርን በመሻገር ወደ ሹር በረሓ መጡ፤ ከሦስት ቀን ጉዞ በኋላ በማራ ሰፈሩ፤",
      "9": "ከዚያም ተነሥተው ዐሥራ ሁለት የውሃ ምንጮችና ሰባ የተምር ዛፎች ወደሚገኙባት ወደ ኤሊም ሄደው በዚያ ሰፈሩ፡፡",
      "10": "ከኤሊም ተነስተው በሲዌዝ የባሕር ሰላጤ አጠገብ ሰፈሩ፤",
      "11": "ቀጥሎም በሲን ምድረ በዳ ሰፈሩ፤",
      "12": "ከዚያም በኋላ በዳፍቃ ሰፈሩ፤",
      "13": "ቀጥሎም በአሉሽ ሰፈሩ፤",
      "14": "ከዚያም ተነሥተው የመጠጥ ውሃ በሌለበት በረፊዲም ሰፈሩ፡፡",
      "15": "ከረፊዲም አንሥቶ እስከ ሆር ተራራ የሰፈሩባቸው ቦታዎች ከዚህ የሚከተሉት ናቸው፡- ሲና በረሓ፤",
      "16": "ቂብሮት ሃታአዋ (ወይም የምኞት መቃብር)፤",
      "17": "ሐጺሮት፤",
      "18": "ሪትም፤",
      "19": "ሪሞንፔሬዝ፤",
      "20": "ሊብና፤",
      "21": "ሪሳ፤",
      "22": "ቀሄላታ፤",
      "23": "ሼፌር ተራራ፤",
      "24": "ሐራዳ፤",
      "25": "ማቅሄሎት፤",
      "26": "ተሐት፤",
      "27": "ቴራሕ፤",
      "28": "ሚትቃ፤",
      "29": "ሐሽሞና፤",
      "30": "ሞሴሮት፤",
      "31": "ቤኔያዕቃን፤",
      "32": "ሖርሃጊድራድ፤",
      "33": "ዮጥባታ፤",
      "34": "ዓብሮና፤",
      "35": "ዔጽዮንጋብር፤",
      "36": "ጺን ምድረ በዳ ወይም ቃዴስና በኤዶም ምድር ጫፍ የሚገኘው የሆር ተራራ፡፡",
      "37": "በያህዌ ትእዛዝ ካህኑ አሮን ወደ ሆር ተራራ ወጣ፤",
      "38": "እሥራኤላውያን ከግብጽ በወጡ በአርባኛው ዓመት፤ በአምስተኛው ወር በመጀመሪያው ቀን በመቶ ሃያ ሦስት ዓመቱ ሞተ፡፡",
      "39": "አሮን በሞተ ጊዜ ዕድሜው መቶ ሃያ ሦስት ዓመት ነበር።",
      "40": "በደቡብ ከነዓን የምትገኘው የዐራድ አገር ንጉሥ የእሥራኤላውያንን መምጣት ሰማ፡፡",
      "41": "ከሖር ተራራ እስከ ሞአብ ሜዳዎች ድረስ እሥራኤላውያን የሰፈሩባቸው ቦታዎች የሚከተሉት ናቸው፤ ጻልሞና፤",
      "42": "ፑኖን፤",
      "43": "አቦት፤",
      "44": "በሞአብ ግዛት የሚገኙ የዐባሪም ፍራሾች፤",
      "45": "ዲቦንጋድ፤",
      "46": "ዓልሞን ዲብላታይም፤",
      "47": "በነቦ ተራራ አጠገብ የሚገኘው የዐባሪም ተራራና፤",
      "48": "ከዮርዳኖስ ማዶ በኢያሪኮ ትይዩ በቤትየሺሞትና በሺጢም ሸለቆ መካከል ያለው የሞአብ ሜዳ፡፡",
      "49": "እሥራኤላውያን በዮርዳኖስ አጠገብ ከቤት የሺሞት እስከ አቤል ሺጢም ባለው በሞአብ ሜዳዎች ላይ ሰፈሩ።",
      "50": "በኢያሪኮ ትይዩ ከዮርዳኖስ ማዶ በሞአብ ሜዳ ላይ ሳሉ ለእስራኤል ሕዝብ ይነግራቸው ዘንድ ያህዌ ለሙሴ የሚከተለውን መመያ ሰጠው፤",
      "51": "“ዮርዳኖስን ተሻግራችሁ ወደ ከነዓን ምድር ስትገቡ፤",
      "52": "በምድሪቱ ላይ የሚኖሩትን ሰዎች ሁሉ ከፊታችሁ ነቃቅላችሁ አባርሩ፤ ከድንጋይና ከብረት የተሠሩትን ጣዖቶቻቸውን እንዲሁም የማምለኪያ አጸዶቻቸውን ሁሉ በማፈራረስ ደምስሱ፡፡",
      "53": "ለእናንተ የሰጠኋት ስለሆነ፤ ምድሪቱን ወርሳችሁ በእርስዋ ኑሩ፡፡",
      "54": "ምድሪቱንም በተለያዩት ነገዶችና ጎሳዎች መካከል በዕጣ ተከፋፈሉ፤ የጎሳው ቁጥር ከፍ ላለው ሰፊ መሬት ይሰጠው፤ የጎሳው ቁጥር አነስተኛ ለሆነው ደግሞ ተመጣጣኝ መሬት ይሰጠው፡፡",
      "55": "በምድሪቱ ላይ የሚኖሩትን ሰዎች ሁሉ አሳዳችሁ ካላጠፋችሁ ግን ለዐይናችሁ እንደ ስንጥር ለጎናችሁም እንደ እሾህ በመሆን ያስቸግሯችኋል፤ በምትቀመጡባትም ምድር ዘወትር ጦርነት በማስነሳት ያስጨንቁአችኋል፡፡",
      "56": "እነርሱን አሳዳችሁ ካላጠፋችሁ እነርሱን ለማጥፋት እንዳቀድሁት ሁሉ እናንተን አጠፋለሁ፡፡”"
    },
    "Chapter 34": {
      "1": "ያህዌ ሙሴን እንዲህ አለው፤",
      "2": "‹እስራኤላውያንን እንዲህ ብለህ እዘዝ፡- እኔ ወደምሰጣችሁ ወደ ከነዓን ምድር በምትገቡበት ጊዜ የግዛታችሁ ወሰን እንደሚከተለው ይሆናል፡-",
      "3": "የደቡብ ድንበር ከጺን ምድረ በዳ ተነሥቶ የኤዶምን ጠረፍ እያዋሰነ ያልፋል፤ ይኸውም በስተ ምሥራቅ በኩል የሚጀምረው ከሙት ባሕር በስተ ደቡብ ጫፍ ላይ ነው፡፡",
      "4": "ከዚያም ወደ ዐቅራቢም መተላለፊያ ወደ ደቡብ በማምራት በጺን አልፎ እስከ ቃዴስ በርኔ ይደርሳል፤ ከዚያም በሐዳርአዳር ሰሜናዊ ምዕራብ አልፎ እስከ ዓጽሞን ይደርሳል፡፡",
      "5": "በግብጽ አዋሳኝ የሚገኘውን ሸለቆ በመዞር በሜድትራንያን ባሕር ይቆማል፡፡",
      "6": "‹የምዕራቡ ወሰን የሜድትራንያን ባሕር ይሆናል፡፡",
      "7": "የሰሜኑ ወሰን የሜድትራኒያንን ባሕር በመከተል ወደ ሆር ተራራ አልፎ፤",
      "8": "እስከ ሐማት መተላለፊያ ይደርሳል፤ ወደ ጸዳድና፤",
      "9": "ወደ ዚፍሮን ከተሻገረም በኋላ በሐጻርዔናን ይቆማል፡፡",
      "10": "የምሥራቁ ወሰን ከሐጻርዔናን እስከ ሸፋም ያለውን መስመር ይከተላል፡፡",
      "11": "ከዚያም በደቡብ በኩል በዐይን በስተ ምሥራቅ እስካለው ሃርቤልና በገሊላ ባሕር በስተምሥራቅ ወዳሉት ኮረብታዎች ይዘልቃል፤",
      "12": "ከዚያም በስተደቡብ የዮርዳኖስን ወንዝ በመከተል ወደ ሙት ባሕር ይደርሳል፡፡",
      "13": "ስለዚህ ሙሴ ለእሥራኤላውያን እንዲህ አላቸው፤ ‹እንግዲህ ያህዌ ለዘጠኙ ነገድ ተኩል የመደበላችሁና ዕጣ በመጣል የምትከፋፈሉት ምድር ይህ ነው፡፡",
      "14": "የሮቤልና የጋድ ነገዶች እንዲሁም የምናሴ ነገድ እኩሌታ የሆኑት በየቤተሰባቸው በመከፋፈል፤",
      "15": "በኢያሪኮ ትይዩ ከዮርዳኖስ ማዶ በስተምሥራቅ ርስት ወስደዋል፡፡›",
      "16": "ያህዌ ሙሴን እንዲህ አለው፤",
      "17": "‹ካህኑ አልዓዛር የነዌ ልጅ ኢያሱ ምድሪቱን በሕዝቡ መካከል ያከፋፍሉ፤",
      "18": "እነርሱን ይረዱ ዘንድ አንዳንድ መሪ ከየነገዱ ምረጥ፡፡›",
      "19": "ያህዌ የመረጣቸው ሰዎች የሚከተሉት ናቸው፡-",
      "20": "ነገድ: የይሁዳ, መሪ: የይፉኔ ልጅ ካሌብ",
      "21": "ነገድ: የስምዖን, መሪ: የዓሚሁድ ልጅ ሸሉሚኤል",
      "22": "ነገድ: የብንያም, መሪ: የኪስሎን ልጅ ኤሊዳድ",
      "23": "ነገድ: የዳን, መሪ: የዮግሊ ልጅ ቡቂ",
      "24": "ነገድ: የምናሴ, መሪ: የኤፎድ ልጅ ሐኒኤል",
      "25": "ነገድ: የኤፍሬም, መሪ: የሺፍጣን ልጅ ቀሙኤል",
      "26": "ነገድ: የዛብሎን, መሪ: የፓርናክ ልጅ ኤሊጻፋን",
      "27": "ነገድ: የይሳኮር, መሪ: የዓዛን ልጅ ፓልጢኤል",
      "28": "ነገድ: የአሴር, መሪ: የሸሎሚ ልጅ አሒሁድ",
      "29": "ነገድ: የንፍታሌም, መሪ: የዓሚሁድ ልጅ ፐዳህኤል",
      "30": "እንግዲህ ለእስራኤል ሕዝብ በከነዓን ምድር ርስት እንዲያካፍሉ ያህዌ የመረጣቸው ሰዎች እነዚህ ናቸው፡፡"
    },
    "Chapter 35": {
      "1": "ከኢያሪኮ ትይዩ ከዮርዳኖስ ወንዝ ማዶ ባለው በሞአብ ሜዳ ላይ ያህዌ ሙሴን እንዲህ አለው፡፡",
      "2": "“እስራኤላውያን ድርሻቸው ከሆነ ርስት ለሌዋውያን የሚኖሩባቸውን ከተሞችንና በከተሞችም ዙሪያ የግጦሽ መሬት እንዲሰጡአቸው ንገር፡፡",
      "3": "እነዚህም ከተሞች የሌዋውያን ይዞታ ሆነው እነርሱ ይኖሩባቸዋል፤ የግጦሽ መሬቱም ለከብቶቻቸውና ለሌሎች እንስሶቻቸው ይሆናል፡፡",
      "4": "የግጦሽ መሬቱ ከከተማው ቅጽር ግንብ በሁሉ አቅጠጫ እስከ አራት መቶ ኀምሳ ሜትር ይርቃል፡፡",
      "5": "በዚህም ዐይነት ከተማው መካከል ሆኖ በአራቱም አቅጣጫ ከማዕዘን እስከ ማእዘን የሚኖረው ርቀት ዘጠኝ መቶ ሜትር ይሆናል፡፡",
      "6": "ማናቸውም ሰው፤ በስሕተት ሰውን ቢገድል ሸሽቶ የሚጠጋባቸው ስድስት ከተሞችን ለሌዋውያን ትሰጣላችሁ፤ በተጨማሪም አርባ ሁለት ከተሞችን፤",
      "7": "ከነ ግጦሽ መሬታቸው ትሰጣላችሁ፤ በዚህም ዐይነት በአጠቃላይ አርባ ስምንት ከተሞች ይኖራቸዋል፡፡",
      "8": "በእያንዳንዱ ነገድ ለሌዋውያን የሚመደቡት ከተሞች ብዛት የሚወሰነው በግዛቱ ስፋት መጠን ይሆናል፡፡”",
      "9": "ያህቬህ(יהוה) ሙሴን ለእስራኤል ሕዝብ እንዲህ ብሎ እንዲነግር አዘዘው፤ “የዮርዳኖስን ወንዝ ተሻግራችሁ ወደ ከነዓን ምድር ስትገቡ፤",
      "11": "አንድ ሰው ባለማወቅ ተሳስቶ ሰው ቢገድል አምልጦ የሚደበቅበት የመጠጊያ ከተሞችን ትመርጣላችሁ፡፡",
      "12": "በዚያም የበቀል እርምጃ ለመውሰድ ከሚፈልግ ከሟቹ ዘመድ ሊሰወር ይችላል፡ በግድያ ወንጀል የተከሰሰ ሰው ለፍርድ ሳይቀርብ መገደል የለበትም፤",
      "13": "ስድስት ከተሞችን ምረጡ፤",
      "14": "ከእነርሱም ሦስቱ ከዮርዳኖስ ወንዝ በስተምሥራቅ፤ ሦስቱ ደግሞ በከነዓን ምድር ይሁኑ፤",
      "15": "እነርሱም ለእሥራኤላውያንና ለጊዜውም ሆነ ለዘለቄታው በእሥራኤል ለሚኖሩ የውጭ አገር ስደተኞች የመጠጊያ ከተሞች ይሆናሉ፤ ባለማወቅ ተሳስቶ ሰው የሚገድል ማንኛውም ግለሰብ ከእነርሱ ወደ አንዱ አምልጦ መጠጋት ይችላል፡፡",
      "16": "“ሆኖም አንድ ሰው ሆን ብሎ በብረት ወይም በድንጋይ ወይም በእንጨት መሣሪያ በመጠቀም ሰው ቢገድል፤ የግድያ ወንጀል ስለፈጸመ መገደል አለበት፡፡",
      "17": "የሟቹ ቅርብ ዘመድ ነፍሰ ገዳዩን የመግደል መብት ይኖረዋል፤ ስለዚህ ባገኘው ጊዜ ሊገድለው ይችላል፡፡",
      "18": "“አንድ ሰው ሌላውን ሰው ከመጥላቱ የተነሣ ገፍትሮ በመጣል ወይም አንዳች ነገር በላዩ በመወርወር፤",
      "19": "ወይም በቡጢ በመምታት ቢገድለው የግድያ ወንጀል ስለፈጸመ መገደል አለበት፤ የሟች ቅርብ ዘመድ ነፍሰ ገዳዩን የመግደል መብት ይኖረዋል፤ ስለዚህ ባገኘው ጊዜ ሊገድለው ይችላል፡፡",
      "20": "“ነገር ግን አንድ ሰው ገፍትሮ በመጣልም ሆነ አንዳች ነገር በላዩ በመወርወር ሌላ ሰው የሚገድለው ከጥላቻ የተነሣ ሳይሆን በድንገት ተሳስቶ ይሆናል፤",
      "21": "ወይም አንድ ሰው ድንጋይ ወርውሮ ሊጎዳው ያልፈለገውን ሰው ሳያይ ይገድለው ይሆናል፤",
      "22": "እንዲህ ያለው ሁኔታ በሚፈጸምበት ጊዜ ማኅበሩ የበቀል እርምጃ ለመውሰድ ለሚፈልገው ለገዳዩ ዘመድ ሳይሆን ለራሱ ለገዳዩ መፍረድ ይኖርበታል፡፡",
      "23": "ማኅበሩ በግድያ ወንጀል የተከሰሰውን ሰው ከሟች ዘመድ እጅ በመታደግ አምልጦ ወደነበረበት መጠጊያ ከተማ መመለስ አለበት፤ በዘመኑ ሊቀ ካህናት የሆነው ሰው እስከሚሞትበት ድረስ እዚያው መቆየት ይኖርበታል፡፡",
      "24": "በግድያ ወንጀል የተከሰሰው ሰው አምልጦ ከተጠጋበት ከተማ ለቅቆ ከሄደና፤",
      "25": "የሟች ዘመድ አግኝቶ ከገደለው የዚህ ዐይነቱ የበቀል እርምጃ በነፍሰ ገዳይነት አያስጠይቅም፡፡",
      "26": "ምክንያቱም በግድያ ወንጀል የተከሰሰው ሰው ሊቀ ካህናቱ እስኪሞት ድረስ በዚያው በመጠጊያ ከተማ መቆየት አለበት፤ ከዚያ በኋላ ግን ወደ ቤቱ መመለስ ይችላል፤",
      "27": "ይህ ሕግ በምትኖሩበት አገር ሁሉ ለእናንተና ለዘሮቻችሁ መመሪያ ይሆናል፡፡",
      "28": "“በግድያ ወንጀል የተከሰሰ ማንኛውም ሰው የሞት ፍርድ ሊበየንበት የሚችለው ሁለት ወይም ከሁለት በላይ የሆኑ ሰዎች የመሰከሩበት እንደሆን ነው፡ የአንድ ሰው ምስክርነት ግን ለግድያ ወንጀል የተከሰሰውን ሰው ሊያስጠይቀው አይችልም፡፡",
      "29": "ማንኛውም ነፍሰ ገዳይ በሞት መቀጣት አለበት፤ ገንዘብ በመክፈል ከዚህ ቅጣት ሊያመልጥ አይችልም፡፡",
      "30": "አንድ ሰው ወደ መጠጊያ ከተማ ሸሽቶ ቢያመልጥ ሊቀ ካህናቱ ከመሞቱ በፊት ወደ ቤቱ መመለስ ይችል ዘንድ ገንዘብ እንዲከፍል አትፍቀዱለት፡፡",
      "31": "ይህን ብታደርጉ የምትኖሩበትን ምድር ታረክሳላችሁ፤ የነፍስ ግድያ ወንጀል ምድሪቱን ያረክሳል፤ ስለዚህ የነፍሰ ገዳዩ ደም ካልፈሰሰ በቀር ምድሪቱን ከደም ለማንጻት የሚፈጸም ሌላ ሥርዓት የለም፡፡",
      "32": "እኔ ያህቬህ(יהוה) አምላካችሁ ስለሆንሁና በእስራኤል ሕዝብም መካከል ስለምኖር የምትኖሩባትን ምድር አታርክሱ፡፡”"
    },
    "Chapter 36": {
      "1": "የዮሴፍ ልጅ ምናሴ የወለደው የማኪር ልጅ የገለዓድ ጎሳ የሆኑት የቤተሰብ አለቆች ወደ ሙሴና ወደ ሌሎችም መሪዎች ቀርበው እንዲህ አሉ፤",
      "2": "“ምድሪቱን በዕጣ ለእሥራኤል ሕዝብ እንድታከፋፍል ያህቬህ(יהוה) አዞሃል፤ እንዲሁም የዘመዳችንን የጸሎፍሃድን ድርሻ ለሴቶች ልጆቹ እንድትሰጥ አዞሃል፤",
      "3": "ነገር ግን እነርሱ ከሌላ ነገድ የሆኑ ወንዶችን ቢያገቡ ርስታቸው የዚያ ነገድ መሆን እንደሚገባውና የእኛም ድርሻ ሊቀነስ እንደሚችል አስታውስ፡፡",
      "4": "ንብረት በሚመለስበት ዓመት የተሸጠ ንብረት ሁሉ ለባለቤቱ በሚመለስበት ጊዜ የጸሎፍሐድ ሴቶች ልጆች ርስት አግብተው ወደ ሄዱበት ነገድ ለዘለቄታው ተጨማሪ ሆኖ ይተላለፋል፤ ይህም በእኛ ነገድ ይዞታ ላይ ጉዳትን ያስከትላል፡፡",
      "5": "ስለዚህ ሙሴ ለእስራኤል ሕዝብ ከያህቬህ(יהוה) የተቀበለውን ትእዛዝ እንዲህ ሲል አስተላለፈ፤ “የምናሴ ነገድ የተናገሩት ሁሉ ትክክል ነው፤",
      "6": "ስለዚህ ያህቬህ(יהוה) ‹የጸሎፍሓድ ሴቶች ልጆች ከገዛ ነገዳቸው ወገን እስከ ሆነ ድረስ የወደዱትን ማግባት ይችላሉ› ይላል፡፡",
      "7": "በዚህ ዐይነት የማንኛውም እሥራኤላዊ ርስት ከገዛ ነገዱ ጋር የተያያዘ ይሆናል፤",
      "8": "በእስራኤላዊ ነገድ መካከል ርስት የተካፈለች ማንኛይቱም ሴት ከዚያው ነገድ የሆነ ወንድ ማግባት ይኖርባታል፤ በዚህ ዐይነት እያንዳንዱ እሥራኤላዊ የቀድሞ አባቶቹን ርስት በይዞታው ማቆየት ይችላል፡፡”",
      "9": "ያም ርስት ከአንዱ ነገድ ወደ ሌላው ነገድ ሊተላለፍ አይቻልም፤ እያንዳንዱ ነገድ የራሱን ርስት እንደያዘ ይኖራል፡፡",
      "10": "ስለዚህ የጸሎፍሐድ ሴቶች ልጆች ማሕላ፤ ቲርጻ፤ ሖግላ፤ ሚልካና ኖዓ ያህቬህ(יהוה) ሙሴን ባዘዘው መሠረት ከአባታቸው ወንድሞች ልጆች ጋር ተጋቡ፡፡",
      "11": "ከዮሴፍ ልጅ ከምናሴ ነገድ ጎሳዎች መካከል ባሎችን አገቡ፤ ርስታቸውም በአባታቸው ነገድ የጸና ሆነ፡፡",
      "12": "ለእሥራኤላውያን በኢያሪኮ ትይዩ ከዮርዳኖስ ወንዝ ባሻገር ባለው በሞአብ ሜዳ ላይ በነበሩበት ጊዜ ያህቬህ(יהוה) በሙሴ አማካይነት የሰጣቸው ደንቦችና የሥርዓት መመሪያዎች እነዚህ ናቸው፡፡"
    }
  }
}
