{
  "philemon": {
    "Chapter 1": {
      "1": "1ስለ ያሹዋ መሺያ እስረኛ ከሆነው ከጳውሎስና ከወንድማችን ከጢሞቴዎስ፤ ለተወደደው ወንድማችንና የሥራ ተባባሪያችን ለሆነው ለፊልሞን፤",
      "2": "2በቤቱም ለሚሰበሰቡ ምእመናን፤ ለእኅታችን ለአፍብያ፤ እንዲሁም ከእኛ ጋር የመሲሕ ወታደር ለሆነው ለርኪፖስ፤",
      "3": "3ከአባታችን ከያህቬህ(יהוה)፤ ከጌታችንም ከያሹዋ መሺያ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "4": "4በጸሎቴ አንተን እያሰብሁ ሁል ጊዜ አምላኬን አመሰግናለሁ፤",
      "5": "5ምክንያቱም ቅዱሳንን እንደምትወድና በጌታ በያሹዋ እንደምታምን ስምቻለሁ፤",
      "6": "6የመሲሕ በመሆናችን ያለን መልካም ነገር ሁሉ በይፋ ይታወቅ ዘንድ እምነትህን ለሌሎች በማካፈል እንድትተጋ እጸልያለሁ፡፡",
      "7": "7ወንድሜ ሆይ! በአንተ ምክንያት የአማኞች ልብ ስለታደሰ፤ ፍቅርህ ታላቅ ደስታና መጽናናት ሰጥቶኛል፡፡",
      "8": "8ስለዚህ ሁላችን የመሲሕ በመሆናችን አንተ ማድረግ የሚገባህን እንድታደርግ ለማዘዝ ድፍረት በኖረኝ ነበር፤",
      "9": "9ነገር ግን በማዘዝ ፈንታ በፍቅር እለምንሃለሁ፤ ምክንያቱም እኔ የያሹዋ መሺያ አምባሳደርና አሁንም ስለ እርሱ እስረኛ የሆንሁ ጳውሎስ ነኝ፤",
      "10": "10የምለምንህም በእስር ቤት ሳለሁ በመንፈስ ስለወለድሁት ልጄ ስለ አናሲምስ ጉዳይ ነው፤",
      "11": "11አናሲምስ ከዚህ በፊት አይጠቅምህም ነበር፤ አሁን ግን ለአንተም ሆነ ለእኔ ጠቃሚ ነው፡፡",
      "12": "12እነሆ እርሱን ወደ አንተ መልሼ ልኬዋለሁ፤ እርሱን ወደ አንተ ስልከውም የገዛ ራሴን ልብ እንደላክሁ አድርጌ እቆጥረዋለሁ፡፡",
      "13": "13በወንጌል ምክንያት እዚህ ታስሬ ሳለሁ፤ በአንተ ምትክ ሆኖ እንዲያገለግለኝ እርሱ ከእኔ ጋር ቢሆን ደስ ባለኝ ነበር፤",
      "14": "14ነገር ግን የአንተ መልካም ሥራ በግዴታ ሳይሆን በውዴታ እንዲሆን ብዬ፤ አንተን ሳላስፈቅድ ምንም ማድረግ አልፈልግም፡፡",
      "15": "15አናሲምስ እስከ አሁን ለጥቂት ጊዜ የተለየህ፤ ምናልባት ከእንግዲህ ወዲህ ሁል ጊዜ ከአንተ ጋር እንዲኖር ይሆናል፡፡",
      "16": "16ከእንግዲህ ወዲህ ከአንተ ጋር የሚኖረውም እንደ ባሪያ ሳይሆን ከባሪያ የበለጠ ሆኖ እንደ ተወዳጅ ወንድም ነው፤ እርሱ ለእኔ ተወዳጅ ወንድም ነው፤ ይሁን እንጂ እርሱ በአገልግሎቱም ስለ ሚጠቅምህና በመሲሕ ወንድምህ ስለሆነ ለአንተ ይበልጥ ተወዳጅ ነው፡፡",
      "17": "17በጋራ እምነታችን ምክንያት እንደ ወንድም አድርገህ ከቆጠርኸኝ፤ ልክ እንደ እኔ አድርገህ ተቀበለው፡፡",
      "18": "18ያደረሰብህ በደል ቢኖር ወይም ዕዳ ቢኖርበት፤ ዕዳውን በእኔ ላይ አድርገው፡፡",
      "19": "19እንሆ እኔ ጳውሎስ “ዕዳውን እከፍልሃለሁ” ብዬ በገዛ እጄ ፈርሜአለሁ፤ ሆኖም በመሲህ ያመንኸው በእኔ አማካኝነት ስለሆነ አንተ እራስህ እንኳ የእኔ ባለዕዳ መሆንህን እኔ ላስታውስህ አያስፈልግም፡፡",
      "20": "20እንግዲህ ወንድሜ ሆይ! ይህን መልካም ነገር እንድታደርግልኝ በጌታ እለምንሃለሁ፤ እባክህ ልቤን በመሲሕ አድስልኝ፡፡",
      "21": "21ይህን የጻፍሁልህ እንደምትታዘዘኝ በመተማመን ነው፤ እንዲያውም እኔ ከምጠይቅህ በላይ እንደምታደርግ ዐውቃለሁ፡፡",
      "22": "22ያህቬህ(יהוה) ጸሎታችሁን ሰምቶ ወደ እናንተ እንድመጣ እንደሚያደርገኝ ተስፋ ስላለኝ፤ የማርፍበት ቤት አዘጋጅልኝ፡፡",
      "23": "23በያሹዋ መሺያ ምክንያት ከእኔ ጋር የታሰረው ኤፓፍራ ሰላምታ ያቀርብልሃል፤",
      "24": "24እንዲሁም የሥራ ተባባሪዎቼ የሆኑት ማርቆስ፤ አርስጥሮኮስ፤ ዴሳስ፤ ሉቃስ ሰላምታ ያቀርቡልሃል፡፡",
      "25": "25የጌታ የያሹዋ መሺያ ጸጋ ከእናንተ ጋር ይሁን፡፡"
    }
  }
}
