{
  "philippians": {
    "Chapter 1": {
      "1": "ይህ መልእክት የያሹዋ መሺያ አገልጋዮች ከሆኑት ከጳውሎስና ከጢሞቴዎስ የተላከ ነው፤ የተላከውም በፊልጵስዩስ ከተማ ለሚኖሩ፤ በያሹዋ መሺያ በማመናቸው ተቀድሰው አማኞች ለሆኑ ሁሉ፤ እንዲሁም ለቤተ ክርቲያን መሪዎችና ዲየቆናት ነው፡፡",
      "2": "ከአባታችን ከያህቬህ(יהוה) እንዲሁም ከጌታ ከያሹዋ መሺያ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "3": "እናንተን በማስታውስበት ጊዜ ሁሉ አምላኬን አመስግናለሁ፤",
      "4": "ስለ ሁላችሁም በምጸልይበት ጊዜ ጸሎቴ በደስታ የተሞላ ነው፡፡",
      "5": "ከመጀመሪያው ቀን አንስቶ እስከ አሁን የምስራቹን ቃል በማወጅ የሥራዬ ተባባሪዎች ስለ ሆናችሁ ያህቬህ(יהוה) አመሰግናለሁ፤",
      "6": "ይህን የመልካም ሥራ በእናንተ ህይወት ውስጥ የጀመረ አምላክ፤ ያሹዋ መሺያ ለፍርድ በሚመለስበት ቀን ወደ ፍጻሜ እንደሚያደርሰው እርግጠኛ ነኝ፡፡",
      "7": "እኔ ስለ ሁላችሁም እንደዚህ ማሰብ ይገባኛል፤ ምክንያቱም በሙሉ ልብ ስለምወዳችሁ ነው፤ ስለ እናንተ እንደዚህ የማስብበት ሌላው ምክንያት ደግሞ የምሥራቹን ቃል መሠረት ለማስያዝ መከላከያዬን በማቀርብበት ጊዜና አሁንም በእሥራት ላይ ሳለሁ፤ እናንተ ከእኔ ጋር የያህቬህ(יהוה) ጸጋ ሳለሁ፤ እናንተ ከእኔ ጋር የያህቬህ(יהוה) ጸጋ ተካፋዮች ስለሆናችሁ ነው፡፡",
      "8": "ያሹዋ መሺያ እንደሚወዳችሁ፤ እኔም የምወዳችሁ በመሆኔ፤ በጣም እንደምናፍቃችሁ ምስክሬ ያህቬህ(יהוה) ነው፡፡",
      "9": "ፍቅራችሁ ዕውቀትና ማስተዋል የሞላበት ሆኖ እያደገ እንዲሄድ እጸልያለሁ፤",
      "10": "ይኸውም የተሻለውን ነገር መርምራችሁ እንድታውቁና መሲሕ ተመልሶ በሚመጣበት ቀን ንጹሖችና ነውር የሌለባችሁ ሆናችሁ እንድትገኙ ነው፡፡",
      "11": "በዚህም ዐይነት ህይወታችሁ፤ ያሹዋ መሺያ በሚሰጣችሁ ጽድቅ ፍሬ ተሞላ ሆኖ ለያህቬህ(יהוה) ክብር የምታስገኙ ትሆናላችሁ፡፡",
      "12": "ወንድሞቼ ሆይ! በእኔ ላይ የደረሰው ነገር ሁሉ የምስራቹን ቃል በይበልጥ እንዲስፋፋ ማድረጉን እንድታቁ እወዳለሁ፡፡",
      "13": "እኔም የታሠርሁት በመሲሕ የምሥራች ቃል ምክንያት መሆኑን የቤተ መንግሥት ዘበኞችና ሌሎችም እዚያ ያሉት ሰዎች ሁሉ ያውቃሉ፡፡",
      "14": "በእኔ መታሰር ምክንያት ከአማኞች ወንድሞች ብዙዎቹ በይበልጥ በጌታ የሚተማመኑ ሆነዋል፤ ስለዚህ የምሥራቹን ቃል ያለ ፍርሃት ለማብሰር ከቀድሞ የበለጠ ድፍረት አግኝተዋል፡፡",
      "15": "ይሁን እንጂ አንዳንዶቹ የመሲሕን የምሥራች ቃል የሚያበስሩት በቅንአትና በጥላቻ መንፈስ ነው፤ ሌሎቹ ግን የመሲሕን የምሥራች ቃል የሚያበስሩት በቅን ልቦና ነው፡፡",
      "16": "እነዚህ የምሥራቹን ቃል በቅን ልቦና የሚያበስሩት ከፍቅር የተነሳ ነው፤ እነርሱም ይህን የሚያደርጉት እኔ የመሲሕን የምሥራች ቃል ለማብሰር የተሾምሁ መሆኔን ስለሚያውቁ ነው፡፡",
      "17": "እነዚያ ግን የምሥራቹን ቃል አጣምመው የሚሰብኩት ራሳቸውን ከፍ ከፍ ለማድረግ ካላቸው ምኞት የተነሣ፤ በእሥራቴ ተጨማሪ ችግር ሊያመጡብኝ አስበው ነው፡፡",
      "18": "ያም ሆነ ይህ በዚህ ሁሉ ደስ ይለኛል፤ ወደ ፊትም ለደስታዬ ወሰን አይኖረውም፤ ምክንያቱም በመልካምም ሆነ በክፉ አስተሳሰብ በሁሉም መንገድ የክርስቶስ የምስራች ቃል ይነገራል፡፡",
      "19": "ሌላው የምደሰትበት ምክንያት በእናንተ ጸሎትና በያሹዋ መሺያ መንፈስ ዕርዳታ ነጻ እንደምወጣ ስለማውቅ ነው፡፡",
      "20": "ስለሆነም በምንም ነገር እንደማልሸነፍ መተማመንና ሙሉ ተስፋ አለኝ፤ እንዲሁም ከምንጊዜውም ይልቅ አሁን በሕይወት ብኖርም ወይም ብሞት በሁለንተናዬ መሲሕ እንዲከብር ለምድረግ ሙሉ ድፍረት አለኝ፡፡",
      "21": "ስለዚህ ለእኔ ሕይወት ማለት፤ ጥቅም የሚገኝበት ነገር ነው፡፡",
      "22": "ይሁን እንጂ በሕይወት መኖሬ የሥራ ፍሬ የሚሰጥ ከሆነ፤ ከሕይወትና ከሞት የትኛውን እንደምመርጥ አላውቅም፡፡",
      "23": "በእነዚህ በሁለቱ አሳቦች መካከል ተይዣለሁ፤ በአንድ በኩል ከዚህ ህይወት ተለይቼ ከመሲሕ ጋር መሆን እፈልጋለሁ፤ ምክንያቱም ከመሲሕ ጋር መሆን ከሁሉ የሚበልጥ ነገር ስለሆነ ነው፡፡",
      "24": "በሌላ በኩል እናንተን ለመጥቀም በሕይወት መኖሬ በጣም አስፈላጊ እንደሆነ አስባለሁ፡፡",
      "25": "በዚህም አቅጣጫ ያለው አሳቤ ስለሚመዝን ከሞት አምልጬ ከእናንተ ከሁላችሁም ጋር እንደምኖር እርግጠኛ ነኝ፤ ይህም ከሆነ እናንተ በእምነት እድገትና ደስታን ታገኛላችሁ፡፡",
      "26": "እኔም እንደገና ከእናንተ ጋር ስገኝ በእኔ ምክንያት በያሹዋ መሺያ ያላችሁ ትምክሕት ይበዛል፡፡",
      "27": "እንግዲህ በጣም አስፈላጊው ነገር ሕይወታችሁ የክርስቶስን ምሥራች ቃል የሚያስመሰግን እንዲሆን ነው፤ ይህም ከሆነ መጥቼ ባያችሁም ወይም ከእናንተ ብርቅም በአንድ ዓላማ ጸንታችሁ መቆማችሁንና ምሥራቹን ቃል በኅብረት ለማድረስ መጋደላችሁን እሰማለሁ፡፡",
      "28": "ተቃዋሚዎቻችሁንም በምንም ነገር አትፍሩአቸው፤ ይህም ድፍረታችሁ ለእነርሱ የመሸነፍ ምልክት ሲሆን፤ ለእናንተ ግን በያህቬህ(יהוה) ኃይል የማሸነፍ ምልክታችሁ ነው፡፡",
      "29": "መሲሕን የማገልገል ዕድል የተሰጣችሁም፤ በእርሱ በማመናችሁ ብቻ ሳይሆን፤ በእርሱ ምክንያት መከራ መቀበላችሁም ጭምር ነው፡፡",
      "30": "ስለዚህ አሁን ከእኔ ጋር የመከራ ተካፋዮች ሆናችኋል፤ ይህ መከራ ከዚህ በፊት እንደደረሰብኝ የምታውቁትና አሁንም በመከራ ውስጥ መሆኔን የምትሰሙት ነው፡፡"
    },
    "Chapter 2": {
      "1": "የመሲሕ እንደመሆናችሁ መጠን፤ እርስበርስ በመመካከር በርትታችኋል፤ በመሲሕ ፍቅር ተጽናንታችኋል፤ በመንፈስ ቅዱስ አንድነት አግኝታችኋል፤ እርስበርሳችሁ ደግነትንና ርኅራኄን አሳይታችኋል፤",
      "2": "ስለዚህ በአሳብ፤ በፍቅር፤ በመንፈስ፤ በአላማ እየተስማማችሁ ደስታዬን ሙሉ እንዲሆን አድርጉ፡፡",
      "3": "በትህትና ተሞልታችሁ ሌሎች ሰዎች ከእናንተ እንደሚሻሉ አድርጋችሁ ቁጠሩ እንጂ ወገን በመለየትና በራስ ወዳድነት ወይም “ያለ እኔ ማን አለ” በሚል ትምክህት ምንም ነገር አታድርጉ፡፡",
      "4": "እንዲሁም እያንዳንዱ የራሱን ጥቅም ብቻ ሳሆን የሌላውንም ሰው ጥቅም ያስብ፡፡",
      "5": "በዚህ ዐይነት ያሹዋ መሺያ ያሳያው ትህትና ጠባይ በእናንተም ሕይወት ሊኖር ይገባል፡፡",
      "6": "እርሱ የመለኮት ባሕሪ አለው፤ ይሁን እንጂ፤ ከያህቬህ(יהוה) ጋር እኩል የሚያደርገውን የመለኮት ባሕሪ እንደያዘ መቅረት አልፈልገም፡፡",
      "7": "ይልቁንም ያለውን ክብር በገዛ ፈቃዱ ትቶ፤ አገልጋይ መሆን መረጠ፤ በሰው ምሳሌ ተገለጠ፡፡",
      "8": "እንደ ሰው ሆኖም በትህትና ራሱን ዝቅ አደረገ፤ እስከ ሞት ድረስ፤ ያውም በመስቀል ላይ ተሰቅሎ እስከ መሞት ድረስ ታዛዥ ሆነ፡፡",
      "9": "በዚህም ምክንያት ያህቬህ(יהוה) ከሁሉ በላይ ወዳለው የክብር ስፍራ ከፍ አደረገው፤ ከስም ሁሉ የሚበልጠውን ስም ሰጠው፡፡",
      "10": "ስለዚህ ለያሹዋ ስም ክብር በሰማይና በምድር፤ከምድር በታች ያሉት ሁሉ በጉልበታቸው ይንበረከካሉ፡፡",
      "11": "በምላሳቸውም “ያሹዋ መሺያ በእርግጥ ጌታ ነው” ብለው በመመስከር፤ ለያህቬህ(יהוה) አብ ክብር ይሰጣሉ፡፡",
      "12": "ወዳጆቼ ሆይ! እኔ ከእናንተ ጋር በነበርኩበት ጊዜ ዘውትር ታዛዥች ነበራችሁ፤ ይልቁንም አሁን ከእናንተ በራቅሁበት ጊዜ ይበልጥ ታዛዥች እንድትሆኑ አሳስባችኋለሁ፤ ስለዚህ እያንዳንዳችሁ ያላችሁን ደህንነት ፍጹም ለማድግ በፍርሃትና በአክብሮት ተግታችሁ ስሩ፡፡",
      "13": "ምክንቱም ያህቬህ(יהוה) ፈቃደኛነትንና ታዛዥነትን ለእናንተ እየሰጠ ዓላማውን ከፍጻሜ ለማድረስ በእናንተ ውስጥ ይሰራል፡፡",
      "14": "ማናቸውንም ሥራ በምትሠሩበት ጊዜ አታጉረምርሙ ወይም በቁጣ አትከራከሩ፡፡",
      "15": "ይህም ከሆነ በዚህ በጠማማና በሥርዓተ አልበኛ ትውልድ መካከል፤ ነውርና ነቀፋ የሌለባችሁ ንጹሃን የያህቬህ(יהוה) ልጆች በመሆን ለዓለም ሕዝብ እንደ ከዋክብት ታበራላችሁ፡፡",
      "16": "ይህም የሚሆነው ሕይወት የሚገኝበትን የምሥራች ቃል ባለሟቋረጥ ማብሰር ስትችሉ ነው፤ በዚህ ዓይነት ሩጫየን ሆነ ሥራዬ ከንቱ ሆኖ ስለማይቀር፤ መሲሕ ተመልሶ በሚመጣበት ጊዜ የምመካበት ምክንያት ይኖረናል ማለት ነው፡፡",
      "17": "ለያህቬህ(יהוה) በእምነት የምታቀርቡት መሥዋእትና በአገልግሎት ላይ የእኔም ሕይወት ተጨማሪ መሥዋእት ሆኖ ቢቀርብ እንኳ ደስ ይለኛል፤ እናንተም የደስታዬ ተካፋዮች ትሆናላችሁ፡፡",
      "18": "እንዲሁም እናንተ ተደስታችሁ፤ እኔን የደስታችሁ ተካፋይ ታደርጉኛላችሁ፡፡",
      "19": "እኔ ስለ እናንተ ሁኔታ በመስማት እንድጽናና ጢሞቴዎስና በፍጥነት ወደ እናንተ ለመላክ እንደሚያስችለኝ በጌታ ያሹዋ ተስፋ አደርጋለሁ፡፡",
      "20": "ስለ እናንተ ሁኔታ እንደ እኔ እየተጨነቀ የሚያስብ ከጢሞቴዎስ በቀር ሌላ ሰው የለኝም፡፡",
      "21": "ሌሎች ሁሉ የራሳቸውን ጥቅም ብቻ ያሳድዳሉ እንጂ ስለ ያሹዋ መሺያ ሥራ ግድ የላቸውም፡፡",
      "22": "ጢሞቴዎስ፤ ታማኝነቱ ተፈትኖ የተረጋገጠለት ጠቃሚ ሰው መሆኑን ከእኔም ጋር እንደ አባት እና ልጅ ተባብረን የምሥራቹን ቃል በማብሰር አብረን ሥንሰራ መቆየታችንን እናንተ ራሳችሁ ታውቃላችሁ፡፡",
      "23": "ስለዚህ የኔ ጉዳይ ከምን እንደሚደርስ ከተረዳሁ በኋላ፤ ጢሞቴዎስን በፍጥነት ወደ እናንተ እንደምልክላችሁ ተስፋ አደርጋለሁ፡፡",
      "24": "እንዲያውም እኔ ራሴ ወደ እናንተ መምጣት እንድችል ጌታ ይረዳኛል ብዬ እተማመናለሁ፡፡",
      "25": "እንዲሁም እኔን እንዲረዳኝ ልካችሁት የነበረውን፤ በጌታ ወንድማችን የሆነውን፤ በኤፖፋሮዲቶስን ወደ እናንተ መላክ አስፈላጊ ሆኖ አግንቸዋለሁ፤ እርሱ ከእኔ ጋር የያሹዋ መሺያ ወታደር በመሆን በትጋት አብሮኝ ሲሰራ የቆየ ነው፡፡",
      "26": "እርሱን ወደ እናንተ የምልከው ሁላችሁን ለማየት በመናፈቁና መታመሙንም ስለሰማችሁ በሃዘን ስሜት በመዋጡ ነው፡፡",
      "27": "በእርግጥ በጠና ታሞ፤ ለሞት ተቃርቦ ነበር፤ ነገር ግን ያህቬህ(יהוה) ራርቶለት አድኖታል፡፡ ለእርሱም ብቻ ሳይሆን ለእኔም ስለራራልኝ ሃዘን በሃዘን ላይ እንዳይደራረብብኝ አድርጓል፡፡",
      "28": "ስለዚህ እናንተ እርሱን በማየት እንድትደሰቱና የእኔም ሃዘን እዲቃለል እርሱን ወደ እናንተ ልልከው በይበልጥ ፈለግሁ፡፡",
      "29": "እንግዲህ በጌታ ወንድማችሁ መሆኑን በመገንዘብ በደስታ ተቀበሉት፤ እንደእርሱ ያሉትንም ሰዎች ሁሉ አክብሩአቸው፡፡",
      "30": "ምክንያቱም እናንተ በቅርብ ተገኝታችሁ ልታደርጉልኝ ያልቻላችሁትን እርዳታ እርሱ ለሟሟላት ብሎ የመሲሕን የምሥራች ቃል በማብሰር ተግባር ለሕይወቱ ሳይሳሳ ለሞት ተቃርቦ ነበር፡፡"
    },
    "Chapter 3": {
      "1": "በተረፈ ወንድሞቼ ሆይ! የጌታ ደስታ ይብዛላችሁ፤ ያንን ከዚህ በፊት የጻፍሁላችሁን ነገር ደግሜ ብጽፍላችሁ እኔ አይሰለቸኝም፤ እናንተን ግን ከስህተት ሊጠብቃችሁ ይችላል፡፡",
      "2": "እንደ ውሻ ከሚልከፈከፉ ከክፉዎች አስተማሪዎቸ ተጠንቀቁ፤ እነርሱ ስለ መገረዝ ሃሰተኛ ትምህርት የሚያስተምሩ ናቸው፡፡",
      "3": "እኛ ያህቬህ(יהוה)ን በመንፈስ የምናመልክና በውጫዊ ሥርዓት ሳይሆን በያሹዋ መሺያ ብቻ የምንመካ ስለሆንን በእውነት ተገርዘናል፡፡",
      "4": "ትምክህት የሚያስፈልግ ከሆነ እኔ በብዙ ነገር ልመካ እችላለሁ፤ በውጫዊ ሥርዓት የሚመካ ቢኖር፤ እኔ ከእርሱ ይበልጥ የምመካበት ብዙ ምክንያት አለኝ፡፡",
      "5": "እኔ በተወለድሁ በስምንተኛው ቀን ተገርዣለሁ፤ በትውልዴም ከቢንያም ዘር የሆንሁ እሥራኤላዊ ነኝ፤ ከዚህ በቀር  ጥርት ያልሁ እብራዊ ነኝ፡፡ የአይሁዳውያን ሕግ ስለመጠበቅም ቢሆን፤ ፈሪሳዊ ነበርሁ፡፡",
      "6": "ስለ ሃይማኖት በመቅናትም ቢሆን፤ በያሹዋ መሺያ የሚያምኑትን የማሳድድ ነበርሁ፡፡ ሕግም በመጠበቅ ስለመጽደቅም ቢሆን፤ ያለነቀፋ እኖር ነበር፡፡",
      "7": "እንግዲህ ከዚህ በፊት ጠቃሚዎች ናቸው ብዬ አምንባቸው የነበሩትን ነገሮች ሁሉ ስለ መሲሕ ብዬ ዋጋ እንደሌላቸው ከንቱ ነገሮች አድርጌ እቆጥራቸዋለሁ፡፡",
      "8": "ከዚህም በቀር ጌታዬን ያሹዋ መሺያን ከማወቅ ያበለጠ ሌላ ምንም ነገር እንደሌላ ስለማምን ሁሉን ነገር እንደኪሳራ እቆጥረዋለሁ፤ ስለእርሱም ሁሉን ነገር አጥቻለሁ፡፡ መሲሕንም ለማግኘት ስል ሁሉንም ነገር እንደቤት ጥራጊ እቆጥረዋለሁ፡፡",
      "9": "ይህንንም የማደርግበት ምክንያት በህግ ላይ የተመሠረተውን የራሴን ጽድቅ ትቼ፤ በእምነት ላይ የተመሠረተውን የያህቬህ(יהוה)ን ጽድቅ በመሲሕ አማካይነት ለማግኘትና ከእርሱም ጋር ለመሆን ነው፡፡",
      "10": "ሌላ ምክንያት መሲሕንና የመሲሕን ትንሳኤ ኃይል ለማወቅ፤ በሞቱም እርሱን ለመምሰልና የመከራው ተካፋይ ለመሆን ነው፡፡",
      "11": "እንዲሁም ከሞትሁ በኋላ ተነስቼ ለዘለአለም በሕይወት ለመኖር ተስፋ በማድረግ ነው፡፡",
      "12": "ይህን ሁሉ ገና አላገኘሁም፤ ወይም በዚህ ሁሉ ፍጹም ሆኛለሁ ለማለት አልችልም፤ ይሁን እንጂ ያሹዋ መሺያ እኔን የእርሱ አድርጎ ያዘጋጀልኝን ሽልማት ለማግኘት ወደ ፊት በመሮጥ እተጋለሁ፡፡",
      "13": "ወንድሞቼ ሆይ! እዚያ እንደደረስሁ አልቆጥርም፤ ነገር ግን አንድ ነገር አደርጋለሁ፤ ይኸውም በሰተኋላየ የበነረውን እየረሳሁ፤ በፊቴ ያለውን ለመያዝ እተጋለሁ፡፡",
      "14": "ሽልማቴንም ለማግኘት በፊት ወደአለው ግብ እሮጣለሁ፤ ይህም ሽልማት ያህቬህ(יהוה) በያሹዋ መሺያ አማካይነት ወደላይ ጠርቶ የሚሰጠኝ ህይወት ነው፡፡",
      "15": "እንግዲህ በመንፈሳዊ ሕይወት የጠነከርን ሁሉ ይህን የመሰለ አስተሳሰብ ሊኖረን ይገባል፤ የምትለያዩበት ሃሳብ በመካከላችሁ ቢኖር፤ ይህንንም አሳብ ያህቬህ(יהוה) ግልጥ ያደርግላችኋል፡፡",
      "16": "ያም ሆነ ይህ፤ አካሄዳችን አሁን ከደረስንበት መንፈሳዊ ሕይወት ጋር ተመጣጣኝ ይሁን፡፡",
      "17": "ወንድሞቼ ሆይ! የኔን ምሳሌነት ለመከተል ተባበሩ፤ የእኛንም ምሳሌነት የሚከተሉትን ሁሉ ልብ ብላችሁ ተመልከቱ፡፡",
      "18": "ምክንያቱም ከአሁን በፊት ብዙ ጊዜ እንደነገርሁአችሁና አሁንም በሃዘን እንባየን እያፈስስሁ እንደምነግራችሁ ሁሉ፤ ብዙዎቹ በአካሄዳቸው የመሲሕ መስቀል ጠላቶች ሆነዋል፡፡",
      "19": "የእነርሱ አምላክ ሆዳቸው ነው፤ አሳፋሪ የሆነው ነገር ለእነርሱ ክብራቸው ነው፤ አሳባቸውም የሚያተኩረው በምድራዊ ነገር ላይ ነው፤ ስለዚህ የእነርሱ መጨረሻ ጥፋት ነው፡፡",
      "20": "እኛ ግን የመንግሥተ ሰማይ ዜጎች ነን፤ ከዚያም የሚመጣውን አዳኝ፤ ጌታችንን  ያሹዋ መሺያን በናፍቆት እንጠባበቃለን፡፡",
      "21": "እርሱ ይህን የተዋረደውን ሰውነታችንን በመለወጥ፤ የእርሱን ክቡር ሰውነት እንዲመስል ያደርገዋል፤ ይህንንም የሚያደርገው ሁሉን በሥልጣኑ ሥር ለማድረግ በሚያስችለው ኃይል ነው፡፡"
    },
    "Chapter 4": {
      "1": "የምወዳችሁና የምናፍቃችሁ፤ የደስታዬና የሥራዬ አክሊል የሆናችሁ ወንድሞቼ ሆይ! እንግዲህ በዚህ ሁኔታ በጌታ ጸንታችሁ እንድትኖሩ ወዳጆቼ እንደመሆናችሁ መጠን እመክራችኋለሁ፡፡",
      "2": "ኤዎድያና ሲንጢኪ እርስ በርሳቸው ተስማምተው በጌታ ያላቸውን አንድነት እንዲያድሱ እለምናቸዋለሁ፡፡",
      "3": "አንተም እዚያ ያለኸው ታማኝ የሥራ ጓደኛዬ እነዚህ ሴቶች በቅርብ ሆነን በመንፈሳዊ ሕይወታቸው እንድትረዳቸው አሳስባለሁ፤ ምክንያቱም እነዚህ ሴቶች ከቀሌምንጦስና ስሞቻቸው በሕይወት መጽሐፍ ከተጻፉት ከሌሎችም በሕይወት መጽሐፍ ከተጻፉት ከሌሎችም የሥራ ጓደኛቼ ጋር በመሆን የምስራቹን ቃል በማዳረስ ረገድ ተጋድለዋል፡፡",
      "4": "የጌታ በመሆናችሁ ሁል ጊዜ ደስ ይበላችሁ ደግሜም የምላችሁ “ደስ ይበላችሁ” ነው፡፡",
      "5": "ምህረት የተሞላበት ደግነታችሁ በሰው ሁሉ ዘንድ የታወቀ ይሁን፤ ጌታ ሊመጣ ቀርቦአል፤",
      "6": "ስለዚህ የሚያስፈልጋችሁ ነገር ቢኖር፤ ምስጋና በተሞላበት ጸሎት ያህቬህ(יהוה)ን ለምኑ እንጂ በምንም አሳብ አትጨነቁ፡፡",
      "7": "የያሹዋ መሺያ በመሆናችሁ ከሰው ማስተዋል በላይ የሆነው የያህቬህ(יהוה) ሰላም ልባችሁንና አእምሮአችሁን በጤንነት ይጠብቃል፡፡",
      "8": "በመጨረሻም ወንድሞቼ ሆይ! አእምሮአችሁ በእነዚህ ሁሉ ነገሮች የተሞላ ይሁን፤ እነዚህም በእነዚህ ከሁሉ በሚበልጡና ክብርን በሚሰጡ መልካም ነገሮች የተሞላ ይሁን፤ እነዚህም መልካም ነገሮች፤ እውነትን፤ ጨዋነት፤ ትክክለኛነትን፤ ንጽህናን፤ ፍቅርን፤ ስመጥሩነትን የያዙ ናቸው፡፡",
      "9": "እኔ ሳስተምር ሰምታችሁ የተቀበላችሁትንና ስሠራም ያያችሁትን ሁሉ በሥራ ላይ አውሉት፤ ይህን ብታደርጉ ስላምን የሚሰጥ ያህቬህ(יהוה) ከእናንተ ጋር ይሆናል፡፡",
      "10": "ከብዙ ጊዜ በኋላ እንደገና ለእኔ ችግር ማሰብ ስለጀመራችሁ በጌታ ታላቅ ደስታ ይሰማኛል፤ ይህንንም ስል የአሰባችሁትን በሥራ ለማሳየት መልካም አጋጣሚ አላገኛችሁም ነበር ማለቴ ነው እንጂ ስለ እኔ ችግር ማሰባችሁን አቋርጣችኋል ማለቴ አይደለም፡፡",
      "11": "ደግሞም ይህን የምለው ስለ ኑሮዬ ችግር በመበሳጨት አይደለም፤ ምክንያቱም “ያለኝ ነገር ይበቃኛል” ማለትን ተምሬአለሁ፡፡",
      "12": "ስለዚህ ማግኘትንም ሆነ፤ ማጣትን ዐውቃለሁ፤ በማንኛውም ቦታ ሆነ፤ በየትኛውም ጊዜ የመጥገብንና የመራብን፤ የማግኘትንና የማጣትን ሚስጥር ተምሬአለሁ፡፡",
      "13": "መሲሕ በሚሰጠኝ ኃይል ሁሉን ነገር ማድረግ እችላለሁ፡፡",
      "14": "ይሁን እንጂ እናንተ የችግሬ ተካፋዮች ሆናችሁ መገኘታችሁ መልካም ነው፡፡",
      "15": "ከዚህም በቀር የምሥራቹን ቃል ማብሰር በጀመርሁት ጊዜ ከመቄዶንያ ስወጣ ከእናንተ በፊልጵስዩስ ከምትገኙት አማኞች በቀር የረዳኝ ሌላ ቤተ ክርስቲያን እንደሌለ እናንተ ራሳችሁ የምታውቁት ነው፤ እንዲሁም በማጋኘቴም ሆነ በማጣቴ ከእኔ ጋር የተባበራችሁ እናንተ ብቻ ናችሁ፡፡",
      "16": "በተሰሎንቄ ችግር እንደደረሰብኝ ዐውቃችሁ ከአንዴም ሁለት ጊዜ ዕርዳታ ልካችሁልኛል፡፡",
      "17": "ይህንንም ስል የእናንተን ስጦታ ለማግኘት በመጎምጀት ሳይሆን፤ በልግስናችሁ ምስጋና እንዲበዛላችሁ በመመኘት ነው፡፡",
      "18": "የሚያስፈልገኝንና ከሚያሰፈልገኝም በላይ የላካችሁልኝን ስጦታ ከኤፖፍሮዲቶስ እጅ ተቀበዬአለሁ፤ ይህም የእናንተ ስጦታ በመልካም መዓዛ እንደተሞላ መሥዋዕት ያህቬህ(יהוה) የሚቀበለውና ደስ የሚሰኝበት ነው፡፡",
      "19": "ስለዚህም አምላኬ ወሰን ከሌለው ብልጽግናው በያሹዋ መሺያ አማካይነት የሚያስፈልጋችሁን ሁሉ በክብርና በሙላት ይሰጣችኋል፡፡",
      "20": "ለአባታችን ለያህቬህ(יהוה) ከዘላለም እስከ ዘላለም ክብር ይሁን፤ አሜን፡፡",
      "21": "በያሹዋ መሺያ በማመን ተቀድሰው የያህቬህ(יהוה) ሰዎች ለሆኑት ሁሉ ሰላምታ አቅርቡልኝ፤ ከእኔም ጋር ያሉት ወንድሞች ሰላምታ ያቀርቡላችኋል፡፡",
      "22": "ሌሎችም አማኞች ሁሉ፤ በተለይም ከንጉሠ ነገሥቱ ከቄሳር ቤተሰዎች የሆኑት ሰላምታ ያቀርቡላችኋል፡፡",
      "23": "የጌታ ያሹዋ መሺያ ጸጋ ከመንፈሳችሁ ጋር ይሁን፡፡"
    }
  }
}
