{
  "revelation": {
    "Chapter 1": {
      "1": "ይህ ራእይ በቅርብ ጊዜ ውስጥ የሚሆነውን ነገር ለአገልጋዮቹ እንዲያሳያቸው ያህዌ ለያሹዋ መሺያ የሰጠው ነው፤ ያሹዋ መሺያም መልአኩን ልኮ ለአገልጋዩ ለዮሐንስ ይህን ራእይ ገለጠለት፡፡",
      "2": "ዮሐንስም እንዳየው ሁሉ የያህዌን ቃልና የያሹዋ መሺያን ምስክርነት ተናግሮአል፡፡",
      "3": "ይህ ሁሉ የሚፈጸምበት ጊዜ ቅርብ ስለሆነ ይህን የትንቢት መጽሐፍ የሚያነብ የተባረከ ነው፤ እንዲሁም የትንቢቱን ቃል የሚሰሙና በመጽሐፍም ውስጥ የተጻፈውን የሚፈጽሙ የተባረኩ ናቸው፡፡",
      "4": "ከዮሐንስ ለሰባቱ የእስያ አብያተ ክርስቲያናት የተላከ ሰላምታ፤ ካለው፤ ከነበረው፤ ከሚመጣው ከያህዌ፤ በዙፋኑ ፊት ካሉት ከሰባቱ መንፈሶችም፤",
      "5": "ታማኝ ምስክር ከሆነው፤ ከሞት በመነሣት በኩር ከሆነው፤ የምድር ነገሥታት ገዥ ከሆነው ከያሹዋ መሺያ፤ ጸጋና ሰላም ለእናንተ ይሁን፡፡ ለወደደን፤ በደሙም ከኃጢአታችን ለዋጀን፤",
      "6": "አባቱ የሆነውን አምላክ እንድናገለግል የካህናት መንግሥት ላደረገን፤ ለያሹዋ መሺያ ክብርና ኅይል ለዘላለም ይሁን፤ አሜን፡፡",
      "7": "እነሆ በደመና ይመጣል፤ የወጉት ሰዎች እንኳ ሳይቀሩ ሰው ሁሉ ያየዋል፤ የምድር ሕዝቦች ሁሉ በእርሱ ምክንያት ያለቅሳሉ፤ አዎ! ይህ ነገር እውነተ ነው፤ አሜን፡፡",
      "8": "ያለው፤ የነበረው፤ የሚመጣውም ሁሉን የሚችል ያህዌ አምላክ “አልፋና ኦሜጋ፤ የመጀመሪያና የመጨረሻው እኔ ነኝ” ይላል፡፡",
      "9": "በያሹዋ መሺያ ባለን ኅብረት፤ የመንግሥቱ ወራሾች ከሆናችሁ ከእናንተ ጋር የመከራና የትዕግሥት ተካፋይ የሆንሁ እኔ ዮሐንስ፤ በያህዌ ቃልና በያሹዋ ምስክርነት ምክንያት ፍጥሞ በምትባል ደሴት ነበርሁ፤",
      "10": "በጌታ ቀን በመንፈስ ተመስጦ ላይ ሳለሁ የመለከት ድምጽ የሚመስል ታላቅ ድምጽ ከበስተኋላዬ እንዲህ ሲል ሰማሁ፤",
      "11": "“የምታየውን በመጽሐፍ ጽፈህ ወደ ኤፌሶን፤ ወደ ሰምርኔስ፤ ወደ ጴርጋሞን፤ ወደ ትያጥሮን፤ ወደ ሰርዴስ፤ ወደ ፊላደልፍያና ወደ ሎዶቅያ ላክ፡፡”",
      "12": "ማን እንደተናገረኝ ለማወቅ ወደ ኋላዬ ዞር አልሁ፤ ዞር ባልሁ ጊዜም ሰባቱ የወርቅ መቅረዞችን አየሁ፤",
      "13": "በመቅረዞቹ መካከል የሰው ልጅ የሚመስለውን አየሁ፤ እርሱ እስከ እግሩ የሚደርስ ረዥም ልብስ የለበሰ፤ ደረቱ በወርቅ መታጠቂያ የታጠቀ ነበረ፡፡",
      "14": "ራሱና የራስ ጠጉሩ እንደ ነጭ የበግ ጠጉርና እንደ በረዶ ነጭ ነበሩ፤ ዐይኖቹም እንደ እሳት ነበልባል ነበሩ፤",
      "15": "እግሮቹም በእሳት ቀልጦ እንደነጠረ ናስ ይመስሉ ነበር፤",
      "16": "በቀኝ እጁ ሰባቱ ኮከቦች ይዞ ነበር፤ ፊቱም በሙሉ ድምቀቱ እንደሚያበራ ፀሐይ ነበረ፡፡",
      "17": "ባየሁትም ጊዜ እንደ ሞተ ሰው ሆኜ በእግሩ ሥር ወደቅሁ፤ እርሱ ግን ቀኝ እጁን በላዬ ጭኖ እንዲህ አለኝ፤ “አትፍራ፤ የመጀመሪያውና የመጨረሻው እኔ ነኝ፤",
      "18": "ሕያውም ነኝ፤ ሞቼ ነበር፤ ነገር ግን እነሆ ለዘላለም ሕያው ነኝ፤ በሞትና በሲኦል ላይ ሥልጣን አለኝ፡፡",
      "19": "እንግዲህ ያየኸውን፤ አሁን ያለውንና በኋለ የሚመጣውን ጻፍ፡፡",
      "20": "በቀኝ እጄ ያየሃቸው የሰባቱ ኮከቦችና የሰባቱም የወርቅ መቅረዞች ምስጢር ይህ ነው፤ ሰባቱ ኮከቦች የሰባቱ አብያተ ክርስቲያናት መላእክት ናቸው፤ ሰባቱ መቅረዞችም ሰባቱ አብያተ ክርስቲያናት ናቸው፡፡"
    },
    "Chapter 2": {
      "1": "“ለኤፌሶን ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፤ “ይህም ሰባቱን ኮከቦች በቀኝ እጁ ከያዘውና በሰባቱ የወርቅ መቅረዞች መካከል ከሚመላለሰው የተነገረ ነው፤",
      "2": "ሥራህን፤ ጥረትህን፤ ትዕግሥትህን ዐውቃለሁ፤ ክፉዎችን ልትታገሣቸው እንዳልፈቀድህ፤ ሐዋርያት ሳይሆኑ ሐዋርያት ነን የሚሉትን መርምረህ ሐሰተኞች ሆነው እንዳገኘሃቸው ዐውቃለሁ፡፡",
      "3": "በትዕግሥት መፅናትህንና ስለ ስሜም ሳትሰለች መከራ መቀበልህን ዐውቃለሁ፤",
      "4": "ነገር ግን አንድ የምነቀፍብህ ነገር አለኝ፤ ይኸውም የቀድሞውን ፍቅርህን ትተሃል፤",
      "5": "ከመውደቅህ በፊት የት እንደነበርህ አስታውስ፤ ንስሃም ግባ፤ በመጀመሪያ ታደርገው የነበረውን ሥራህን አድርግ፤ ይህን ሁሉ ባታደርግ ግን ወደ አንተ እመጣለሁ፤ ንስሃም ካልገባህ መቅረዝህን ከስፍራው አነሳዋለሁ፡፡",
      "6": "ነገር ግን የሚያስመሰግንህ አንድ ነገር አለ፤ ይህም እኔ የምጠላውን የኒቆላውያንን ሥራ ጠልተሃል፡፡",
      "7": "“መንፈስ ለአብያተ ክስቲያናት የሚለውን ሰሚ ጆሮ ያለው ይስማ! ድል ለነሣ በያህዌ ገነት ውስጥ ካለው ከሕይወት ዛፍ ፍሬ እንዲበላ አደርገዋለሁ፡፡",
      "8": "“ለሰምርኔስ ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፡- “ይህም፤ የመጀመሪና የመጨረሻ ከሆነው፤ ሞቶ ከነበረውና ሕያው ከሆነው የተነገረ ነው፤",
      "9": "መከራህንና ድኽነትህን ዐውቃሁ፤ ይሁን እንጂ ሀብታም ነህ፤ አይሁዳውያን ሳይሆኑ አይሁዳውያን ነን የሚሉ፤ የሰይጣን ማኅበር የሆኑ፤ ስምህን እንዳጠፉት ዐውቃለሁ፤",
      "10": "ወደ ፊት የሚደርስብህን መከራ አትፍራ፤ እነሆ እንድትፈተኑ ከእናንተ አንዳንዶቹን ዲብሎር ወደ እስር ቤት ያገባችኋል፤ ዐሥር ቀንም መከራ ትቀበላላችሁ፤ እስከ ሞት ድረስ ታማኝ ሁን፤ የሕይወት አክሊል እስጥሃለሁ፡፡",
      "11": "“መንፈስ ለአብያተ ክርስቲያናት የሚለውን ሰሚ ጆሮ ያለው ይስማ! “ድል የነሣ በሁለተኛው ሞት አይጎዳም፡፡",
      "12": "“ለጰርጋሞን ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፤ “ይህም፤ በሁለት በኩል ስለት ያለውን ሰይፍ ከያዘው የተነገረ ነው፤",
      "13": "አንተ፤ የሰይጣን ዙፉን ባለበት ስፍራ መኖርህን ዐውቃለሁ፤ ይሁን እንጂ ስሜን አጥብቀህ ይዘሃል፤ ሃይማኖትህን አልካድህም፤ ታማኝ ምስክሬ የነበረው አንቲጳስ ሰይጣን በሚኖርበት በእናንተ ከተማ በተገደለ ጊዜ እንኳ በእኔ ማመንህን አልተውህም፡፡",
      "14": "ነገር ግን የምነቅፍብህ አንዳንድ ነገሮች አሉኝ፤ ይኸውም የበለዓለምን ትምህርት ያያዙ አንዳንድ ሰዎች በመካከላችሁ አሉ፤ ይህ በለለዓም የእስራኤል ሕዝብ ለጣዖት የተሠዋውን በመብላትና ዝሙት በማድረግ እንዲሰናከሉ ባለቅን የመከረ ነው፡፡",
      "15": "እንዲሁም የኒቆላውያንን ትምህርት የያዙ ሰዎችም በመካከላችሁ አሉ፤",
      "16": "ስለዚህ ንስሓ ግባ! አለበለዚያ በቶሎ ወደ አንተ መጥቶ ከአፌ በሚወጣው ሰይፍ እወጋቸዋለሁ፡፡",
      "17": "“መንፈስ ለአብያተ ክርቲያናት የሚለውን ሰሚ ጆሮ ያለው ይስማ! ድል ለነሣ ከተሰወረው መና እሰጠዋለሁ፤ ከተቀባዩ በቀር ይህን ሌላ ማንም አያውቀውም፡፡",
      "18": "“ለትያጥሮን ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፤ “ይህም የእሳት ነበልባል የሚመስሉ ዐይኖች ካሉትና በእሳት ቀልጦ የነጠረ ናስ የሚመስሉ እግሮች ካሉት፤ ከያህዌ ልጅ የተነገረ ነው፤",
      "19": "ሥራህንና ፍቅርህን፤ እምነትህንና አገልግሎትህን በትዕግሥት መጽናትህንም ዐውቃለሁ፤ የኋለኛው ሥራህ ከፊተኛው እንደ ሚበልጥም ዐውቃለሁ፡፡",
      "20": "ነገር ግን አንድ የሞነቅፍብህ ነገር አለኝ፤ ይኸውም ‘ነቢያ ነኝ’ የምትለዋን ሴት፤ ኤልዛቤልን ችላ ብለህ ታግሠሃታል፤ እርስዋ አገልጋዮቼ እንዲሴስኑና ለጣዖት የተሠዋ ምግብ እንዲበሉ በማስተማር አሳስታቸዋለች፡፡",
      "21": "ንስሃ እንድትገባ ጊዜ ሰጠኋት፤ እርስዋ ግን ከዝሙትዋ ንስሃ መግባት አልፈለገችም፡፡",
      "22": "ስለዚህ በሥቃይ አልጋ ላይ እጥላታለሁ፤ ከእርስዋ ጋር ከሠሩት ከክፉ ሥራቸው ንስሓ ገብተው ካልተመለሱ በቀር ከእርስዋ ጋር ያመነዘሩትንም ሁሉ ብርቱ ሥቃይ አመጣባቸዋለሁ፤",
      "23": "ልጆችዋንም በሞት እቀጣለሁ፤ አብያተ ክርስቲያናትም ሁሉ የሰውን አሳብና ሞኞት የምመረምር እኔ መሆኔን ያውቃሉ፤ ለእያንዳንዳችሁም እንደሥራችሁ እሰጣችኃለሁ፡፡",
      "24": "በትያጥሮን ላላችሁትና ይህን መጥፎ ትምህርት ላልተቀበላችሁት ሁሉ፤ እንዲሁም አንዳንዶች ‘የሰይጣን ጥልቅ ምስጢር ነው’ የሚሉትን ላልተከተላችሁ ሌላ ሸክም አልጭንባችሁም፤",
      "25": "ሆኖም እኔ እስክመጣ ድረስ ያላችሁን አጥብቃችሁ ያዙ እላችኋለሁ፡፡",
      "26": "ድል ለነሣ፤ በሥራዬም፣ ላይ እስከ መጨረሻ ለጸና በሕዝቦች ላይ ስልጣን እሰጠዋለሁ፤",
      "27": "‘በብረትም በትር ይገዛቸዋል፤ እንደ ሽክላ ዕቃም ቀጥቅጦ ያደቅቃቸዋል፤’ ይም ሥልጣን እኔ ከአባቴ እንደተቀበልሁት ዐይነት ነው፤",
      "28": "የንጋትንም ኮከብ እሰጠዋለሁ፡፡",
      "29": "“መንፈስ ለአብያተ ክርስቲናት የሚለውን ሰሚ ጆሮ ያለው ይስማ!"
    },
    "Chapter 3": {
      "1": "“ለሰርዴስ ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፤ “ይህም፤ ሰባቱን የያህዌ መንፈሶችና ሰባቱን ኮከቦች ከያዘው የተነገረ ነው፤ ሥራህን አውቃለሁ፤ በስም ሕያው ነህ፤ ነገር ግን ሞተሃል፡፡",
      "2": "ስለዚህ ንቃ! ሥራህ በአምላኬ ፊት ፍጹም ሆኖ ስላላገኘሁት ሊሞት የቀረበውን ነገር አጽና፡፡",
      "3": "እንግዲህ ምን ዐይነት ትምህርት እንደተቀበልህና እንደ ሰማህ አስታውስ፤ ጠብቀውም፤ ንስሓም ግባ፤ ባትነቃ ግን እንደ ሌባ በድንገት እመጣብሃለሁ፤ በምን ሰዓት ወደ አንተ እንደምመጣ አታውቅም፡፡",
      "4": "ነገር ግን ልብሳቸውን ያላረከሱ በስርዴስ ጥቂት ሰዎች ከአንተ ጋር አሉ፤ ከእኔ ጋር መሄድ የተገባቸው ስለሆኑ ነጭ ልብስ ለብሰው ከእኔ ጋር ይሄዳሉ፡፡",
      "5": "ድል የነሣ እንደ እነርሱ ነጭ ልብስ ይለብሳል፤ ስሙን በአባቴና በመላእክቱም ፊት አስታውቅለታለሁ፤ የሕያዋን ስም ከሚመዘገብበት ከሕይወት መጽሐፍ አልደመሰሰውም፡፡",
      "6": "“መንፈስ ለአብያተ ክርስቲናት የሚለውን ስሚ ጆሮ ያለው ይስማ!",
      "7": "“ለፊላደልፍያ ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፤ “ይህም፤ ቅዱስና እውነተኛ ከሆነው፤ የዳዊትን መክፈቻ ቁልፍ ከያዘው የተነገረ ነው፤ እርሱ የሚከፍተውን ማንም አይዘጋውም፤",
      "8": "ሥራህን ዐውቃለሁ፤ እነሆ! ማንም ሊዘጋው የማይችለውን የተከፈተ በር በፊትህ አድርጌልሃለሁ፤ ኅይልህ ትንሽ መሆኑን አውቃለሁ፤ ይሁን እንጂ ቃሌን ጠብቀሃል፤ ስሜንም አልካድህም፡፡",
      "9": "እንግዲህ አይሁዳውያን ሳይሆኑ አይሁዳውያን ነን የሚሉትን እነዚያን ከሰይጣን ማኅበር የሆኑትን ውሸታሞች መጥተው በያህዌ እግር ሥር እንዲወድቁ አደርጋቸዋለሁ፤ እኔ እንደ ወደድሁህም እንዲያውቁ አደርጋቸዋለሁ፡፡",
      "10": "‘ትዕግሥተኛ ሁን’ ያልሁህን ቃሌን ስለጠበቅህ፤ እኔም በምድር ላይ ከሚመጣው ከመከራ ስዓት አድንሃለሁ፡፡",
      "11": "ድል የነሣውን በአምላኬ ቤተ መቅደስ ዐምድ አደርገዋለሁ፤ ከዚያም ከቶ አይወጣም፤ የአምላኬን ስምና የአምላኬን ከተማ ስም በእርሱ ላይ እጽፋለሁ፤ ይህችም ከተማ ስም ከሰማይ ከአምላክ ዘንድ የምትወርደው አዲሲቱ ኢየሩሳሌም ናት፤ የእኔን አዲስ ስም በእርሱ ላይ እጽፋለሁ፡፡",
      "12": "“መንፈስ ለአብያተ ክርሲቲያናት የሚለውን ሰሚ ጆሮ ያለው ይስማ!",
      "13": "“ለሎዶቅያ ቤተ ክርስቲያን መልአክ እንዲህ ብለህ ጻፍ፤ “ይህም፤ አሜን ከሆነው፤ ታማኝና እውነተኛ ምስክር ከሆነው፤ ለያህዌ ፍጥረት ሁሉ መገኛ ከሆነው የተነገረ ነው፤",
      "14": "ሥራህን ዐውቃለሁ፤ በራድ ወይም ትኩስ አይደለህም፤ በራድ ወይም ትኩስ ብትሆንማ መልካም በሆነ ነበር፤",
      "15": "በራድ ወይም ትኩስ ሳትሆን ለብ ያልህ ስለሆንህ፤ ከአፌ አውጥቼ ልተፋህ ነው፤",
      "16": "‘እኔ ሀብታም ነኝ፤ ብዙ ሀብት አለኝ፤ የሚጎድለኝ ምንም የለም’ ትላለህ፤ ነገር ግን ጎስቋላ፤ ምስኪን፤ ድኻ፤ ዕውር፤ የተራቆትህም መሆንህን አታውቅም፤",
      "17": "ሀብታም ለመሆን በእሳት የተፈተነውን ወርቅ ከእኔ እንድትገዛ፤ የራቁትነትህን ሐፍረት ለመሸፈን ነጭ ልብስ እንድትለብስ፤ ለማየትም ዐይንህን እንድትኳል እመክርሃለሁ፡፡",
      "18": "እኔ የምወዳቸውን ሁሉ እንሥጻቸዋለሁ፤ እቀጣቸዋለሁም፤ ስለዚህ ትጋ! ንስሃም ግባ፤",
      "19": "እንሆ እኔ በበር ቆሜ አንኳኳለሁ፤ ማንም ድምጼን ሰምቶ በሩን ቢከፍትልኝ ወደ እርሱ ገብቼ ከእርሱ ጋር እበላለሁ፤ እርሱም ከእኔ ጋር ይበላል፤",
      "20": "እኔ ድል ነሥቼ ከአባቴ ጋር በአባቴ ዙፋን ላይ እንደ ተቀመጥሁ፤ እንዲሁም ድል የነሣ ከእኔ ጋር በዙፋኔ ላይ እንዲቀመጥ አደርገዋለሁ፡፡",
      "22": "“መንፈስ ለአብያተ ክርስቲያናት የሚለውን ሰሚ ጆሮ ያለው ይስማ!”"
    },
    "Chapter 4": {
      "1": "ከዚህ በኋላ እንሆ የተከፈተ በር በሰማይ አየሁ፤ እንደ መለከት ድምጽ ሆኖ ሲናገር የሰማሁት የመጀመሪያው ድምጽ “ና ወደዚህ ውጣ! ወደ ፊት መሆን የሚገባቸውን ነገሮች አሳይሃለሁ” አለኝ፤",
      "2": "ወዲያውኑ በመንፈስ ተመሰጥሁ፤ እነሆ በሰማይ ዙፋን ተዘርግቶ አየሁ፤",
      "3": "በዙፋኑ ላይ ተቀምጦ የነበረው መልኩ የኢያስጲድንና የሰርዲኖን ዕንቁ ይመስል ነበር፤ በዙፋኑም ዙሪያ የመረግድ ዕንቁ የመሰለ ቀስተ ደመና ነበረ፤",
      "4": "እንዲሁም በዙፋኑ ዙሪያ ሃያ አራት ዙፋኖች ነበሩ፤ በዙፋኖቹም ላይ ነጭ ልብስ የለበሱና በራሳቸው ላይ የወርቅ አክሊል የደፉ ሃያ አራት ሽማግሌዎች ተቀምጠው ነበር፡፡",
      "5": "ከዙፋኑም መብረቅና ድምጽ ነጎድጓድም ይወጡ ነበር፤ በዙፋኑ ፊት የሚበሩ ሰባት ችቦዎች ነበሩ፤ እነርሱ ሰባቱ የያህዌ መንፈሶች ናቸው፡፡",
      "6": "በዙፋኑ ፊት ጥርት ያለ የሚያንጸባርቅ የመስተዋት ባሕር ነበረ፡፡ በመካከል፤ በዙፋኑ ዙሪያ በስተፊትና በስተኋላ ብዙ ዐይኖች ያሉአቸው አራት እንስሶች ነበሩ፡፡",
      "7": "የመጀመሪያው እንስሳ አንበሳን ይመስል ነበር፤ ሁለተኛው በሬ ይመስል ነበር፤ ሦስተኛው የሰው ፊት የሚመስል ፊት ነበረው፤ አራተኛው የሚበርር ንስር ይመስል ነበር፡፡",
      "8": "አራቱም እንስሶች እያንዳንዳቸው ስድስት ክንፎች ነበሩአቸው፤ በዙሪያቸውና በውስጣቸውም ዐይኖች ሞልተውባቸዋል፤ ሌሊትና ቀን፡- “ቅዱስ ቅዱስ ቅዱስ ሁሉን የሚችል ጌታ አምላክ፤ የነበረና ያለ የሚመጣውም” ከማለት አያቋርጡም ነበር፡፡",
      "9": "እንስሶቹ በዙፋኑ ላይ ለተቀመጠውና ለዘላለም ለሚኖረው ክብር፤ ውዳሴ፤ ምስጋና በሚያቀርቡበት ጊዜ ሁሉ፤",
      "10": "ሃያ አራቱ ሽማግሌዎች ዘላለም በሚኖረው፤ በዙፋኑ ላይ በተቀመጠው ፊት በግንባራቸው ተደፍተው ይሰግዳሉ፤ አክሊሎቻቸውንም በዙፋ ፊት አኑረው፤",
      "11": "“ጌታችንና አምላካችን ሆይ! ሁሉን ነገር ስለፈጠርህ፤ ሁሉንም ነገር የተፈጠረውና መሆንን ያገኘው በአንተ ፈቃድ ስለሆነ ክብርና ውዳሴ ኅይልም ለመቀበል የተገባህ ነህ” ይሉ ነበር፡፡"
    },
    "Chapter 5": {
      "1": "በዙፋኑ ላይ በተቀመጠው ቀኝ እጅ፤ በውስጥና በውጭ የተጻፈበት በሰባት ምኅተም የታሸገ መጽሐፍ አየሁ፤",
      "2": "አንድ ብርቱ መልአክ በታላቅ ድምጽ “ማኅተሞቹን መፍታትና መጽሐፋን መክፈት የተገባው ማንነው?” ብሎ ሲናገር አየሁ፡፡",
      "3": "ነገር ግን በሰማይ ሆነ በምድር ወይም ከምድር በታች መጽሐፋን መክፈትና ውስጡን መመልት የተቻለው ማም አልነበረም፡፡",
      "4": "መጽሐፉን መክፈትና ውስጡን መመልት የተገባው ስላልተገኘ በጣም አለቀስሁ፤",
      "5": "በዚያን ጊዜ ከሽማግሌዎቹ አንዱ “አታልቅስ እነሆ ከይሁዳ ነገድ የሆነው አንበሳ፤ የዳዊት ሥር ድል ነሥቶአል፤ እርሱ መጽሐፉንና ሰባቱን ማህተምች መክፈት ይችላል” አለኝ፡፡",
      "6": "ከዚህ በኋላ በዙፋኑና በአራቱ እንስሶች መካከል፤ በሽማግሌዎችም መካከል የታረደ የሚመስል በግ ቆሞ አየሁ፤ ይህ በግ ሰባት ቀንዶችና ሰባት ዐይኖች ነበሩት፤ እነርሱ ወደ ዓለም ሁሉ የተላኩ ሰባቱ የያህዌ መንፈሶች ናቸው፡፡",
      "7": "በጉ መጣና በዙፋኑ ላይ ከተቀመጠው ቀኝ እጅ መጽሐፉን ወሰደ፤",
      "8": "መጽሐፉን በወሰደ ጊዜ አራቱ እንስሶችና ሃያ አራቱ ሽማግሌዎች በበጉ ፊት በግንባራቸው ተደፉ፤ እያንዳንዳቸውም በገና ይዘው ነበር፤ እንዲሁም የቅዱሳን ጸሎት የሆነው ዕጣን የሞላበትን የወርቅ ሙዳይ ይዘው ነበር፡፡",
      "9": "አዲስ መዝሙርም ᥄ያሉ ዘመሩ፤ “መጽሐፉን ለመውሰድና ማኅተሞቹን ለመክፈት የተገባህ ሆነሃል፤ ምክንያቱም አንተ ታርደሃል፤ በደምህም ከየነገዱ፤ ከየቋንቋው፤ ከየወገኑ፤ ከየሕዝቡ ሁሉ፤ ሰዎችን ለያህዌ ዋጅተሃል፤",
      "10": "ለአምላካችንም የካህናት መንግሥት እንዲሆኑ አድርገሃቸዋል፤ በምድርም ላይ ይነግሣሉ፡፡”",
      "11": "ስመለከትም በዙፋኑና በእንሰሶቹ በሽማግሌዎቹም ዙሪያ የብዙ መላእክትን ድምጽ ሰማሁ፤ ብዛታቸውም በብዙ ሺና በብዙ ሚሊዮን የሚቆጠር ነበር፤",
      "12": "በታላቅ ድምጽም፤ “የታረደው በግ ኅይል፤ ሀብት፤ ጥበብ፤ ብርታት፤ ክብር ውዳሴ፤ ምስጋና ለመቀበል የተገባው ነው” አሉ፡፡",
      "13": "በሰማይና በምድር፤ ከምድር በታችና በባሕር በእነርሱም ያሉ ፍጥረቶች ሁሉ፤ “በዙፋኑ ላይ ለተቀመጠውና ለበጉም ምስጋና፤ ክብር፤ ውዳሴ፤ ኅይል ለዘላለም ይሁን!” ሲሉ ሰማሁ፡፡",
      "14": "አራቱ እንስሶችም “አሜን” አሉ፤ ሽማግሌዎቹም በግንባራቸው ተደፍተው ሰገዱ፡፡"
    },
    "Chapter 6": {
      "1": "ከዚህም በኋላ በጉ ከሰባቱ ማኀተሞች የመጀመሪያውን ሲከፍት አየሁ፡፡ ከአራቱ እንስሶች አንዱ እንደ ነጎድጓድ በሚያስገመግም ድምጽ “ና” ሲል ሰማሁ፡፡",
      "2": "እንሆ ነጭ ፈረስ አየሁ በፈረሱ ላይ የተቀመጠው ቀስት ይዞ ነበር፤ አክሊልም ተሰጠው፤ ድል ነሺ ሆኖ ከድል ወደ ድል ለመሄድ ወጣ፡፡",
      "3": "በጉ ሁለተኛውን ማኅተም በከፈተ ጊዜ ሁለተኛው እንስሳ “ና” ሲል ሰማሁ፡፡",
      "4": "ሌላ ደማቅ ቀይ ፈረስ ወጣ፤ በፈረሱ ላይ ለተቀመጠው ሰላምን ከምድር እንዲያስወግድና ሰዎች እርስ በርሳቸው እንዲተላለቁ ለማድረግ ሥልጣን ተሰጠው፤ ትልቅ ሰይፍም ተሰጠው፡፡",
      "5": "ሦስተኛውንም ምኅተም በፈታ ጊዜ ሦስተኛው እንስሳ “ና” ሲል ሰማሁ፤ እነሆ ጥቁር ፈረስ አየሁ፤ በፈረሱ ላይ የተቀመጠው ሚዛን በእጁ ይዞ ነበር፤",
      "6": "ድምፅ ከአራቱ እንስሶች መካከል የወጣ መሰለኝ፤ ይህ ድምፅ “አንድ እርቦ ስንዴ በአንድ ቀን ደመወዝ፤ ሶስት እርቦ ገብስ በአንድ ቀን ደመወዝ ይሁን፤ ዘይትንና ወይንን ግን አትጉዳ” ሲል ስማሁ፡፡",
      "7": "አራተኛውን ማኅተም በከፈተ ጊዜ የአራተኛውን እንስሳ ድምጽ “ና” ሲል ሰማሁ፤",
      "8": "እነሆ ግራጫ ፈረስ አየሁ፤ በፈረሱ ላይ የተቀመጠው ስሙ ሞት ይባል ነበር፤ ሲኦልም ይከተለው ነበር፤ ሞትና ሲኦልም የምድርን አንድ አራተኛ እጅ በጦርነት፤ በራብ፤ በብርቱ በሽታ፤ በምድር አራዊት እንዲገድሉ ሥልጣን ተሰጣቸው፡፡",
      "9": "አምስተኛውን ማኅተም በፈታ ጊዜ፤ ስለ ያህዌ ቃልና ስለ ሰጡትም ምስክርነት የተገደሉትን ሰዎች ነፍሶች ከመሠዊያው በታች አየሁ፤",
      "10": "እነርሱ በታላቅ ድምጽ “ቅዱስና እውነተኛ፤ የሁሉም በላይ የሆንህ ጌታ ሆይ! በምድር ባሉት ሰዎች ላይ የማትፈርደውና ስለደማችንም የማትበቀለው እስከ መቼ ነው!” እያሉ ጮሁ፡፡",
      "11": "ለእያንዳንዳቸውም ነጭ ልብስ ተሰጣቸው፤ እንደ እነርሱ ገና የሚገደሉ፤ እንደ እነርሱ አገልጋዮች የሆኑ የጓደኞቻቸውና የወንድሞቻቸው ቁጥር እስኪሞላ ድረስ ጥቂት ጊዜ ዐርፈው እንዲቆዩ ተነገራቸው፡፡",
      "12": "ከዚህ በኋላ በጉ ስድስተኛውን ማኅተም በከፈተ ጊዜ ይህን አየሁ፤ እነሆ ታላቅ የምድር መናወጥ ሆነ፤ ፀሐይ እንደ ጥቁር ልብስ ጠቆረች፤ ጨረቃም በሙሉ እንደ ደም ቀላች፤",
      "13": "ብርቱ ነፋስ የበለሰን ዛፍ ሲያወዛውዝ ያልበሰለው ፍሬ ከዛፍ ላይ እንደሚረግፍ፤ የሰማይ ኮከቦችም ረገፉ፡፡",
      "14": "ሰማይም እንደ ብራና ተጠቅልሎ ተወገደ፤ ተራራዎችና ደሴቶችም ሁሉ ከስፍራቸው ተወሰዱ፡፡",
      "15": "የምድር ነገሥታት፤ ገዥዎች፤ የጦር አለቆች፤ ሀብታሞች፤ ኃይለኞች፤ አገልጋዮችና ጌቶችም ሁሉ በዋሻዎችና በተራራዎች አለቶች ውስጥ ተሸሸጉ፤",
      "16": "ተራራዎቹንና አለቶችንም “በላያቸን ውደቁ! በዙፋኑ ላይ ከተቀመጠው ፊት ከበጉም ቁጣ ስውሩን!",
      "17": "ምክንያቱም ታላቁ የቁጣቸው ቀን መጥቶአል! ማን መቆም ይችላል?” አሉአቸው፡፡"
    },
    "Chapter 7": {
      "1": "ከዚህ በኋላ አራት መላእክት በአራቱ የምድር ማእዘኖች ቆመው አየሁ፤ እነርሱ በምድርም ሆነ በባሕር ወይም በዛፍ ላይ ምንም ነፋስ እንዳይነፍስ ከአራቱ አቅጣጫ የሚመጡትን የምድር ነፋሶች ያዙ፡፡",
      "2": "የሕያው አምላክን ማኅተም የያዘ ሌላ መልአክም ከምሥራቅ ሲመጣ አየሁ፤ ምድርንና ባሕርን እንዲጎዱ ስልጣን ወደ ተሰጣቸው ወደ አራቱ መላእክት ድምጹን ከፍ አድርጎ፤",
      "3": "“በአምላካችን አገልጋዮች ግንባር ላይ ማኅተም እስክናትምባቸው ድረስ፤ ምድርንም ሆነ ባሕርን ወይም ዛፎችን አትጉዱ” ብሎ ጮኸ፡፡",
      "4": "የታተሙትንም ሰዎች ቁጥር ሰማሁ፤ ከእስራኤል ነገዶች ሁሉ የታተሙት ሰዎች ቁጥር መቶ አርባ አራት ሺ ነበር፡፡",
      "5": "ከይሁዳ ነገድ የታተሙት ዐሥራ ሁለት ሺ፤ ከሮቤል ነገድ ዐሥራ ሁለት ሺ፤ ከጋድ ነገድ ዐሥራ ሁለት ሺ፤",
      "6": "ከአሴር ነገድ ዐሥራ ሁለት ሺ፤ ከንፍታሌም ነገድ ዐሥራ ሁለት ሺ፤ ከምናሴ ነገድ ዐሥራ ሁለት ሺ፤ ከሌዊ ነገድ ዐሥራ ሁለት ሺ፤ ከይሳኮር ነገድ ዐሥራ ሁለት ሺ፤",
      "7": "ከዛብሎን ነገድ ዐሥራ ሁለት ሺ፤ ከዮሴፍ ነገድ ዐሥራ ሁለት ሺ፤ ከብንያም ነገድ ዐሥራ ሁለት ሺ፤ ነበሩ፡፡",
      "8": "ከዚህም በኋላ እነሆ ማንም ሊቆጥራቸው የማይችል እጅግ ብዙ ሰዎች አየሁ፤ እነርሱ ከሕዝብና ከነገድ፤ ከወገንና ከቋንቋ ሁሉ የተውጣጡ ነበሩ፤ ነጭ ልብስ ለብሰው፤ የዘንባባ ዝንጣፊ በእጃቸው ይዘው በዙፋኑና በበጉ ፊት ቆመው ነበር፤",
      "9": "በታላቅ ድምጽ እየጮኹም፤ “ማዳን በዙፋኑ ላይ የተቀመጠው የአምላካችንና የበጉ ነው” ይሉ ነበር፡፡",
      "10": "መላእክትቱ ሁሉ በዙፋኑና በሽማግሌዎቹ በአራቱም እንስሶች ዙሪያ ቆመው ነበር፤ በዙፋኑ ፊት በግንባራቸው ተደፍተው ለእግዚአብሔር ሰገዱ፤",
      "11": "እንዲህ አሉ፤ “አሜን፤ ውዳሴ፤ ገናናነት፤ ጥበብ፤ ምስጋና፤ ክብር፤ ኅይል፤ ብርታት ለአምላካችን ለዘላለም ይሁን! አሜን፡፡”",
      "12": "ከሽማግሌዎቹ አንዱ ወደ እኔ መለስ ብሎ “እነዚህ ነጭ ልብስ የለበሱ እነማን ናቸው? ከወዴትስ መጡ?” አለኝ፡፡",
      "13": "እኔም “ጌታ ሆይ! አንተ ታውቃለህ” አልሁት፡፡ እርሱም እንዲህ አለኝ፤ “እነዚህ ታላቁን መከራ አልፈው የመጡ ናቸው፤ ልባሳቸውንም በበጉ ደም አጥበው ነጭ አድርገውታል፤",
      "14": "ስለዚህ በያህዌ ዙፋን ፊት ሆነው ሌሊትና ቀን በመቅደሱ ያገለግሉታል፡፡ በዙፋኑ ላይ የተቀመጠውም መጠለያቸው ይሆናል፡፡",
      "15": "ከእንግዲህ ወዲህ አይርባቸውም፤ አይጠማቸውም፤ ፀሐይ አይመታቸውም፤ ሙቀት አያገኛቸውም፤",
      "16": "ምክንያቱም በዙፋኑ መካከል ያለው በግ እረኛቸው ይሆናል፤ ወደ ሕይወት ውሃ ምንጭም ይመራቸዋል፤ ያህዌ እምባን ሁሉ ከዐይናቸው ይጠርግላቸዋል፡፡”"
    },
    "Chapter 8": {
      "1": "በጉ ሰባኛውን ማኅተም በከፈተ ጊዜ እኩል ስዓት ያህል በሰማይ ዝምታ ሆነ፤",
      "2": "በያህዌ ፊት የሚቆሙትንም ሰባቱን መላእክት አየሁ፤ ለእነርሱ ሰባት መለከት ተሰጣቸው፡፡",
      "3": "የወርቅ ጥና የያዘ ሌላ መልአክ መጣና በመሠዊያው አጠገብ ቆመ፤ በዙፋኑ ፊት ባለው የወርቅ መሠዊያ ላይ ከቅዱሳን ጸሎት ጋር የሚቀርበው ብዙ ዕጣን ተሰጠው፡፡",
      "4": "የዕጣኑ ጢስ ከቅዱሳን ጸሎት ጋር ከመልአኩ እጅ ወደ ያህዌ ፊት ወጣ፡፡",
      "5": "ከዚህ በኋላ መልአኩ ጥናውን ይዞ የመሠዊያውን እሳት ሞላበትና ወደ ምድር ወረወረው፡፡ ነጎድጓድ፤ ድምጽ፤ መብረቅ፤ የምድር መናወጥም ሆነ፡፡",
      "6": "ሰባት መለከት የያዘ ሰባቱ መላእክት መለከቶቻቸውን ለመንፋት ተዘጋጁ፡፡",
      "7": "የመጀመሪያው መልአክ መለከቱን ነፋ፤ ደም የተቀላቀለበት እሳትና በረዶ ወደ ምድር ተጣለ፤ የምድር ሢሶ ተቃጠለ፤ የዛፎችም ሢሶ ተቃጠለ፤ የለመለመ ሣርም ሁሉ ተቃጠለ፡፡",
      "8": "ሁለተኛውም መልአክ መለከቱን ነፋ፤ የሚቃጠል ትልቅ ተራራ የሚመስል ነገር ወደ ባሕር ተጣለ፤ የባሕር ሢሶ ደም ሆነ፤",
      "9": "በባሕር ውስጥ ከሚኖሩት ሕይወት ካላቸው ፍጥረቶች ሢሶው ሞተ፤ የመርከቦች ሢሶ ወደመ፡፡",
      "10": "ሦስተኛውም መልአክ መለከቱን ነፋ፤ እንደ ችቦ የሚቃጠል ታላቅ ኮከብ ከሰማይ ወደቀ፤ የወደቀውም በወንዞች ሢሶና በውሃ ምንጮች ላይ ነው፡፡",
      "11": "የኮከቡም ስም ሬቶ ይባላል፤ የውሃው አንድ ሦስተኛ መራራ ሆነ፤ መራራ በሆነው ውሃ ጠንቅ ብዙ ሰዎች ሞቱ፡፡",
      "12": "አራተኛውም መልአክ መለከቱን ነፋ፤ የፀሐይ አንድ ሦስተኛ፤ የጨረቃ አንድ ሦስተኛ፤ የኮከቦች አንድ ሦስተኛቸው ጨለመ፤ በዚህ ዐይነት የቀን አንድ ሦስተኛውና የሌሊት አንድ ሦስተኛ ያለ ብርሃን ሆነ፡፡",
      "13": "ከዚህ በኋላ አንድ ንስር በሰማይ መካከል ሲበርር አየሁ፤ በታላቅ ድምጽም እየጮኸ “የቀሩት ሦስቱ መላእክት መለከት ሲነፋ ስለሚመጣው የመለከት ድምጽ በምድር ላይ ለሚኖሩ ሰዎች ወዮላቸው! ወዮላቸው!” ሲል ሰማሁ፡፡"
    },
    "Chapter 9": {
      "1": "አምስተኛው መለከቱን ነፋ፤ እንሆ ከሰማይ ወደ ምድር የወደቀ አንድ ኮከብ አየሁ፤ የጥልቁ ጉድጓድ መክፈቻ ተሰጠው፡፡",
      "2": "እርሱ ጉድጓዱን ከፈተው፤ ጢስም ከታላቅ ምድጃ እንደሚወጣ ጢስ ሆኖ ከጉድጓዱ ወጣ፤ ከጉድጓዱ በወጣው ጢስ ምክንያት ጸሐይና አየር ጨለሙ፤",
      "3": "ከጢሱም ውስጥ አንበጣዎች በምድር ላይ ወጡ፤ የምድር ጊንጦችን ኅይል የመሰለ ኅይል ተሰጣቸው፤",
      "4": "የምድርን ሣር ሆነ ማናቸውንም የለመለመ ነገር ወይም ማናቸውንም ዛፍ እንዳይጎዱ ተነገራቸው፤ መጉዳት ያለባቸው ግን በግንባራቸው ላይ የያህዌ ማኅተም የሌለባቸውን ብቻ ነበር፡፡",
      "5": "እነርሱን ቢሆን አምስት ወር ለማሰቃየት እንጂ ለመግደል ኅይል አልተሰጣቸውም፤ የደረሰባቸውም ሥቃይ ጊንጥ ሰውን ሲነድፍ እንደሚሰማው ዐይነት ያለ ነው፡፡",
      "6": "በእነዚያ ቀኖች ሰዎች ሞትን ይፈልጋሉ፤ ነገር ግን አያገኙትም፤ ለመሞትም ይመኛሉ፤ ነገር ግን ሞት ከአእነርሱ ይሸሻል፡፡",
      "7": "አንበጣዎቹ ለጦርነት እንደ ተዘጋጁ ፈረሶች ይመስሉ ነበር፤ በራሳቸው ላይ የወርቅ አክሊል የመሰለ ነገር ነበር፤ ፊታቸውም የሰው ፊት ይመስል ነበር፤",
      "8": "የሴት ጠጉር የመሰለ ጠጉር ነበራቸው፤ ጥርሳቸው የአንበሳ ጥርስ ይመስል ነበር፤",
      "9": "የብረት ጥሩር የሚመስል ጥሩር ነበራቸው፤ የክንፎቻቸው ድምፅ ወደ ጦርነት የሚሄዱ ብዙ ፈረሶችና ሠረገላዎች የሚያሰሙትን ድምጽ ይመስል ነበር፡፡",
      "10": "እንደ ጊንጥ ጅራትና መንደፊያ ነበራቸው፤ ሰዎችን አምስት ወር የሚጎዱበት ኅይል የነበራቸው በጅራታቸው ነበር፡፡",
      "11": "ንጉሥም ነበራቸው፤ እርሱ የጥልቁ ጉድጓድ መልአክ ነው፤ ስሙም በዕብራይስጥ አብዶን፤ በግሪክ አጶልዮን ይባላል፤ ትርጉሙም ደምሳሽ ማለት ነው፡፡",
      "12": "የመጀመሪያው ወዮ አልፎአል፤ እነሆ ከዚህ በኋላ ሌላ ሁለት ወዮ ገና ይመጣል፡፡",
      "13": "ስድስተኛው መልአክ መለከቱን ነፋ፤ እነሆ በያህዌ ፊት ካለው በወርቅ ከተሠራው መሠዊያ የአራት ቀንዶች ድምጽ ሲወጣ ሰማሁ፡፡",
      "14": "መለከት ያያዘውን ስድስተኛውን መልአክ “በታላቁ ወንዝ በኤፍራጥስ የታሠሩትን አራቱን መላእክት ፍታቸው!” አለው፡፡",
      "15": "ለዚህ ስዓትና ለዚህ ቀን ለዚህ ወርና ለዚህ ዓመት የተዘጋጁት አራቱ መላእክት የሰዎችን አንድ ሦስተኛው እንዲገድሉ ተፈቱ፡፡",
      "16": "የፈረሰኞቹ ሠራዊት ብዛት ሁለት መቶ ሚሊዮን ነበር፤ ቆጥራቸውንም ስማሁ፡፡",
      "17": "ፈረሶቹንና በፈረሶቹ ላይ የተቀመጡትን ሰዎች በራእይ ያየኋቸው በዚህ ዐይነት ነበር፤ በደረታቸው ላይ የነበረው ጥሩር እንደ እሳት ቀይ፤ እንደ ያክንት ሰማያዊ፤ እደ ዲን ቢጫ ይመስል ነበር፤ የፈረሶቹ ራስ የአንበሳ ራስ ይመስል ነበር፤ ከአፋቸው እሳትና ጢስ ዲንም ይወጣ ነበር፤",
      "18": "ከአፋቸው ባወጡት እሳት፤ ጢስ፤ ዲን፤ በእነዚህ በሦስቱ መቅሠፍቶች የሰዎች አንድ ሦስተኛ ተገደለ፡፡",
      "19": "የፈረሶቹ ኃይል በአፋቸውና በጅራታቸው ነበር፤ ጅራታቸው እባብ ይመስላል፤ የእባብ ራስም አለው፤ ሰውን የሚጎዱትም በእርሱ ነበር፡፡",
      "20": "በእነዚህ መቅሠፍቶች ከመሞት የቀሩት ሰዎች ከእጃቸው ሥራ ተመልሰው ንስሓ አልገቡም፤ ምክንያቱም አጋንንትና ከወርቅ፤ ከብር፤ ከናስ፤ ከድንጋይ፤ ከእንጨት የተሠሩ ማየት ወይም መስማት ወይም መሄድ የማይችሉትን ጣዖቶች ማምለክ አልተውም፡፡",
      "21": "እንዲሁም ከሰፍሰ ገዳይነታቸው፤ ከሟርታቸው፤ ከሴሰኝነታቸው፤ ከሌብነታቸውም ንስሓ አልገቡም፡፡"
    },
    "Chapter 10": {
      "1": "ከዚህ በኋላ ደመና የለበሰ ሌላ ብርቱ መልአክ ከሰማይ ሲወርድ አየሁ፤ በራሱ ዙሪያ ቀስተ ደመና ነበረ፤ ፊቱ እንደ ጽሐይ፤ እሮቹ እንደ እሳት ዐምዶች ነበሩ፤",
      "2": "የተከፈተች ትንሽ መጽሐፍ በእጁ ይዞ ነበር፤ ቀኝ እግሩን በባሕር ላይ፤ ግራ እግሩንም በምድር ላይ አኖረ፤",
      "3": "የአንበሳ ድምጽ በመሰለ ታላቅ ድምጽ ጮኸ፤ በጮኸም ጊዜ ሰባቱ ነጎድጓዶች በየድምጻቸው ተናገሩ፤",
      "4": "ሰባቱ ነጎድጓዶች በየድምፃቸው በተናገሩ ጊዜ እኔ ልጸፍ አሰብሁ፤ ነገር ግን “ሰባቱ ነጎድጓዶች የተናገሩትን አሽገህ በምስጢር ያዘው እንጂ አትጻፈው”የሚል ድምፅ ከሰማይ ሰማሁ፡፡",
      "5": "ከዚህ በኋላ በባሕርና በምድር ላይ ቆሞ ያየሁት መልአክ ቀኝ እጁን ወደ ሰማይ አነሣና፤",
      "6": "ዘላለም በሚኖረው የሰማይንና በእርሱ ያሉትን፤ ምድርንና በእርስዋም ያሉትን፤ ባሕርንና በእርሱም ያሉትን በፈጠረው አምላክ ስም ማለ፤ እንዲህም አለ፤ “ከእንግዲህ ወዲህ አይዘገይም!",
      "7": "ነገር ግን ሰባተኛው መልአክ መለከቱን በሚያሰማባቸው ቀኖች ለአገልጋዮቹ ለነቢያት ባስታወቃቸው መሠረት የያህዌ ሚስጥር ይፈጸማል፡፡”",
      "8": "ከሰማይ የሰማሁት ድምጽ “በባሕርና በምድርላይ የቆመው መልአክ በእጁ የያዛትን የተፈታችውን መጽሐፍ ሂድና ውሰድ” ሲል እንደገና ተናገረኝ፡፡",
      "9": "ወደ መልአኩም ሄጄ “ትንሽቱን መጽሐፍ ስጠኝ” አልሁት፤ እርሱም “ውሰድና ብላት፤ በሆድህ መራራ ትሆናለች፤ በአፍህ ግን እንደ ማር ትጣፍጣለች” አለኝ፡፡",
      "10": "እኔም ትንሽቱን መጽሐፍ ከመልአኩ እጅ ወስጄ በላኋት፤ በአፌ እንደ ማር ጣፈጠች፤ ከበላኋት በኋላ ግን ሆዴ መራራ ሆነ፡፡",
      "11": "ከዚህ በኋላ “ስለ ብዙ ወገኖች፤ ሕዝቦች ልዩ ልዩ ቋንቋ ስለሚናገሩ ሰዎችና ስለ ነገስታት እንደ ገና ትንቢት መናገር አለብህ” ተብሎ ተነገረኝ፡፡"
    },
    "Chapter 11": {
      "1": "ከዚህ በኋላ ለመለኪያ የሚያገለግል አንድ ረዥም ሽንበቆ ተሰጠኝ፤ እንዲህም ተባልሁ፤ “ተነሥ፤ የያህዌን ቤተ መቅደስና መሠዊያውን ለካ፤ በዚያ የሚያመልኩትንም ቁጠር፤",
      "2": "ከቤተ መቅደሱ ውጪ ያለውን ክፍት ቦታ ግን ተወው፤ እርሱ ለአረማውያን የተሰጠ ስለሆነ አትለካው፤ አረማውያን ቅድስቲቱን ከተማ አርባ ሁለት ወር ይረግጡአታል፤",
      "3": "ሁለቱ መቶ ምስክሮቼ የሐዘን ልብስ ለብሰው አንድ ሺ ሁለት መቶ ስልሳ ቀን ትንቢት እንዲናገሩ ኅይል እሰጣቸዋለሁ፡፡”",
      "4": "እነርሱ በምድር ጌታ ፊት የሚቆሙ ሁለቱ የወይራ ዛፎችና ሁለቱ መቅረዞች ናቸው፤",
      "5": "ማንም እነርሱን ሊጎዳ ቢፈልግ እሳት ከአፋቸው ወጥቶ ጠላቶቻቸውን ያቃጥላል፤ እነርሱን ሊጎዳ የሚፈልግ ሁሉ የሚሞተው በዚህ ዐይነት ነው፡፡",
      "6": "እነርሱ ትንት በሚናገገሩባቸው በእነዚህ ቀኖች ዝናም እንዳይዘንም ሰማይን ለመዝጋት ሥልጣን አላቸው፤ እንዲሁም ውሃዎችን ወደ ደም ለመለወጥና በሚፈልጉትም ጊዜ ሁሉ በማንኛውም ዐይነት መቅሠፍት ምድርን ለመምታት ሥልጣን አላቸው፡፡",
      "7": "ምስክርነታቸውን ከጨረሱ በኋላ ከጥልቁ ጉድጓድ የሚመጣው አውሬ ከእነርሱ ጋር ተዋግቶ ያሸንፋቸዋል፤ ይገድላቸዋለም፤",
      "8": "ሬሳቸውም በምሳሌያዊ አጠራር ሰዶም ወይም ግብጽ በምትባል በታላቂቱ ከተማ አደባባይ ይጋደማል፤ ይህች ከተማ የእነርሱ ጌታ የተሰቀለባት ናት፡፡",
      "9": "ከልዩ ልዩ ወገንና ነገድ ከልዩ ልዩ ቋንቋና ሕዝብ የሆኑ ሰዎች ሦስት ቀን ተኩል ሬሳቸውን ይመለከታሉ፤ ሬሳቸው እንዳይቀበርም ይከለክላሉ፤",
      "10": "እነዚህ ሁለቱ ነቢያት የምድር ሰዎችን ስላስጨነቁ፤ በምድር የሚኖሩ ሰዎች በነቢያቱ ሞት ደስ ይላቸዋል፤ በደስታም በዓል ያደርጋሉ፤ ስጦታም ይለዋወጣሉ፤",
      "11": "ነገር ግን ሦስት ቀን ተኩል ካለፈ በኋላ ሕይወት የሚሰጥ እስትንፋስ ከያህዌ መጥቶ ወደ ሬሳዎቹ ገባ፤ በእግራቸውም ቆሙ፤ ያዩአቸውም ሰዎች እጅግ ፈሩ፡፡",
      "12": "ከዚህ በኋላ ሁለቱ ነቢያት “ወደዚህ ውጡ!” የሚል ታላቅ ድምጽ ከሰማይ ሰሙ፤ ጠላቶቻቸው እየተመለከቱአቸውም በደመና ወደ ሰማይ ወጡ፡፡",
      "13": "በዚያኑ ስዓት ታላቅ የምድር መናወጥ ሆነ፤ የከተማይቱም አንድ ዐሥረኛ ወደመ፤ በምድር መናወጥም ምክንያት ሰባት ሺ ሰዎች ሞቱ፤ ከሞት የተረፉትም እጅግ ፈሩ፤ የሰማይንም አምላክ አከበሩ፡፡",
      "14": "ሁለተኛው ወዮ አለፈ፤ እንሆ ሦስተኛው ወዮ ቶሎ ይመጣል፡፡",
      "15": "ሰባተኛውም መልአክ መለከቱን ነፋ፤ በሰማይ “የዓለም መንግሥት የጌታ የአምላካችንና የመሲሑ ሆናለች፤ እርሱ ለዘላለም ይነግሣል!” የሚሉ ታላቅ ድምጾች ተሰሙ፡፡",
      "16": "በያህዌ ፊት በዙፋኖቻቸው ላይ የተቀመጡት ሃያ አራቱ ሽማግሌዎችም በግምባራቸው ተደፍተው ለያህዌ ሰገዱ፤",
      "17": "እንዲህም አሉ፤ “ያለህና የነበርህ፤ ሁሉን የምትችል ጌታ ያህዌ ሆይ! ትልቁን ሥልጣንህን በእጅህ ስላደረግህና ስለነገሥህ እናመሰግናለን፡፡",
      "18": "አረማውያን ሕዝቦች ተቆጡ፤ የአንተም ቁጣ መጣ፤ በሙታን ላይ የምትፈርድበት ጊዜም ደረሰ፤ ለአገልጋዮትህ ለነቢያትና ለቅዱሳን ስምህንም ለሚያከብሩት፤ ለታናሾችና ለታላላቆች፤ ሽልማታቸውን የምትሰጥበትን የምታጠፋበት ጊዜም ደረሰ፡፡”",
      "19": "በሰማይ ያለው የያህዌ ቤተ መቅደስም ተከፈተ፤ የእርሱም የኪዳን ታቦት በቤተ መቅደሱ ውስጥ ታየ፡፡ መብረቅ፤ ድምጽ ነጎድጓድ፤ የምድር መናወጥና ታላቅም በረዶ ሆነ፡፡"
    },
    "Chapter 12": {
      "1": "ከዚህ በኋላ ታላቅና አስደናቂ ምልክት በሰማይ ታየ፤ ፀሐይን የለበሰች፤ ጨረቃን ከእግሯ በታች ያደረገች፤ ዐሥራ ሁለት ኮከቦችን እንደ አክሊል በራስዋ ላይ የደፋች አንዲት ሴት ታየች፡፡",
      "2": "እርስዋም ነፍሰ ጡር ነበረች፤ ምጥ ይዟትም ተጨንቃ ትጮኽ ነበር፤",
      "3": "እንዲሁም ሌላ ምልክት በሰማይ ታየ ሰባት ራሶችና ዐሥር ቀንዶች የነበሩት ትልቅ ቀይ ዘንዶ ታየ፤ በራሶቹም ላይ ሰባት ዘንዶዎች ደፍቶ ነበር፤",
      "4": "በጅራቱ የኮከቦችን አንድ ሦስተኛ ከሰማይ ስቦ ወደ ምድር ጣለችው፤ ሴቲቱ በምትወልድበት ጊዜ ልጅዋን ለመዋጥ አስቦ ዘንዶው ልትወልድ ወደተቃረበችው ሴት ሄደና ከፊት ለፊትዋ ቆመ፤",
      "5": "ሴቲቱም ሕዝቦችን ሁሉ በብረት በትር የሚገዛ ወንድ ልጅ ወለደች፤ ልጅዋ ግን ወደ ያህዌና ወደ ዙፋኑ ተወሰደ፤",
      "6": "ሴቲቱም ወደ በረሓ ሸሽታ ሄደች፤ እዚያ አንድ ሺ ሁለት መቶ ስልሳ ቀን በክብካቤ ተይዛ የምትጠበቅበትን ስፍራ ያህዌ አዘጋጅቶላት ነበር፡፡",
      "7": "በሰማይ ጦርነት ተነሣ፤ ሚካኤልና የእርሱ መላእክት ከዘንዶውና ከመላእክቱ ጋር ተዋጉ፤",
      "8": "ነገር ግን ዘንዶውና መላእክቱ ተሸነፉ፤ ከዚም ወዲያ በሰማይ ስፋራ አልተገኘላቸውም፡፡",
      "9": "ታላቁም ዘንዶ ወደታች ተጣለ፤ እርሱ ሰዎችን ሁሉ የሚያስተው ዲያብሎስ ወይም ሰይጣን ተብሎ የሚጠራው የቀድሞ እባብ ነው፡፡ እርሱ ወደ ምድር ተጣለ፤ የእርሱም መላእክት ከእርሱ ጋር አብረው ተጣሉ፡፡",
      "10": "ከዚህ በኋላ አንድ ታላቅ ድምጽ በሰማይ እንዲህ ሲል ሰማሁ፤ “እንሆ ማዳና ኅይል መንግሥትም የአምላክችን ሆኖአል! ሥልጣንም የመሲሑ ሆኖአል! ምክንያቱም ወንድሞቻችንን በአምላካችን ፊት ቀንና ሌሊት ሲያሳጣቸው የነበረ የወንድሞቻችን ከሳሽ ተጥሎአል፤",
      "11": "እነርሱ በበጉ ደምና በተናገሩት የምስምክርነት ቃል ድል ነሥተውታል፤ ለሕይወታቸው ሳይሳሱ ራሳቸውን ለሞት አሳልፈው ሰጥተዋል፤",
      "12": "ስለዚህ ሰማይና በውስጣቸው የምትኖሩ ሁሉ ደስ ይበላችሁ! ምድርና ባሕር ግን ወዮላችሁ! ምክንያቱም ጥቂት ጊዜ እንደ ቀረው ስላወቀ ዲያብሎስ በታላቅ ቁጣ ወደ እናተ ወርዶአል፡፡”",
      "13": "ዘንዶው ወደ ምድር እንደተጣለ ባየ ጊዜ፤ ወንድ ልጅ የተወለደችውን ሴት አሳደዳት፤",
      "14": "ሴቲቱ በበረሓ ወደ ተዘጋጀላት ስፍራ በርራ እንድትሄድ የታላቅ ንስር ክንፎች የሚመስሉ ሁለት ክንፎች ተሰጡአት፤ እዚያም ከእባቡ ፊት ርቃ ሦስት ዓመት ተኩል በክብካቤ ተይዛ ትጠበቅ ነበር፡፡",
      "15": "ሴቲቱ በጎርፍ እንድትወሰድ ብሎ እባብ የወንዝ ውሃ የሚያህል ውሃ ከአፉ ተፍቶ በስተኋላዋ አፈሰሰ፡፡",
      "16": "ነገር ግን ምድር ሴቲቱን ረዳቻት፤ አፍዋንም ከፈተችና ዘንዶው ከአፉ ተፍቶ ያፈሰሰውን ውሃ ዋጠች፡፡",
      "17": "ዘንዶው በሴቲቱ ላይ ተቆጥቶ ከእርስዋ ዘር ተርፈው ከቀሩት ጋር ሊዋጋ ሄደ፡፡ እነርሱም የያህዌን ትዕዛዞች የሚጠብቁና ለያሹዋ በታማኝነት የሚመሰክሩ ናቸው፡፡",
      "18": "ዘንዶውም በባሕሩ ዳር፤ አሸዋ ላይ ቆመ፡፡"
    },
    "Chapter 13": {
      "1": "ከዚህ በኋላ እንድ አውሬ ከባሕር ሲወጣ አየሁ፤ ዐሥር ቀንዶችና ሰባት ራሦች ነበሩት፤ በቀንዶቹም ላይ የስድብ ስሞች ነበሩ፡፡",
      "2": "ያየሁት አውሬ ነብር ይመስል ነበር፤ እግሮቹ የድብ እግሮች፤ አፉ የአንበሳ አፍ ይመስል ነበር፡፡ ዘንዶው የሱን ኀይልና የራሱን ዙፋን ትልቅም ሥልጣን ለአውሬው ተሰጠው፡፡",
      "3": "ከራሶቹ አንዱ ለሞት የሚያደርስ ቁስል እንደነበረው ሆኖ አየሁት፤ ነገር ግን ለሞት የሚያደርሰው ቁስል ድኖአል፤ ዓለም በሙሉ በመደነቅ አውሬውን ተከተለ፡፡",
      "4": "ለአውሬው ሥልጣን በመሥጠቱ ሰዎች ሁሉ ለዘንዶው ሰገዱለት፤ “አውሬውን የሚመስል ማን ነው? ከእርሱስ ጋር ማን ሊዋጋ ይችላል?” እያሉ፤ ለእርሱም ሰገዱለት፡፡",
      "5": "የትዕቢትና የስድብ ቃል የሚናገርበት አፍ ለአውሬው ተሰጠው፤ አርባ ሁለት ወር በሥልጣን እንዲሠራ ተፈቀደለት፡፡",
      "6": "ያህዌንና የያህዌን ስም፤ መኖሪያውንና በሰማይ የሚኖሩትን መሳደብ ጀመረ፡፡",
      "7": "ቅዱሳንን እንዲዋጋ ድል እንዲነሳቸው ሥልጣን ተሰጠው፤ በነገድ በወገን፤ በቋንቋ በሕዝብ ሁሉ ላይ ስልጣን ተሰጠው፡፡",
      "8": "ዓለም ሲፈጠር ጀምሮ ስሞቻቸው በታረደው በግ የሕይወት መጽሐፍ ያልተጻፈ በዓለም ላይ የሚኖሩ ሰዎች ሁሉ ለአውሬው ይሰግዳሉ፡፡",
      "9": "ሰሚ ጆሮ ያለው ቢኖር ይስማ!",
      "10": "“ለመማረክ የተመደበ ይማረካል፤ በሰይፍ ለመገደል የተመደበ በሰይፍ ይገደላል፤” እንግዲህ የቅዱሳን ትዕግሥትና እምነት የሚታየው በዚህ ጊዜ ነው፡፡",
      "11": "ሌላ አውሬ ደግሞ ከምድር ሲወጣ አየሁ፤ የበግ ቀንዶች የሚመስሉ ሁለት ቀንዶች ነበሩት፤ አነጋገሩም እንደ ዘንዶው ነበር፤",
      "12": "የመጀመሪያውን አውሬ ሥልጣን ሁሉ፤ በመጀመሪያው አውሬ ፊት ሆኖ ይሠራበት ነበር፤ ምድርና በእርሷ ላይ የሚኖሩት ሁሉ ለአውሬው እንዲሰግዱለት ያደርጋል፤ ይህም አውሬ ያ ለሞት የሚያደርስ ቁስል የዳነለት የመጀመሪያው አውሬ ነው፡፡",
      "13": "ይህ ሁለተኛው አውሬ በሰዎች ፊት እሳትን ከሰማይ እስከማውረድ ድረስ ባለው ሥልጣን ታላላቅ ተአምራት ያደርግ ነበር፡፡",
      "14": "በመጀመሪያው አውሬ ፊት እንዲያደርግ በተፈቀደለት ተአምራት ምክንያት በምድር ላይ የሚኖሩትን ሰዎች ያስት ነበር፤ በሰይፍ ቁስል የዳነው ውሬ ምስል እንዲሠሩም በምድር ላይ የሚኖሩትን ሰዎች ያዛቸዋል፡፡",
      "15": "ሁለተኛው አውሬ ለመጀመሪያው አውሬ ምስል የሕይወት እስትንፋስ ለመስጠት ሥልጣን ተሰጠው፤ የሕወት እስትንፋስ ለመስጠት ሥልጣን የተሰጠውም ምስል ለመናገር እንዲችልና ለእርሱ የማይሰግዱለት ሁሉ እንዲገደሉ ያደርግ ዘንድ ነው፡፡",
      "16": "ሁለተኛው አውሬ ታናናሾቹም ሆኑ ታላላቆቹ፤ ሀብታሞች ሆኑ ድኾች፤ ጌቶችም ሆኑ አገልጋዮች ሁሉም በቀኝ እጃቸው ወይም በግንባራቸው ላይ ምልክት እንዲያደርጉ አስገደዳቸው፡፡",
      "17": "በዚህ ዐይነት የውሬው ስም የሆነው ምልክት ወይም የስሙ ቁጥር የሌለው ማንም ሰው መግዛትም ሆነ መሸጥ አይችልም፡፡",
      "18": "ጥበብ ያለው እንግዲህ እዚህ ላይ ነው፤ አእምሮ ያለው የአውሬውን ቁጥር ያስላው፤ ቁጥሩ የሚያመለክተው ሰውን ነው፤ ቁጥሩም ስድስት መቶ ስልሳ ስድስት ነው፡፡"
    },
    "Chapter 14": {
      "1": "ከዚህ በኋላ እነሆ በጉ በጽዮን ተራራ ላይ ቆሞ አየሁ፤ ከእርሱ ጋር የእርሱ ስምና የአባቱ ስም በግንባራቸው ላይ የተጻፈባቸው መቶ አርባ አራት ሺ ሰዎች ነበሩ፡፡",
      "2": "ከሰማይም የታላቅ ፏፏቴ ውሃ ድምፅና የታላቅ ነጎድጓድ የመሰለ ድምፅ ሰማሁ፤ የሰማሁትም ድምጽ በገና ደርዳሪዎች በገና እየደረደሩ የሚያሰሙትን ድምጽ ይመስል ነበር፡፡",
      "3": "በዙፋኑና በአራቱ እንስሶች ሽማግሌዎችም ፊት መቶ እርባ አራቱ ሺ ሰዎች አዲስ መዝሙር ዘመሩ፤ ይህን መዝሙር ከምድር ከተዋጁት ከመቶ አራባ አራቱ ሺ ሰዎች በቀር ማንም ሊማር አልቻለም፡፡",
      "4": "እነርሱ ድንግሎች ስለሆኑ ከሴቶች ጋር በግብረ ሥጋ በመገናኘት ያልረከሱ ናቸው፤ እነርሱ በጉ ወደሚሄድበት ሁሉ የሚከተሉት ናቸው፤ እነርሱ ለያህዌና ለበጉ በኩራት ለመሆን ከሰዎች መካከል የተዋጁ ናቸው፤",
      "5": "እነርሱ ሐሰት ተናግረው አያውቁም፤ ነቀፋም የለባቸውም፡፡",
      "6": "ከዚህ በኋላ በምድር ላይ ለሚኖሩ ለሕዝብና ለነገድ ለቋንቋና ለወገን ሁሉ ለማብሰር ዘላለማዊውን የምሥራች ቃል የያዘ ሌላ መልአክ በሰማይ መካከል ሲበርር አየሁ፡፡",
      "7": "በታላቅ ድምጽ “ያህዌን  ፍሩ፤ አክብሩትም፤ ምክንያቱም የእርሱ የፍርድ ሰዓት ደርሶአል፤ ሰማይንና ምድርን ባሕርንና የውሃ ምንጮችን ለፈጠረ አምላክ ስገዱ!” አለ፡፡",
      "8": "ሌላም ሁለተኛው መልአክ “የዝሙትዋ ፍትወት የሆነውን የሚያሰክር የወይን ጠጅ ለሕዝቦች ሁሉ ያጠጣች፤ ታላቂቱ ባቢሎን ወደቀች!” እያለ የመጀመሪያውን መልአክ ተከተለ፡፡",
      "9": "ሌላ ሦስተኛ መልአክ በታላቅ ድምጽ እንዲህ እያለ ተከተላቸው፤ “ለአውሬውና ለምስሉ የሚሰግዷ፤ ምልክቱን በግንባራቸው ወይም በእጃቸው የሚያደርጉ ሁሉ፤",
      "10": "የያህዌን የቁጣ የወይን ጠጅ ይጠጣሉ፤ ይህም የወይን ጠጅ ሳይበረዝ በቁጣው ጽዋ የተዘጋጀ ነው፤ እንዲሁም በቅዱሳን መላአክት ፊትና በበጉ ፊት በእሳትና በዲን ይሠቃያሉ፤",
      "11": "እነርሱን ከሚያሰቃየው እሳት የሚወጣው ጢስ ለዘላለም ወደ ላይ ይወጣል፤ ለአውሬውና ለምስሉ የሚሰግዷ የስሙንም ምልክት ያደረጉ ሁሉ ቀንና ሌሊት ዕረፍት የላቸውም፡፡”",
      "12": "የያህዌን ትእዛዝ የሚጠብቁና ያሹዋንም በማመን የሚጸኑ ቅዱሳን፤ ትዕግሥታቸው የሚታየው እንግዲህ እዚህ ላይ ነው፡፡",
      "13": "ከሰማይም እንዲህ የሚል ድምፅ ሰማሁ፤ ይህንን ጻፍ፤”ከእንግዲህ ወዲህ የጌታ ያሹዋ ሆነው የሚሞቱ እድለኞች ናቸው፤” መንፈስ ቅዱስም “አዎ! ከድካማቸው እንዲያርፉ ሥራቸው ይከተላቸዋል” ይላል፡፡",
      "14": "ከዚህ በኋላ እነሆ ነጭ ደመና አየሁ፤ በደመናውም ላይ የሰውን ልጅ የሚመስል ተቀምጦአል፤ በራሱ ላይ የወርቅ አክሊል አድርጎአል፤ በእጁ ስለታም ማጭድ ይዞአል፤",
      "15": "ሌላ መልአክ ከመቅደሱ ወጣና በደመና ላይ የተቀመጠውን በታላቅ ድምፅ “የምድር መከር ደርሶአል! የዐጨዳ ሰዓትም ቀርቦአል! ስለዚህ ማጭድህን ስደድና እጨድ” አለ፡፡",
      "16": "በደመናው ላይ የተቀመጠውም  ማጭዱን ወደ ምድር ሰደደው፤ ምድርም ታጨደች፡፡",
      "17": "ሌላ መልአክም በሰማይ ካለው መቅደስ ወጣ፤ እሱም ስለታም ማጨድ ይዞ ነበር፡፡",
      "18": "በእሳት ላይ ሥልጣን ያለው ሌላ መልአክ ከሠማያዊው አጠገብ ወጣና ስለታም ማጭድ የያዘውን መልአክ “የዘለላዎቹ ፍሬዎች ስለበሰሉ የወይን ዘለላዎቹን ሁሉ ከምድር ወይን ቁረጡ!” በማለት በታላቅ ድምፅ ጮኸ፡፡",
      "19": "መልአኩም ማጭዱን ወደ ምድር ሰደድው፤ የምድርንም ወይን ዘለላ ቆረጠ፤ የያህዌንም ቁጣ በሚያመለክት ታላቅ መጭመቂያ ውስጥ ጣለው፡፡",
      "20": "ከከተሳው ውጭ ባለው የወይን መጭመቂያ ተጨመቀ፤ ከመጭቂያውም እስከፈረስ ልጓም ወደ ላይ ከፍ ያለና ሦስት መቶ ኪሎ ሜትር ርቀት የሚደርስ ደም ወጥቶ ፈሰሰ፡፡"
    },
    "Chapter 15": {
      "1": "ሌላም ታላቅና ድንቅ ምልክት ሰማይ አየሁ፤ የያህዌ ቁጣ የሚፈጸምባቸው የመጨረሻ የሆኑትን ሰባት መላእክት አየሁ፡፡",
      "2": "ከዚህ በኋላ እሳት የተቀላቀለበት የሚመስል የመስተዋት ባሕር አየሁ፤ አውሬውንና የአውሬውን ምስል የስሙንም ቁጥር ድል የነሱትን አየሁ፤ ያህዌ የሰጣቸውን በገና ይዘው በመስዋቱ ባሕር አጠገብ ቁመው ነበር፡፡",
      "3": "የያህዌን አገልጋይ የሙሴን መዝሙርና የበጉን መዝሙር እንዲህ አያሉ ይዘምሩ ነበር፤ “ሁሉን የምትችል ጌታ አምላክ ሆይ! ሥራህ ታላቅና አስደናቂ ነው፤ የሕዝቦች ንጉሥ ሆይ! መንገድህ ትክክልና እውነት ነው፤",
      "4": "ጌታ ሆይ! አንተን የማይፈራና ስምህንም የማያከብር ማን ነው? ምክንያቱም ቅዱስ አንተ ብቻ ነህ፤ የእውነት ፍርድህ ስለተገለጠ፤ ሕዝቦች ሁሉ በፊትህ ይሰግዳሉ፡፡”",
      "5": "ከእዚህም በኋላ እንደገና አየሁ፤ እነሆ የምስክር ድንኳን የሆነው ቤተ መቅደሱ በሰማይ ተከፈተ፤",
      "6": "ሰባቱን መቅሠፍቶች የያዙት ሰባቱ መላእክት ከቤተ መቅደሱ ወጡ፤ የሚያንጸባርቅ ነጭ ልብስ ለብሰው ነበር፡፡ ደረታቸውንም በወርቅ መታጠቂያ ታጥቀው ነበር፡፡",
      "7": "ከአራቱ እንስሶች አንዱ በዘላለማዊ አምላክ ቁጣ የተሞሉትን ሰባት የወርቅ ጽዋች ለሰባቱ መላእክት ሰጣቸው፤",
      "8": "ቤተ መቅደሱም ከያህዌ ክብርና ኀይል የተነሳ በጢስ ተሞላ፤ ሰባቱ መላእክት የያዙአቸው ሰባቱ መቅሰፍቶች እስከተፈጸሙ ድረስ፤ ማንም ወደ ቤተ መቅደሱ መግባት አልቻለም፡፡"
    },
    "Chapter 16": {
      "1": "ከዚህ በኋላ ሰባቱን መላእክት “ሂዱ! ሰባቱን የያህዌ ቁጣ ጽዋዎቸ በምድር ላይ አፍስሱ!” የሚል ታላቅ ድምጽ ከቤተ መቅደሱ ሲወጣ ሰማሁ፡፡",
      "2": "የመጀመሪያው መልአክ ሄደና ጽዋውን በምድር ላይ አፈሰሰ፤ የአውሬው ምልክት ባለባቸውና ለአውሬው ምስል በሚሰግዷ ሰዎች ላይ መጥፎና የሚያሰቃይ ቁስል ወጣባቸው፡፡",
      "3": "ሁለተኛው መልአክ ጽዋውን በባሕር ላይ አፈሰሰ፤ ባሕሩም እንደሞተ ሰው ደም ሆነ፤ በባሕሩ የሚኖሩ የነበሩት ሕይወት ያላቸው ነገሮች ሁሉ ሞቱ፡፡",
      "4": "ሦስተኛው መልአክ ጽዋውን በወንዞችና በውሃ ምንጮች ላይ አፈሰሰ፤ እነሱም ደም ሆኑ፤",
      "5": "በውሃ ላይ ሥልጣን ያለው መልአክ እንዲህ ሲል ሰማሁ፤ ”ያለህና የነበርህ ቅዱስ ጌታ ሆይ! እንዲህ ስለ ፈረድህ እውነተኛ ነህ፤",
      "6": "ሰዎች የቅዱሳንና የነብያትን ደም ስለ አፈሰሱ፤ ደም አጠጣሃቸው፤ ይህም የሚገባቸው ነው፤”",
      "7": "በመሰዊያውም “አዎ፤ ሁሉን የምትችል ጌታ አምላክ ሆይ ፍርድህ እውነትና ትክክል ነው’ የሚል ድምጽ ሰማሁ፡፡",
      "8": "አራተኛው መልአክ ጽዋውን በፀሐይ ላይ አፈሰሰ፤ ፀሐይም ሰዎችን በግለትዋ ለማቃጠል ኀይል ተሰጣት፤",
      "9": "ሰዎች በታላቅ ግለት ታቃጠሉ፤ በእነዚህ መቅሰፍቶች ላይ ሥልጣን ያለውን የያህዌን ስም ተሳደቡ፤ ንስሓ መግባትና እርሱን ማክበር እምቢ አሉ፡፡",
      "10": "አምስተኛው መልአክ ጽዋውን በአውሬው ዙፋን ላይ አፈሰሰ፤ ሰዎች ከሥቃያቸው የተነሣ ምላሳቸውን ያኝኩ ነበር፤",
      "11": "ለሥቃያቸውና ከቁስላቸው የተነሳ የሰማይን አምላክ ተራገሙ፤ ከሥራቸውም ነስሓ አልገቡም፡፡",
      "12": "ስድተኛው መልአክ ጽዋውን በታላቁ ወንዝ በኤፍጥራስ ላይ አፈሰሰ፤ ከምስራቅ ለሚመጡ ነገሥታት መንገድ ለማዘጋጀት የወንዙ ውሃ ደረቀ፡፡",
      "13": "ከዘንዶው አፍና ከአውሬው አፍ፤ ጓጉንቸሮች የሚመስሉ ሦስት መናፍስት ሲወጡ አየሁ፡፡",
      "14": "እነርሱ ተአምራት የሚያደርጉ የአጋንንት መናፍስት ናቸው፤ እነዚህ ሦስት መናፍስት ሁሉን በሚችል አምላክ ታላቅ ቀን ለሚሆነው ጦርነት ሰዎችን ለመስብሰብ ወደ መላው የዓለም ነገሥታት ሁሉ ይሄዳሉ፡፡",
      "15": "“እነሆ እኔ እንደ ሌባ በድንገት እመጣለሁ፤ ራቁቱን እንዳይሆንና ሐፍረቱን ሰዎች እንዳያዩበት ነቅቶ ልብሱን የሚጠብቅ ሰው የተመሰገነ ነው፡፡”",
      "16": "መናፍስቱ ነገሥታቱን ሰብስበው በእብራይስጥ ቋንቋ አርማጌዶን በሚባል ስፍራ ለጦርነት አስከተቱአቸው፡፡",
      "17": "ሰባተኛው መልአክ ጽዋውን በዐየር ላይ አፈሰሰ፤ በቤተ መቅደሱም ውስጥ ካለው ዙፋን “ተፈጸመ!” የሚል ታላቅ ድምጽ ወጣ፡፡",
      "18": "መብረቅ፤ ድምፅ፤ ነጎድጓድና ታላቅ የምድር መናወጥ ሆነ፤ ይህን የመሰለ ታላቅ የምድር መናወጥ ሰው በምድር ላይ ከተፈጠረ ጀምሮ ሆኖ አያውቅም፡፡",
      "19": "ታላቂቱ ከተማ ከሦስት ተከፈለች፤ የሕዝቦች ከተሞችም ተደመሰሱ፤ ያህዌ ታላቂቱን ባቢሎንን አስታወሰ፤ የብርቱ ቁጣው ወይን ጠጅ የተሞላበትን ጽዋ እንድትጠጣ አደረጋት፡፡",
      "20": "ደሴቶች ሁሉ ጠፉ፤ ተራራዎችም በነበሩበት አልተገኙም፤",
      "21": "እያንዳንዱ አርባ ኪሎ ግራም ያህል የሚመዝን በረዶ በሰዎች ላይ ከሰማይ ወረደባቸው፤ መቅሠፍቱ እጅግ አሠቃቂ ስለነበረ ሰዎች በበረዶው መቅሠፍት ምክንያት ያህዌን ተራገሙ፡፡"
    },
    "Chapter 17": {
      "1": "ሰባቱን ጽዋዎች ይዘው ከነበሩት ከሰባቱ መላእክት አንዱ ወደ እኔ መጥቶ እንዲህ አለኝ፤ “ና በብዙ ውሃዎች ላይ የተቀመጠችውን የታላቂቱን አመንዝራ ሴት የቅጣት ፍርድ አሳይሃለሁ፤",
      "2": "የምድር ነገሥታት ከእርስዋ ጋር አመንዝራዋል፤ የምድር ነዋሪዎችም በዝሙትዋ የወይን ጠጅ ሰክረዋል፡፡”",
      "3": "ከዚህ በኋላም መልአኩ በመንፈስ ወደ በረሓ ወሰደኝ፤ በሁለተኛው የስድብ ስሞች በተጻፉት ሰባት ራሶችና ዐሥር ቀንዶች ባሉት በቀይ አውሬ ላይ የተቀመጠች አንዲት ሴት አየሁ፡፡",
      "4": "ሴቲቱም ሐምራዊና ቀይ ልብስ ለብሳ ነበር፤ በወርቅና በከበረ ድንጋይ በዕንቁዎችም አሸብርቃ ነበር፤ በእጅዋም የሚያስጸይፍ ነገርና የዝሙትዋ ርኩሰት የሞላበትን የወርቅ ጽዋ ይዛ ነበር፡፡",
      "5": "በግንባርዋም ላይ “የአመንዝሮችና የምድር ርኩሰቶች እናት፤ ታላቂቱ ባቢሎን” የሚል ምስጢራዊ ነገር ያለበት ስም ተጽፎ ነበር፡፡ ",
      "6": "ያቺ ሴት በቅዱሳን ደመና በያሹዋ ምስክሮች ደም ሰክራ አየኋት፤ ባየኋትም ጊዜ እጅግ በጣም ተደነቅሁ፡፡",
      "7": "መልአኩ ግን እንዲህ አለኝ፤ “ስለምን ተደነቃለህ? የሴቲቱን ምስጢርና እርስዋ የተቀመጠችበትን፤ ሰባት ራሶችና ዐሥር ቀንዶች ያሉትን፤ የአውሬውን ሚስጥር እገልጥልህአለሁ፤",
      "8": "ያያኸው አውሬ ቀድሞ ነበር፤ አሁን የለም፤ በኋላ ከጥልቁ ጉድጓድ ይወጣል፤ ወደ ጥፋቱም ይሄዳል፤ ዓለም ሲፈጠር ጀምሮ ስሞቻቸው በሕይወት መጽሐፍ ያልተጻፈው የምድር ነዋሪዎች፤ አውሬው ቀድሞ የነበረ፤ አሁን የሌለ፤ በኋላ የሚመጣ መሆኑን ሲያዩ ይደነቃሉ፡፡",
      "9": "“ጥበብ ያለው አእምሮ የሚፈለገው እዚህ ላይ ነው፤ ሰባቱ ራሶች ሴቲቱ የተቀመጠችባቸው ሰባት ተራራዎች ናቸው፤እንዲሁም ሰባት ነገሥታት ናቸው፤",
      "10": "አምስቱም ወደቀዋል፤ እነዱ አለ፤ ሌላው ገና አልመጣም፤ እርሱ ሲመጣ ለጥቂት ጊዜ ብቻ መቆት አለበት፡፡",
      "11": "ሰምንተኛው ንጉሥ ቀድሞ የነበረውና አሁን የሌለው አውሬ ነው፤ እርሱ ከሰባቱ እንዱ ነው፤ ወደ ጥፋቱም ይሄዳል፡፡",
      "12": "“ያየሃቸው አሥሩ ቀንዶች ገና ያልነገሱ አሥር ነገሥታት ናቸው፤ ነገር ግን ለአንዲት ሰዓት ከአውሬው ጋር እንዲነግሡ የመንገሥ ሥልጣን ያገኛሉ፡፡",
      "13": "እነዚህ አሥር ነገሥታት ተመሰሳይ አሳብ አላቸው፤ እነርሱ ኃይላቸውንና ሥልጣናቸውን ለአውሬው ያስረክባሉ፤",
      "14": "እነርሱ ከበጉ ጋር ጦርነት ያደርጋሉ፤ ነገር ግን በጉ የጌቶች ጌታና የነገሥታት ንጉሥ ስለሆነ ድል ይነሳቸዋል፤ ከእነርሱ ጋር ያሉት የተጠሩትና የተመረጡ የታመኑም አብረው ድል ይነሣሉ፡፡”",
      "15": "መልአኩም እንዲህ አለኝ፤ “አመንዝራይቱ ተቀምጣባቸው ያየሃቸው ውሃዎች ሕዝቦችና፤ሰዎች ወገኖችና ቋንቋዎች ናቸው፤",
      "16": "አውሬውና ያያሃቸው ዐሥር ቀንዶች አመንዝራይቱን ይጠላሉ፤ ወደ ጥፋት ያደርሷታል፤ ራቁቱዋን ያስቀሩአታል፤ ሥጋዋን ይበላሉ፤ በእሳትም ያቃጥሉአታል፤",
      "17": "ዕቅዱን እንዲፈጽሙ ይህን አሳብ በልባቸው ያኖረ ያህዌ ነው፤ ስለዚህ የያህዌ ቃል እስኪፈጸም እነርሱ በአንድ አሳብ ይስማማሉ፤ የመንገሥ ሥልጣናቸውን ለአውሬ ያስረክባሉ፡፡",
      "18": "“ያያኃትም ሴት በምድር ነገሥታት ላይ የምትነግሥ ታላቂቱ ከተማ ናት፡፡”"
    },
    "Chapter 18": {
      "1": "ከዚህ በኋላ ታላቅ ሥልጣን ያለው ሌላ መለአክ ከሰማይ ሲወርድ አየሁ፤ ከክብሩ ነጸብራቅ የተነሳ ምድር በራች፤",
      "2": "በብርቱ ድምጽም እንዲህ ሲል ጮኸ፤ “ታላቂቱ ባቢሎን ወደቀች! ወደቀች! የአጋንንት መኖሪያ ሆነች! የእርኩሳን መናፍስት ማደሪያ ሆነች የሚያጸይፍና የሚያስጠሉ ወፎች መጠለያ ሆነች!",
      "3": "ምክንያቱም የሚያሰክረውን የዝሙትዋን ወይን ጠጅ ሕዝቦችን ሁሉ አጠጥታለች፤ የምድር ነገሥታት ከእርሱዋ ጋር አመንዝረዋል፤የምደር ነጋዴዎችም ከብዙ ምቾትዋ የተነሳ ሀብታሞች ሆነዋል፡፡”",
      "4": "ሌላ ድምጽም ከሰማይ እንዲህ ሲል ሰማሁ፤ “ሕዝቤ ሆይ! በኃጢአትዋ እንዳትተባበሩ፤ የመቅሰፍትዋም ተካፋዮች እንዳትሆኑ ከእርሱዋ ውጡ፤",
      "5": "ምክንያቱም የኃጢአትዋ ክምር እስክ ሰማይ ደርሶአል፤ ያህዌ ዐመጻዋን አስታውሶአል፤",
      "6": "በሰጠችው መጠን ስጥዋት፤ ባደረገችውም ሥራ እጥፍ ክፈልዋት፤ እርስዋ ክብርና ምቾት የተሰጠውን እጥፍ ኀይለኛ አድርጋችሁ ቀላቅሉባት፤",
      "7": "ለራስዋ ክብርና ምቾት የሰጠችውን ያህል፤ ሥቃይና ሐዘን ስጧት፤ እርስዋ በልብዋ “እንደ ንግሥት ተቀምጫለሁ፤ መበለትም አይደለሁም፤ ሐዘንም ከቶ አይደርስብኝም” በማለት ትመካለች፡፡",
      "8": "ስለዚህ መቅሰፍቶችዋ ሁሉ በአንድ ቀን ይደርሱበታል፤ ሞትና ሐዘን ረሀብም ይመጡባታል፤ በእሳትም ትቃጠላለች፤ ምክንያቱም በእርስዋ ላይ የሚፈርድባት ጌት አምላክ ብርቱ ነው፡፡”",
      "9": "ከእርስዋ ጋር ያመነዘሩና በምቾት የኖሩ የምድር ነሥታት፤ እርስዋ ስትቃጠል የሚወጣውን ጢስ ሲያዩ ስለ እርስዋ እየጮኹ ያለቅሳሉ፤",
      "10": "ሥቃይዋንም በመፍራት በሩቅ ቆመው “አንቺ ታላቂቱ ከተማ፤ አንቺ ብርቱይቱ ከተማ ባቢሎን ሆይ! ፍርድሽ በአንድ ሰዓት ውስጥ ስለ መጣ፤ ወዮልሽ!” ይላሉ፡፡",
      "11": "የመርከባቸውን ጭነት ከእንግዲህ የሚገዛ ስለሌለ የምድር ነጋዴዎችም ያለቅሱላታል፤ ያዝኑላታልም፤",
      "12": "በመርከባቸው የተጫነውም “ወርቅ፤ ብር፤ የከበረ ድንጋይ፤ ዕንቁ፤ ቀጭን ልብስ፤ ሐምራዊ ልብስ፤ የሐር ልብስ፤ ቀይ ልብስ፤ መልካም መዓዛ ያለው እንጨት ሁሉ፤ ከዝሆን ጥርስ፤ ውድ ከሆነ እንጨት፤ ከነሐስ፤ ከብረት፤ ከእብነ በረድ የተሠራ ዕቃ ሁሉ፤",
      "13": "ቀረፋ፤ ቅመም፤ የሚሸት እንጨት፤ ከርቤ፤ ዕጣን፤ወይን ጠጅ፤ የወይራ ዘይት፤ ዱቄት፤ ስንዴ፤ ከብቶች፤ በጎች፤ፈረሶች፤ ሠረገላዎች፤ ባሪያዎች፤ ምርኮኞች ” ነው፡፡",
      "14": "ነጋዴዎችም “ነፍስሽ የተመኛቸው መልካም ነገሮች ሁሉ ከአንቺ ርቀው ሄደዋል፤ ሀብትሽም ጌጣጌጥሽም ሁሉ ጠፍቶአል፤ከእንግዲህ ወዲህ እነዚህን ሁሉ ከቶ አታገኛቸውም ” ይሏታል፡፡",
      "15": "እነዚህን ነገሮች ሁሉ እየዙ ሀብታሞች የሆኑ ነጋዴዎች ሥቃይዋን በመፍራት በሩቅ ይቆማሉ፤ እያለቀሱና እያዘኑም፤",
      "16": "“ቀጭን ልብስና ሐምራዊ ልብስ ቀይ ልብስ ትለብስ የነበረች፤በወርቅና በከበረ ድንጋይ በዕንቁም ታሸበርቅ የነበረች ታላቂቱ ከተማ ወዮላት! ወዮላት!",
      "17": "ያን ያህል ሀብት በአንድ ሰዓት ጠፋ” ይላሉ፡፡",
      "18": "የመርከብ አዛዞች ሁሉ፤ በመርከቡ የሚጓዙ ሰዎች ሁሉ፤በመርከቡ ላይ የሚሠሩ ሁሉ፤ በባሕር ላይ የሚነግዱ ሁሉ በሩቁ ይቆማሉ፤",
      "19": "እርስዋ ስትቃጠል የሚወጣውን ጢስ ባዩ ጊዜ “ይህችን ታላቅ ከተማ የሚመስል ከቶ ሌላ ከተማ ነበረን?” እያሉ ጮኹ፡፡",
      "20": "በራሳቸው ላይ አቧራ ነሰነሱ፤ እያለቀሱና እያዘኑም እንዲህ እያሉ ይጮኻሉ፤ “በባሕር ላይ መርከቦች ያላቸው ሁሉ በእርስዋ ሀብት ሀብታሞች የሆኑ፤ ያቺ ተላቅ ከተማ በአንድ ሰዓት ውሰጥ ስለ ወደመች ወዮላት! ወዮላት!”",
      "21": "ሰማይ ሆይ! በእርስዋ ደስ ይበልህ! እናንተ ቅዱሳንና ሐዋርያት ነቢያት ደስ ይበላችሁ! ምክንያቱም ያህዌ ስለ እናንተ በእርስዋ ላይ ፈርዶባታል፡፡",
      "22": "ከዚህ በኋላ አንድ ብርቱ መልአክ ትልቅ የወፍጮ ድንጋይ የሚያህል አንድ ድንጋይ አንስቶ እንዲህ ሲል ወደ ባሕሩ ወረወረው፤ “ታላቂቱ ከተማ ባቢሎን እንዲህ በኃይል ተገፍታ ትወድቃለች፤ ከእንግዲህ ወዲህ ከቶ አትገኝም፤",
      "23": "የበገና ደረዳሪዎችና የሙዚቀኞች ድምጽ፤ ዳግመኛ በአንቺ አይሰማም፤ማንኛውንም ዓይነት የእጅ ጥበብ የሚሠራ ብልተኛ ሰው ከእንግዲህ ወዲህ በአንቺ አይገኝም፤ የወፍጮም ድምጽ ከእንግዲህ አይሰማም፡፡",
      "24": "የመብራት ብርሃን ከእንግዲህ ወዲህ በአንቺ አይበራም፤ የሙሽራውና የሙሽራይቱ ድምፅ ከእንግዲህ ወዲህ በአንቺ አይሰማም፤ ነጋዴዎችሽ የዓለም ታላላቅ ሰዎች ነበሩ፤በአስማትሽ ሕዝቦችን ሁሉ አሳሳተሸል፡፡”",
      "25": "“በእርስዋ ውስጥ የነቢያት የቅዱሳን፤ በምድር ላይ የተገደሉ ሰዎች ሁሉ ደም ተገኝቶአል”"
    },
    "Chapter 19": {
      "1": "ከዚህ በኃላ እንግዲህ የሚል የብዙ ሰዎችን ድምፅ የሚመስል ታላቅ ድምጽ በሰማይ ሰማሁ “ሃሌ ሉያ! ማዳንና ክብር ኀይልም የአምላካችን ነው፤",
      "2": "ምክንያቱም ፍርድ እውነትና ትክክል ነው፤ ምድርን በዝሙትዋ ያረከሰችውን ታላቂቱን አመንዝራ በፍርድ ቀጥቶአታል፤ እርስዋን በመቅጣትም የአገልጋዮቹን ደም ተበቅሏል፤",
      "3": "እንደገናም ሀሌ ሉያ! ጢስዋ ለዘላለም ወደ ላይ ይወጣል!” እያሉ ጮኹ፡፡",
      "4": "ሃያ አራቱ ሽማግሌዎችና አራቱ እንስሶች በዙፋኑ ላይ ለተቀመጠው አምላክ በግንባራቸው ተደፍተው “አሜን፤ ሃሌ ሉያ!” እያሉ ሰገዱ፡፡",
      "5": "ከዚህ በኋላ “እርሱን የምትፈሩ አገልጋዮች ሁሉ፤ታናናሾችም ታላላቆችም፤ አምላካችንን አመስግኑ” የሚል ድምፅ ከዙፋኑ ወጣ፡፡",
      "6": "የብዙ ሰዎችን ድምጽ፤ የሚመስል ደምፅ የብርቱ ነጎድጓድንም ድምፅ የሚመስል ድምፅ እንዲህ ሲል ሰማሁ፤ “ሁሉን የሚችል ጌታ አምላካችን ስለ ነገሠ ሃሌ ሉያ!",
      "7": "የበጉ ሠርግ ስለደረሰና የእርሱም ሙሽራ ስለተዘጋጀች ደስ ይበለን፤ ደስታም እናድርግ እናክብረውም፤",
      "8": "የሚያንጸባርቅና ንጹሕ የሆነ ቀጭን ልብስ እንድትለብስ ተሰጣት፤ ቀጭኑ ልብስ የቅዱሳን የጽድቅ ሥራ ነው፡፡”",
      "9": "ከዚህ በኋላ መልአኩ “ወደ በጉ ሠርግ ግብዣ የተጠሩ ዕድለኞች ናቸው ብለህ ጻፍ” አለኝ፤ ቀጥሎም “ይህ የያህዌ እውነተኛ ቃል ነው” አለ፡፡",
      "10": "እኔም ለመልአኩ ልሰግድለት በእግሩ ሥር በግምባሬ ተደፋሁ፤ እርሱ ግን “ተው! ይህን አታድርግ! እኔም እኮ ከአንትና የያሹዋን ምስክርነት ከያዙ ወንድሞችህ ጋር አገልጋይ ነኝ፤ ለያህዌ ስገድ፤ ምክንያቱም የያሹዋ ምስክርነት የትንቢት መንፈስ ነው” አለኝ፡፡",
      "11": "ከዚህ በኋላ ሰማይ ተከፍቶ አየሁ፤ እነሆ ነጭ ፈረስም አየሁ፤ በፈረሱ ላይ የተቀመጠው ታማኝና እውነተኛ የሚባል ነው፤ እርሱ በትክክል ይፈርዳል ይዋጋልም፤",
      "12": "ዐይኖቹ የእሳት ነበልባል ይመስላሉ፤ በራሱም ላይ ብዙ ዘውዶች አሉ፤ ከእርሱ በቀር ሌላ ማንም የማያውቀው በእርሱ ላይ የተጻፈ ስም ነበር፤",
      "13": "እርሱ በደም የተነከረ ልብስ ለብሶ ነበር፤ ስሙም “የያህዌ ቃል” የሚባል ነው፡፡",
      "14": "በነጫጭ ፈረሶች ላይ የተቀመጡ፤ ነጭና ንጹሕ የሆነ ቀጭን ልብስ የለበሱ የሰማይ ሠራዊት ተከትለውታል፤",
      "15": "ሕዝቦችን የሚመታበት ስለታም ሰይፍ ከአፉ ወጣ፤ በብረት በትርም ይገዛቸዋል፤እርሱ ሁሉን የሚችለውን የያህዌን የብርቱ ቁጣ መግለጫ የሆነውን የወይን ጠጅ መጭመቂያ ይረግጣል፤",
      "16": "በልብሱና በጭኑ ላይ ”የነገሥታት ንጉሥ፤ የጌቶች ጌታ” የሚል ስም ተጽፎአል፡፡",
      "17": "ከዚህ በኋላ በፀሐይ ላይ የቆመ አንድ መልአክ አየሁ፤እርሱ በሰማይ ላይ የሚበርሩ ወፎች እንዲህ ሲል በታላቅ ድምጽ ጮኸ፤ “ወደ ታላቁ የያህዌ ግብዣ ኑ ተሰብሰቡ፤",
      "18": "የነገሥታትን ሥጋ፤ የጦር አዣዦችን ሥጋ፤ የብርቱ ጦረኞችን ሥጋ፤የፈረሶችና የፈረሰኞችን ሥጋ፤ የጌቶችንና የአገልጋዮችን ሥጋ፤የታናናሾችና የታላላቆችን ሥጋ፤ የማንኛውንም ሰው ሁሉ ሥጋ ኑ ብሉ፡፡”",
      "19": "እንዲሁም አውሬውና የምድር ነገስታት ወታደሮቻቸውም በነጩ ፈረስ ላይ ከተቀመጠውና ከሠራዊቱ ጋር ለመዋጋት ተሰብስበው አየሁ፤",
      "20": "ነገር ግን አውሬው ተያዘ፤ ከእርሱም ጋር በፊቱ ብዙ ተአምራት ያደርግ የነበረው ሐሰተኛ ነብያ ተያዘ፤ እርሱ የአውሬው ምልክት የነበረባቸውን ለአውሬውም ምስል ይሰግዱ የነበሩትን ተአምራት እያደረገ ያስደስታቸው ነበር፤ እነዚህ ሁለቱ በዲን ወደ ሚቃጠለው የእሳት ባሕር ከነሕይወታቸው ተጣሉ፡፡",
      "21": "የቀሩት ደግሞ በነጩ ፈረስ ላይ ከተቀመጠው አፍ በሚወጣው ሰይፍ ተገደሉ፤ ወፎችም ሁሉ ሥጋቸውን በመብላት ጠገቡ፡፡"
    },
    "Chapter 20": {
      "1": "ከዚህ በኋላ የጥልቁን ጉድጓድ መክፈቻና ትልቅ ሰንሰለት በእጁ የያዘ መልአክ ከሰማይ ሲወርድ አየሁ፤",
      "2": "ዘንዶውም ይዞ ሺ ዓመት አሰረው፤ ይህም ዘንዶ ዲያብሎስ ወይም ሰይጣን የሚባለው የቀድሞው እባብ ነው፤",
      "3": "ሽው ዓመት እስኪፈጸም ድረስ ከእንግደህ ወዲህ ሕዝቦችን እንደያስት መልአኩ ዘንዶውን ወደ ጥልቁ ጉድጓድ ጣለው፤ ዘግቶም በማኅተም አሸገው፤ ከዚያ በኋላ ለጥቂት ጊዜ መፈታት ይገባዋል፡፡",
      "4": "ከዚህ በኋላ ዙፋኖችን አየሁ፤ በዙፋኖቹም ላይ የመፍረድ ስልጣን የተሰጣቸው ተቀምጠው አየሁ፤ ስለ ያሹዋ ምስክርነትና ስለ ያህዌ ቃል ራሶቻቸው የተቆረጡባቸውን ሰዎች ነፍሶች አየሁ፤ እነርሱ ለአውሬና ለምስሉ ያልሰገዱ፤ ምልክቱንም በግምባራቸውም ሆነ በእጃቸው ላይ ያላደረጉ ናቸው፤ እነርሱ ከሞት ተነሥተው ከመሲሕ ጋር ሺ ዓመት ነገሡ፡፡",
      "5": "የቀሩት ሙታን ግን ሺው ዓመት እስኪፈጸም ድረስ ከሞት አልተነሡም፤ይህም የመጀመሪያው ትንሳኤ ነው፤",
      "6": "የመጀመሪያው ትንሣኤ ተካፋይ የሆኑ የተመሰገኑና ቅዱሳን ናቸው፤ ሁለተኛው ሞት በእነርሱ ላይ ሥልጣን የለውም፤ እነርሱ የያህዌና የመሲሕ ካህናት ይሆናሉ፤ ከመሲሕም ጋር ሺ ዓመት ይነግሣሉ፡፡",
      "7": "ሽው ዓመት ከተፈጸመ በኋላ ሰይጣን ከእስራቱ ይፈታል፤",
      "8": "በዓለም ላይ የሚገኙትን፤ ጎግና ማጎግ የሆኑትን ሕዝቦች ሊያስትና ለጦርነትም ሊያስከትት ይወጣል፤ ቁጥራቸው በባሕር ላይ እንዳለ አሸዋ ነው፤",
      "9": "እነርሱ ወደ ምድር ሁሉ ተሠራጭተው የቅዱሳንን ሰፈርና የተወደደችውን ከተማ ከበቡ፤ ነገር ግን እሳት ከሰማይ ወርዶ በማቃጠል ደመሰሳቸው፡፡",
      "10": "ያሳታቸው ዲያብሎስ፤ አውሬውና ሐሰተኛው ነቢይ ወዳሉበት በዲን በሚቃጠል እሳት ባሕር ውስጥ ተጣሉ፤ሌሊትና ቀን ለዘላለም ይሠቃያሉ፡፡",
      "11": "ከዚህ በኋላ ታላቅ ነጭ ዙፋንና በዙፋኑም ላይ የተቀመጠውን አየሁ፤ ምድርና ሰማይ ከፊቱ ሸሹ፤ ስፍራም አልተገኘላቸውም፤",
      "12": "ታናናሾችንና ታላላቆችን ሙታን ፊት ቆመው አየሁ፤ መጻሕፍቱም ተከፈቱ፤ የሕይወት መጽሐፍ የሆነ ሌላ መጽሐፍም ተከፈተ፤ ሙታንም በመጻሐፍቱ ተጽፎ በተገኘው ሥራቸው መሠረት ፍርድ ተቀበሉ፤",
      "13": "ባሕርም በውሥጡ ያሉትን ሙታን ሰጠ፤ ሞትና ሲኦልም በእነርሱ ውስጥ የነበሩትን ሙታን ሰጡ፤ እያንዳንዱም ሰው በሥራው መሠረት ፍርድ ተቀበለ፡፡",
      "14": "ሞትና ሲኦልም ወደ እሳት በሕር ተጣሉ፤ ይህም የእሳት ሁለተኛው ሞት ነው፤",
      "15": "ስሙ በሕይወት መጽሐፍ ተጽፎ ያልተገኘ ሁሉ ወደ እሳት ባሕር ተጣለ፡፡"
    },
    "Chapter 21": {
      "1": "ከዚህ በኋላ አዲስ ሰማይና አዲስ ምድር አየሁ፤ ምክንያቱም የመጀመሪያው ሰማይና የመጀመሪያይቱ ምድር አልፈው ነበር፤ በባሕርም ከእንግዲህ ወዲህ አልነበረም፤",
      "2": "ቅድስቲቱ ከተማ፤ አዲስቱ ኢየሩሳሌም፤ ለባልዋ እንዳጌጠች ሙሽራ ተዘጋጅታ ከሰማይ ከያህዌ ዘንድ ስትወርድ አየሁ፤",
      "3": "እንዲህም የሚል ተላቅ ድምጽ ከዙፋን ሲወጣ ሰማሁ፤ “እነሆ የያህዌ ማደሪያ ከሰዎች ጋር ነው፤ ከነሱም ጋር ይኖራል፤እነርሱም የእርሱ ሕዝብ ይሆናሉ፡፡ ያህዌ ራሱ ከእርሱ ጋር ይሆናል፤ አምላካቸውም ይሆናል፤",
      "4": "እንባ ሁሉ ከዐይናቸው ላይ ይጠረጋል፤ ሞት ወይም ሐዘን ወይም ለቅሶ ወይም ሥቃይ ከእንግዲህ ወዲህ አይኖርም፤ ምክንያቱም የቀድሞዎቹ ነገሮች ሥርዓት አልፎአል፡፡”",
      "5": "በዙፋን ላይ የተቀመጠውም “እነሆ እኔ ሁሉን ነገር አደርጋለሁ” አለ፤ ቀጥሎም “ይህ ቃል የታመነና እውነት ስለሆነ ጻፍ” አለኝ፡፡",
      "6": "ከዚህም በኋላ እንዲህ አለኝ፤ “ተፈጸመ! አልፋና ዖሜጋ፤ የመጀመሪያውና የመጨረሻው እኔ ነኝ፤ለተጠማ ከሕይወት ውሃ ምንጭ ያለ ምንም ዋጋ በነጻ እሰጠዋለሁ፤",
      "7": "ድል የነሣ ይህን ይወርሳል፤ እኔ አምላክ እሆነዋለሁ፤ እርሱም ልጄ ይሆናል፤",
      "8": "ነገር ግን ፈሪዎች፤ እምነተ ቢሶች፤ ርኩሶች፤ ነፍስ ገዳዮች፤ አመንዝሮች፤ አስማተኞች፤ ጣዖት አምላኪዎች፤ ውሸታሞች ሁሉ ዕጣ ክፍላቸው በዲን በሚቃጠለው በእሳት ባሕር ውስጥ ይሆናል፤ ይህም ሁለተኛው ሞት ነው፡፡”",
      "9": "የመጨረሻዎቹ ሰባት መቅሠፍቶች የሞሉባቸውን ሰባቱን ጽዋዎች ከያዙት ከሰባቱ መላእክት አንዱ መጥቶ “ና የበጉ ሚስት የሆነችውን ሙሽራይቱን አሳይሃለሁ” አለኝ፡፡",
      "10": "በመንፈስም ወደ አንድ ትልቅ ረዥም ተራራ ወሰደኝና ቅድስቲቱ ከተማ ኢየሩሳሌም፤ ከያህዌ ዘንድ ከሰማይ ስትወርድ አሳየኝ፤",
      "11": "በያህዌ ክብር ታበራ ነበር፤ የብርሃንዋም ድምቀት እጅግ እንደከበረ ድንጋይ፤ እንደ እያሰጲድ ዕንቁና እንደ ብሩህ መስተዋት የጠራ ነበር፤",
      "12": "ዐሥራ ሁለት ደጃፎች ያሉት ታላቅና ረዥም የግንብ አጥር ነበራት፤ በዐሥራ ሁለቱም ደጃፎች ዐሥራ ሁለት መላእክት ቆመው ነበር፤በደጃፎቹም ላይ የዐሥራ ሁለቱ የእስራኤል ነገዶች ስሞች ተጽፈውባቸው ነበር፡፡",
      "13": "በምሥራቅ ሦስት ደጃፎች፤ በምዕራብ ሦስት ደጃፎች ነበሩ፡፡",
      "14": "የከተማይቱ የግንብ አጥር ዐሥራ ሁለት መሠረቶች ነበሩት፤ በመሠረቶቹም ላይ የዐሥራ ሁለቱ የበጉ ሐዋርያት ስሞች ተጽፈው ነበር፤",
      "15": "የተናገረኝም መልአክ ከተማይቱን ደጃፎችዋን፤ የግንቡንም አጥር የሚለካበት የወርቅ ዘንግ ነበረው፤",
      "16": "ከተማይቱም ርዝመትዋና ስፋትዋ እኩል የሆነ የአራት ማዕዘን ቅርጽ ነበራት፤ መልአኩ ከተማይቱን በመለኪያው ዘንግ ለካትና ርዝመትዋ ሁለት ሺ አራት መቶ ኪሎ ሜትር ያህል ሆነ፤ ስፋትዋና ከፍታዋም ያንኑ ያህል ሆነ፤",
      "17": "መልአኩ የግንቡን አጥር ለካ መልአኩ በሚለካበት በታወቀ መለኪያ ልክ ሰባ ሁለት ሜትር ያህል ሆነ፤",
      "18": "ግንቡም የተሠራው ከኢያሰጲድ ነበረ፤ ከተማይቱም እንደ መስዋት በጠራ በንጹህ ወርቅ የተሠራች ነበረች፤",
      "19": "የከተማይቱ ግንብ መሠረቶች በልዩ ልዩ የከበረ ድንጋይ ያጌጡ ነበሩ፤ የመጀመሪያው መሠረት ኢያሲጲድ ነበረ፤ ሁለተኛ ሰንፔር፤ ሦስተኛው ኬልቄዶን፤ አራተኛው መረግድ፤",
      "20": "አምስተኛው ሰርዶንክስ፤ ስድስተኛው ሰርድዮን፤ ሰባተኛው ክርስቲሎቤ፤ ስምንተኛው ቢረሌ፤ ዘጠነኛው ወራውሬ፤ ዐሥረኛው ክርስጵራስስ፤ ዐሥራ አንደኛው ያክንት፤ ዐሥራ ሁለተኛው አሜቴስቲኖስ ነበረ፡፡",
      "21": "ዐሥራ ሁለቱም ደጃፎች፤ ዐሥራ ሁለት እንቁዎች ነበሩ፤ እያንዳነዱ ደጃፍ ከአንድ ዕንቁ የተሠራ ነበረ፤ የከተማይቱም መንገድ እንደ መስተዋት ብርሃን የሚያስተላልፍ ንጹሕ ወርቅ ነበረ፡፡",
      "22": "ሁሉን የሚችል ጌታ አምላክና በጉ የእስዋ መቅደስ ስለሆኑ በከተማይቱ ውስጥ መቅደስ አላየሁም፤",
      "23": "የያህዌ ክብር ስለ ሚያበራላትና በጉ መብራትዋ ስለሆነ ከተማይቱ ፀሐይ ወይም ጨረቃ እንዲያበሩላት አያስፈልጋትም፡፡",
      "24": "ሕዝቦች በብርሃንዋ ይመላለሳሉ፤ የምድር ነገሥታትም ክብራቸውን ወደ እርሱዋ ያመጣሉ፤",
      "25": "በዚያ ሌሊት ስለሌለ ደጃፎችዋ በማንኛውም ቀን አይዘጉም፡፡",
      "26": "የመንግሥታት ግርማና ክብር ወደ እርሱዋ ይገባሉ፤",
      "27": "ጸያፍ የሆነ ነገር ከቶ ወደ እርሱዋ አይገባም፤ርኩሰትን የሚያደርግና ውሸትን የሚናገር ከቶ ወደ እርሱዋ አይገባም፤ ወደ እርሱዋ የሚገቡ፤ ስሞቻቸው በበጉ የሕይወት መጽሐፍ የተጻፈ ብቻ ናቸው፡፡"
    },
    "Chapter 22": {
      "1": "ከዚህ በኋላ መልአኩ ከያህዌና ከበጉ ዙፋን የሚወጣውን እንደ ብሩህ መስተዋት የጠራውን የሕይወት ውሃ ወንዝ አሳየኝ፤",
      "2": "ይህ ወንዝ በከተማይቱ ዋና መንገድ መካከል ሰንጥቆ ያልፋል፤ በወንዙ ግራና ቀኝ በየወሩ እያፈራ፤ በዓመት ዐሥራ ሁለት ጊዜ ፍሬ የሚሰጥ የሕይወት ዛፍ ነበረ፤",
      "3": "ከእንግዲህም ወዲህ ምንም ዐይነት እርግማን አይኖርም፤ የያህዌና የበጉ ዙፋን በከተማይቱ ውስጥ ይሆናል፤ አገልጋዮቹም ያመልኩታል፤",
      "4": "ፊቱን ያያሉ፤ ስሙም በየግንባራቸው ላይ ይሆናል፤",
      "5": "ከእንግዲህ ወዲህ ሌሊት አይኖርም፤ ጌታ አምላክ ስለሚያበራላቸው የመብራት ወይም የፀሐይ ብሃርን አያስፈልጋቸውም፤ ለዘላለምም ይነግሣሉ፡፡",
      "6": "ከዚህ በኋላ መልአኩ እንዲህ አለኝ፤ “እነዚህ ቃላት የታመኑና እውነተኞች ናቸው፤ መንፈሱን ለነቢያት የሚሰጥ ጌታ አምላክ ከጥቂት ጊዜ በኋላ የሚሆኑትን ነገሮች ለአገልጋዮቹ ለመገለጥ መለአኩን ላከ፡፡”",
      "7": "ያሹዋም “እነሆ፤ እኔ በቶሎ እመጣለሁ፤ የዚህን መጽሐፍ የትንቢት ቃል የሚፈጽም የተመሰገነ ነው” አለ፡፡",
      "8": "እነዚህን ነገሮች በሰማሁና ባየሁ ጊዜ፤ እነዚህን ነገሮች ላሳየኝ መልአክ ልሰግድለት በእግሩ ሥር ወደቅሁ፡፡",
      "9": "መልአኩ ግን “ተው ይህን አታድርግ! እኔ ከአንተና ከወንድሞችህ ከነቢያት ጋር፤ የዚህን መጽሐፍ ቃል ከሚፈጽሙ ሰዎች ጋር አገልጋይ ነኝ፤ ለያህዌ ስገድ!” አለኝ፡፡",
      "10": "ቀጥሎም እንዲህ አለኝ፤ “ጊዜው አጭር ስለሆነ የዚህን መጽሐፍ የትንቢት ቃል በማኅተም አትዝጋው፤",
      "11": "ከእንግዲህ ወዲህ ዐመፀኛው ማመፁን ይቀጥላል፤ ርኩሰም ይርከስ፤ ጻድቁም ይጽደቅ፤ ቅዱስም ይቀደስ፡፡”",
      "12": "“እነሆ እኔ በቶሎ እመጣለሁ፤ ለእያንዳንዱ እንደ ሥራው የምሰጠውን ዋጋ ይዣለሁ፤",
      "13": "አልፋና ዖሜጋ ፊተኛውና ኋለኛው፤ መጀመሪያውና መጨረሻው እኔ ነኝ፡፡”",
      "14": "ከሕይወት ዛፍ ለመብላት በደጃፎችዋም ወደ ከተማይቱ ለመግባት መብት እንዲኖራቸው ልብሳቸውን ያጠቡ ዕድለኞች ናቸው፡፡",
      "15": "ነውረኞች፤ አስማተኞች፤ አመንዝራዎች፤ ነፍሰ ገዳዮች፤ ጣዖት አምላኪዎች፤ ውሸትን የሚወድዱና የሚናገሩ ሁሉ ከከተማይቱ ውጭ ይሆናሉ፡፡",
      "16": "“እኔ ያሹዋ ይህን ምስክርነት እንዲሰጣችሁ መልአኬን ለአብያተ ክርስትያናት ልኬአለሁ፤ እኔ የዳዊት ሥርና ዘር ነኝ፤ የሚያበራ የንጋት ኮከብ ነኝ፡፡”",
      "17": "መንፈስ ቅዱስና ሙሽራይቱ “ና” ይላሉ፤የፈለገም የሕይወትን ውሃ ያለ ምንም ዋጋ በነፃ ይውሰድ፡፡",
      "18": "እነሆ በዚህ መጽሐፍ የተጻፈውን የትንቢት ቃል የሚሰማውን ሁሉ አስጠነቅቃለሁ፤ ማንም በዚህ ቃል ላይ አንዳች ነገር ቢጨምር፤ በዚህ መጽሐፍ የተጻፉትን መቅሰፍቶች ያህዌ ይጨምርበታል፡፡",
      "19": "ማንም በዚህ በትንቢት መጽሐፍ ከተጻፉት ቃሎች አንዳች ነገር ቢያጎድል፤ በዚህ መጽሐፍ ከተነገሩት ከሕይወት ዛፍ ፍሬና ከቅድስቲቱ ከተማ ያህዌ ድርሻውን ያጎድልበታል፡፡",
      "20": "የእነዚህ ነገሮች ምስክር የሆነው “አዎ! በቶሎ እመጣለሁ” ይላል፡፡",
      "21": "የጌታ የያሹዋ ጸጋ ከሁላችሁ ጋር ይሁን፤ አሜን፡፡"
    }
  }
}
