{
  "romans": {
    "Chapter 1": {
      "1": "የያሹዋ መሺያ አገልጋይ ከሆነው፤ ለሐዋርያነት ከተጠራው፤ የምስራቹን ቃል ለማብሰር ከተመረጠው ከጳውሎስ የተላከ፡፡",
      "2": "ይህ የምስራች ቃል ያህዌ(יהוה) በነቢያት አማካይነት በቅዱሳት አስቀድሞ የሰጠው የተስፋ ቃል ነው፡፡",
      "3": "የምስራቹም ቃል የያህዌ(יהוה) ልጅ በሰብአዊነቱ በኩል፤ ከዳዊት ዘር መወለዱን የሚያበስር ነው፤",
      "4": "እንዲሁም ጌታችን ያሹዋ መሺያ በቅድስናው መንፈስ በኩል በታላቅ ኅይል ከሞት በመነሳቱ የያህዌ(יהוה) ልጅ መሆኑን የሚያበስር ነው፡፡",
      "5": "በእርሱ አማካይነት ለሐዋርያነት የሚያበቃኝን ጸጋ ተቀብያለሁ፤ ስለዚህ ስለ እርሱ ስም አረማውያን ሁሉ እንዲያምኑና እንዲታዘዙ አደርጋለሁ፤",
      "6": "እናንተም የኢየሱስ ክርስቶስ እንድትሆኑ ያህዌ(יהוה) ከጠራቸው ወገን ናችሁ፡፡",
      "7": "ስለዚህ በሮም ለምትኖሩ፤ ያህዌ(יהוה) ለወደዳችሁና ወገኖቹ እንድትሆኑ ለጠራችሁ ሁሉ፡፡ ከአባታችን ከያህዌ(יהוה)ና ከያሹዋ መሺያ ጸጋና ሰላም ለእናንተ ይሁን፡፡",
      "8": "የእምነታችሁ ዝና በዓለም ሁሉ ስለ ተሰማ፤ ከሁሉ አስቀድሜ በያሹዋ መሺያ አማካይነት ስለ ሁላችሁ አምላኬን አመሰግናለሁ፡፡",
      "9": "ዘወትር በጸሎቴ እንደማስባችሁ፤ የልጁን የምስራች ቃል በማብሰር በሙሉ ልቤ የማገለግለው ያህዌ(יהוה) ምስክሬ ነው፡፡",
      "10": "ደግሞ አሁን በመጨረሻ ወደ እናንተ ለመምጣት የያህዌ(יהוה) ፍቃድ ሆኖ መንገዴ እንዲቃናልኝ ሁልጊዜ እጸልየለሁ፡፡",
      "11": "ምክንያቱም በእምነት እንድትጸኑ የሚያደርጋችሁን መንፈሳዊ ስጦታ ላካፍላችሁ ስለምፈልግ ላያችሁ እመኛለሁ፡፡",
      "12": "ይህንንም ማለቴ እኔ በእናንተ እምነት፤ እናንተም በእኔ እምነት እርስ በእርሳችን እንድጸናና ነው፡፡",
      "13": "ወንድሞቼ ሆይ! በሌሎች አረማውያን መካከል አስተምሬ ብዙ አማኞችን አግኝቻለሁ፤ እንዲሁም በእናንተ መካከል አስተምሬ አማኞችን ለማግኘት ፈልጌ ነበር፤ ነገር ግን ወደ እናንተ ለመምጣት ብዙ ጊዜ ዐቅጄ እስከ አሁን ያልተሳካልኝ መሆኑን እንድታውቁ እወዳለሁ፡፡",
      "14": "ምክንያቱም የሰለጠኑትንም ሆነ ያልሰለጠኑትን፤ የተማሩትንም ሆነ ያልተማሩትን ሕዝቦች የማስተማር ግዴታ አለብኝ፡፡",
      "15": "ስለዚህ ለእናንተም በሮም ለምትኖሩ የምስራቹን ቃል ላበስራችሁ እመኛለሁ፡፡",
      "16": "እኔ በወንጌል ቃል አላፍርም፤ ምክንያቱም የወንጌል ቃል በመጀመርያ አይሁዳውያንን፤ ቀጥሎም አረማውያንን፤ የሚያምኑትን ሰዎች ሁሉ ማዳን የሚችል የያህዌ(יהוה) ኃይል ነው፡፡",
      "17": "ይህም የወንጌል ቃል ያህዌ(יהוה) ሰዎችን የሚያጸድቀው ከመጀመሪያ እስከ መጨረሻ በእምነት መሆኑን ይገልጣል፤ ምክንያቱም “ጻድቅ ሰው በእመነት ሕይወትን ያገኛል” ተብሎ ተጽፎአል፡፡",
      "18": "ሰዎች መክፋታቸው እውነት እንዳይታወቅ ሲደርጉ በኃጢአታቸውና በክፋታቸው ምክንያት የያህዌ(יהוה) ቁጣ ከሰማይ ይገለጥባቸዋል፡፡",
      "19": "የሚቀጣቸውም ስለ ያህዌ(יהוה) ማወቅ የሚገባቸውን ያህዌ(יהוה) ራሱ ገልጦላቸው ያውቁ ስለነበር ነው፡፡",
      "20": "ዓለም ከተፈጠረ ጀም ከሰዎች የማይታየው የያህዌ(יהוה) ባሕርይ፤ ይኸውም ዘለዓለማዊ ኃይሉና አምላክነቱ፤ እርሱ በፈጠራቸው ነገሮች ግልጥ ሆኖ ታይቶአል፤ ስለዚህ እንደ እነዚህ ያሉት የአዋቂ አጥፊዎች የሚያመካኙት የላቸውም፡፡",
      "21": "ምክንያቱም እነርሱ ያህዌ(יהוה)ን ዐውቀውት ሳለ ለእርሱ የሚገባውን ክብርና ምስጋና አልሰጡትም፤ በአሳባቸውም ከንቱ ሆኑ፤ የማያስተውል ልቦናቸውም ጨለመ፤",
      "22": "“ጥበበኞች ነን” ሲሉ ሞኞች ሆኑ፡፡",
      "23": "ዘላለማዊ የሆነውን ያህዌ(יהוה)ን በማምለክ ፈንታ አላፊና ጠፊ በሆኑት በሰው፤ በወፍ፤ በእንስሳ፤ በመሬት ላይ በሚሳቡ ፍጥረቶች መልክ የተሠሩትን ምስሎች ማምለክ ጀመሩ፡፡",
      "24": "ስለዚህ እርስ በርሳቸው አሳፋሪ ድርጊቶችን እንዲፈጽሙ፤ ያህዌ(יהוה) ርኩሰት ለሞላበት ለክፉ ምኞታቸው ተገዥዎች እንዲሆኑ ተዋቸው፡፡",
      "25": "ይህም የሆነው የያህዌ(יהוה)ን እውነት በሐሰት ስለለወጡ፤ በፈጣሪ ፋንታ ፍጡርን ስላመለኩና ስለአገለገሉ ነው፤ አሜን፡፡",
      "26": "ሰዎች ይህን በማድረጋቸው ምክንያት ያህዌ(יהוה) ለማይገባ አስነዋሪ ምኞት አሳልፎ ሰጣቸው፤ ሴቶቻቸው እንኳ የተለመደድን የግብረ ስጋ ግንኙነት ባልተለመደ የግብረ ስጋ ግንኙነት ለወጡ፡፡",
      "27": "እንዲሁም ወንዶቹ የተለመደድን የግብረ ስጋ ግንኙነት ከሴቶች ጋር ማድረግን ትተው እርስ በርሳቸው በግብረ ስጋ ለመገናኘት በብርቱ ተመኙ፤ ስለዚህ ወንዶች ከወንዶች ጋር አሳፋሪ ነገር ፈጸሙ፤ በስህተታቸውም ምክንያት የሚገባቸውን ቅጣት በስጋቸው ይቀበላሉ፡፡",
      "28": "ሰዎች ያህዌ(יהוה)ን ለማወቅ ስላልፈለጉ፤ አስነዋሪ ነገርን እንዲያደርጉ ያህዌ(יהוה) ለማይረባ አእምሮ አሳልፎ ሰጣቸው፡፡",
      "29": "ስለዚህ በግፍ፤ በክፋት፤ በስስት፤ በቂም፤ በምቀኝነት፤ በነፍሰገዳይነት፤ በጥል በአታላይነት፤ በክፉ ጠባይ ሁሉ የተሞሉ ናቸው፤ እንዲሁም ሐሜተኞች፤",
      "30": "የሰውን ስም የሚያጠፉ፤ ያህዌ(יהוה)ን የሚጠሉ፤ ሰውን የሚያዋርዱ፤ ትዕቢተኞች፤ ትምክሕተኞች፤ ክፋትን ለማድረግ ዘዴ የሚፈልጉ፤ ለወላጆቻቸው የማይታዘዙ፤",
      "31": "የማያስተውሉ፤ ውል የሚያፈርሱ፤ ፍቅር የሌላቸው፤ ጨካኞች ናቸው፡፡",
      "32": "“እነዚህን ነገሮች የሚያደርት ሁሉ ሞት ይገባቸዋል” የሚለውን የያህዌ(יהוה)ን ሕግ እያወቁ ይህን ሁሉ ያደርጋሉ፤ ማድረግ ብቻ ሳይሆን እንዲህ የሚያደርጉትንም ሰዎች ያበረታታሉ፡፡"
    },
    "Chapter 2": {
      "1": "በሌላው ሰው ላይ የምትፈርድ አንተ፤ ለራስህ የምታመካኘው የለህም፤ ምክንያቱም በሌላ ሰው ስትፈርድ በራስህ ላይ ትፈርዳለህ፤ እንተ በሰው ላይ እየፈረድህ ያ የፈረድህበት ሰው የሚያደርገውን ታደርጋለህ፡፡",
      "2": "ይህን በሚያደርጉ ሰዎች ላይ ያህዌ(יהוה) በሚገባ እንደሚፈርድባቸው እናውቃለን፡፡",
      "3": "አንተ ሰው! እንዲህ በሚያደርጉት ሰዎች ላይ እየፈረድህ፤ እነርሱ የሚያደርጉትን ስታደርግ ከያህዌ(יהוה) ፍርድ የምታመልጥ ይመስለሃልን?",
      "4": "ወይስ የያህዌ(יהוה)ን የደግነቱንና የቻይነቱን፤ የታጋሽነቱንም ብዛት ትንቃለህ? ያህዌ(יהוה) ደግነቱን ያበዛልህ አንተን ወደ ንስሓ ለመጥራት እንደሆነ አታውቅምን?",
      "5": "እንግዲህ አንተ ንስሓ ባለመግባትና እልኸኛ በመሆንህ የያህዌ(יהוה) ቁጣና ትክክለኛ ፍርድ በሚገለጥበት ቀን ቅጣትህን እንዲበዛ ታደርጋለህ፡፡",
      "6": "ምክንያቱም ያህዌ(יהוה) ለእያንዳንዱ እንደየሥራው ይሰጠዋል፡፡",
      "7": "በመልካም ስራ በመጽናት ምስጋናና ክብር የማይጠፋ ሕይወትንም ለሚፈልጉ፤ ያህዌ(יהוה) የዘላለም ሕይወት ይሰጣቸዋል፡፡",
      "8": "ነገር ግን የራሳቸውን ጥቅም በሚፈልጉ፤ ዐመጸኞች በሆኑትና ትክክለኛ የሆነውን መልካም ነገር ትተው ክፋትን በሚከተሉ ላይ የያህዌ(יהוה) ቁጣና መቅሠፍት ይመጣባቸዋል፡፡",
      "9": "በመጀመሪያ በአይሁዳውያን ቀጥሎም በአረማውያን፤ ክፋት በሚያደርጉት ሰዎች ላይ መከራና ጭንቀትን ይመጣባቸዋል፡፡",
      "10": "ነገር ግን ለአይሁዳውያን ሆነ ለአረማውያን፤ መልካም ነገርን ለሚያደርጉ ሰዎች ሁሉ ምስጋናና ክብር ሰላምም ይሰጣቸዋል፡፡",
      "11": "ምክንያቱም ያህዌ(יהוה) በሰዎች መካከል አያዳላም፡፡",
      "12": "የሙሴ ሕግ ሳይኖራቸው ኃጢአት የሚሰሩ ሁሉ ሕጉ ባይኖራቸውም ይጠፋሉ፤ የሙሴ ሕግ እያላቸው ኃጢአት የሚሠሩ ሁሉ ግን ሕጉን በማፍረሳቸው ይፈረድባቸዋል፡፡",
      "13": "ምክንያቱም በያህዌ(יהוה) ፊት የሚጸድቁ ሕጉን ሰምተው በሥራ ላይ የሚያውሉት ናቸው እንጂ ሕጉን ሰምተው በስራ ላይ የማያውሉት አይደሉም፡፡",
      "14": "የሙሴ ሕግ የሌላቸው አረማውያን በተፈጥሮአቸው ሕግ የሚያዝዘውን ነገር ይፈጽማሉ፤ በዚህ ምክንያት የሙሴ ሕግ ባይኖራቸውም የራሳቸው የተፈጥሮ ሕግ ስላላቸው ማድረግ የሚገባቸውን ያውቃሉ፡፡",
      "15": "ይህም ሁኔታቸው የሙሴ ሕግ የሚያዝዘው ነገር ሁሉ በልባቸው የተጻፈ መሆኑን ያሳያል፤ ደግሞም ኅሊናቸው ይመሰክርባቸዋል፤ ምክንያቱም ኅሊናቸው አንዳንዴ ይወቅሳቸዋል፤ አንዳንዴም ይደግፋቸዋል፡፡",
      "16": "ይህም የሚሆነው እኔ በማበስረው የወንጌል ቃል መሠረት፤ ያህዌ(יהוה) በያሹዋ መሺያ አማካይነት፤ ሰዎች በሠሩት ስውር ነገር ላይ በሚፈርድበት ቀን ነው፡፡",
      "17": "እንሆ አንተ “አይሁዳዊ ነኝ” ትላለህ፤ በሙሴ ሕግ ትደገፋለህ፤ የያህዌ(יהוה)ን ፈቃድ ታውቃለህ፤ የሙሴን ሕግ ስለተማርህ መልካም ማድረግን ታውቃለህ፡፡",
      "18": "አንተ “የዕውሮች መሪ ነኝ፤ በጨለማ ላሉትም ብርሃን ነኝ” ትላለህ፡፡",
      "19": "አንተ “ያልተማሩትን አሰለጥናለሁ፤ ሕጻናትን አስተምራለሁ” ትላለህ፡፡",
      "20": "ሌሎችን የምታስተምር ስትሆን ታዲያ ራስህን ለምን አታስተምርም? “አትስረቁ” ትላለህ፤ አንተ ግን ትሰርቃለህ፤",
      "21": "“አታመንዝሩ” ትላለህ፤ አንተ ግን ታመነዝራለህ፤ አንተ ጣዖቶችን ትጸየፋለህ፤ ቤተ መቅደሶቻቸውን ግን ትዘርፋለህ፡፡",
      "22": "አንተ በያህዌ(יהוה) ሕግ ትመካለህ፤ ነገር ግን ሕጉን በማፍረስ ያህዌ(יהוה)ን ትንቃለህ፡፡",
      "23": "ይህም፡- “በእናንተ በአይሁዳውያን ሰበብ የያህዌ(יהוה) ስም በአረማውያን ዘንድ ይሰደባል” ተብሎ እንደተጻፈው ነው፡፡",
      "24": "መገረዝ የሚጠቅምህ ሕግን ብትፈጽም ነው፡፡ ሕግን የምታፈርስ ከሆነ ግን መገረዝህ እንደ አለመገረዝህ ይቆጠራል፡፡",
      "25": "ስለዚህ ያልተገረዘው አረማዊ የሕግን ትእዛዝ የሚፈጽም ከሆነ አለመገረዙ እንደ መገረዝ ይቆጠርለት የለምን?",
      "26": "አንተ ሕግ እያለህና የተገረዝህም ሆነህ ሕግን ብታፈርስ፤ በስጋ ያልገረዘ ሆኖ ሕግን የሚፈጽም አረማዊ ይፈርድብሃል፡፡",
      "27": "እንግዲህ በስም ብቻ አይሁዳዊ የሆነ፤ እውነተኛ አይሁዳዊ አይደለም እንዲሁም በውጭ የሚታይ የስጋ መገረዝ እውነተኛ መገረዝ አይደለም፡፡",
      "28": "እውነተኛ አይሁዳዊ፤ በውስጥ አይሁዳዊ የሆነ ነው፤ እውነተኛ መገረዝ በያህዌ(יהוה) መንፈስ የሚሆን የልብ መገረዝ ነው እንጂ በሙሴ ሕግ በተጻፈው መሰረት የስጋ መገረዝ አይደለም፡፡ እንዲሁም ዐይነቱም ሰው ምስጋናን የሚቀበለው ከያህዌ(יהוה) ነው እንጂ ከሰው አይደለም፡፡"
    },

    "Chapter 3": {
      "1": "እንግዲህ አይሁዳዊ ከአረማውያን የሚበልጠው በምንድን ነው? የመገረዝስ ጥቅም ምንድን ነው?",
      "2": "በእርግጥ አይሁዳዊ መሆን በብዙ መንገድ ብልጫ አለው፤ ዋናው ነገር፤ ያህዌ(יהוה) ቃሉን ለአይሁዳውያን ዐደራ መስጠቱ ነው፡፡",
      "3": "ታዲያ ከአይሁዳውያን አንዳንዶቹ ታማኞች ሆነው ባይገኙ፤ የእነርሱ ታማኞች አለመሆን የያህዌ(יהוה)ን ታማኝነት ያስቀራልን?",
      "4": "ከቶ አያስቀርም! “ከቃልህ የተነሳ እውነተኛ ትሆናለህ፤ ባላጋራህንም በፍርድ ትረታለህ” ተብሎ እንደተጻፈው፤ ሰው ሁሉ ሐሰተኛ ቢሆንም ያህዌ(יהוה) እውነተኛ ነው፡፡",
      "5": "ነገር ግን የእኛ ኃጢአት የያህዌ(יהוה)ን ጽድቅ የሚያሳይ ከሆነ እንግዲህ ምን እንላለን? ያህዌ(יהוה) ስለ ኃጢአታችን ቢቀጣን ትክክለኛ ፈራጅ አይደለም ማለት ነውን? እዚህ ላይ የምናገረው እንደ ሰው አስተሳሰብ ነው፡፡",
      "6": "“ያህዌ(יהוה) ትክክለኛ ፈራጅ አይደለም” ማለት ከቶ አይቻልም፤ እንዲህ ከሆነማ ያህዌ(יהוה) በዓለም ላይ እንዴት ይፈርዳል?",
      "7": "ነገር ግን የእኔ ሐሰተኛነት የያህዌ(יהוה)ን እውነት በመግለጥ የክብሩን ብዛት የሚያሳይ ከሆነ፤ ታዲያ እኔ እንደ ኃጢአተኛ የሚፈረድብኝ ስለ ምንድነው?",
      "8": "አንዳንድ ሰዎች “መልካም ነገር እንድናገኝ ክፉ እናድርግ” እያልሁ የማስተምር አስመስለው ይከሱኛል፤ ስለዚህ በእነርሱ ላይ የሚፈረድባቸው ፍርድ ትክክለኛ ነው፡፡",
      "9": "ታዲያ እኛ አይሁዳውያን ከአረማውያን እንበልጣለን ማለት ነውን? ከቶ አይደለም! አይሁዳያንም ሆኑ አረማውያን፤ ሰዎች ሁሉ ኃጢአተኞች መሆናቸውን ቀደም ብዬ አስረድቻለሁ፡፡",
      "10": "ምክንያቱም እንዲህ ተብሎ ተጽፎአል፤ “አንድ እንኳ ጻድቅ ሰው የለም፤",
      "11": "አስተዋይም የለም፤ ያህዌ(יהוה)ን የሚፈልግ የለም፡፡",
      "12": "ሁሉም ከእውነት መንገድ ወጥተው ተሳስተዋል፤ ደግ ስራ የሚሠራ አንድ ሰው እንኳ የለም፡፡",
      "13": "ሰውን የሚጎዳ ክፉ ቃል ለመናገር አፋቸው እንደ መቃብር የተከፈተ ነው፤ በምላሳቸው ያታልላሉ፤ የከንፈራቸውም ንግግር እንደ እባብ መርዝ የሚጎዳ ነው፤",
      "14": "አፋቸውም በመራራ እርግማን የተሞላ ነው፡፡",
      "15": "እግራቸው ሰውን ለመግደል የፈጠነ ነው፤",
      "16": "በመንገዳቸው የሚገኘው ጥፋትና መከራ ነው፡፡",
      "17": "የሰላምን መንገድ አያውቁም፤",
      "18": "ያህዌ(יהוה)ን ከቶ አይፈሩም፡፡”",
      "19": "የሕግ ትእዛዝ የሚመለከተው ከሕግ በታች ያሉትን እንደሆነ እናውቃለን፤ በዚህ ምክንያት ሰዎች የሚያመካኙት አጥተው አፋቸውን ይይዛሉ፤ ዓለሙም ሁሉ በያህዌ(יהוה) ፍርድ ሥራ ይሆናል፡፡",
      "20": "ስለዚህ ማን ሰው በያህዌ(יהוה) ፊት የሙሴን ሕግ በመፈጸም አይጸድቅም፤ ምክንያቱም ሕግ የሚያሳየው፤ ሰው ሁሉ ኃጢአተኛ መሆኑነረ ነው፡፡",
      "21": "አሁን ግን ያህዌ(יהוה) ሰዎችን የሚያጸድቅበት መንገድ ከሕግ ነጻ ሆኖ ተገልጦአል፤ ይህም በሙሴ ሕግና በነቢያት ተመስክሮአል፡፡",
      "22": "ስለዚህ ያህዌ(יהוה) ምንም ልዩነት ሳያደርግ በያሹዋ መሺያ ለሚያምኑ ሁሉ ጽድቅን ይሰጣል፡፡",
      "23": "ምክንያቱም፣ ሰዎች ሁሉ ኃጢአት ሰርተዋል፤ ያህዌ(יהוה) የሰጣቸውም ክብር አጥተዋል፡፡",
      "24": "ስለዚህ ሰዎች ያሹዋ መሺያ በፈጸመው በአዳኝነት ሥራ፤ በያህዌ(יהוה) ጸጋ ብቻ ይጸድቃሉ፡፡",
      "25": "ያህዌ(יהוה) ያሹዋ መሺያን መሥዋእት አድርጎ ያቀረበው፤ እርሱን የሚያምኑ ሁሉ በደሙ የኃጢአታቸውን ይቅርታ እንዲያገኙ ነው፤ ያህዌ(יהוה) ይህንን ማድረጉ የቀድሞውን ኃጢአትን እንዳልነበረ በመቁጠር የራሱን የጽድቅ መንገድ ለመግለጥ ነው፡፡",
      "26": "በአሁንም ዘመን ያህዌ(יהוה) ራሱ ጻድቅ መሆኑን የሚያሳየው በያሹዋ የሚያምኑትን ሁሉ በማጽደቅ ነው፡፡",
      "27": "እንግዲህ የምንመካበት ነገር ምን አለ? በምንም አንመካም፤ የማንመካበትስ ምክንያት ምንድን ነው? ሕግን ስለምንፈጽም ነውን? አይደለም፤ ነገር ግን በእምነት ብቻ ነው፡፡",
      "28": "ስለዚህ ያህዌ(יהוה) ሰውን የሚያጸድቀው ሰው የሕግን ሥራ በመፈጸሙ ሳይሆን፤ በእምነት መሆኑን እንገነዘባለን፡፡",
      "29": "ወይስ ያህዌ(יהוה) የአይሁዳውያን ብቻ አምላክ ነውን? በእርግጥ የአረማውያን ነው፡፡",
      "30": "ያህዌ(יהוה) አንድ ነው፤ አይሁዳውያንንም ሆነ አረማውያንን፤ በአንድነት የሚያጸድቅ እርሱ ነው፡፡",
      "31": "ታዲያ በእምነት ምክንያት ሕግን እንሽራለን ማለት ነውን? አይደለም! ይልቁንም ሕግን አጥብቀን እንይዛለን፡፡"
    },
    "Chapter 4": {
      "1": "እንግዲህ የቀድሞው አባታችን አብርሃም አገኘ የምንለው ምንድን ነው?",
      "2": "አብርሃም የጸደቀው በሥራ ቢሆን ኖሮ የሚመካበት ነገር ባገኘ ነበር፤ ይሁን እንጂ በያህዌ(יהוה) ፊት መመካት አይችልም፡፡",
      "3": "ምክንየቱም “አብርሃም በያህዌ(יהוה) ስላመነ እምነቱ ጽድቅ ሆኖ ተቆጠረለት” ተብሎ ተጽፎአል፡፡",
      "4": "የሚሰራ ሰው የሚያገኘው ደመወዝ፤ ተገቢ የጉልበቱን ዋጋ ነው እንጂ ስጦታ አይደለም፡፡",
      "5": "ሰው መልካም ሥራ ባይኖረውም እንኳ ኃጢአቶኞችን በሚያጸድቅ አምላክ ካመነ፤ እምነቱ ጽድቅ ሆኖ ይቆጠርለታል፡፡",
      "6": "ዳዊትም በበኩሉ ያህዌ(יהוה)ን ያለ መልካም ሥራ የሚያጸድቀው ሰው ምን ያህል የተባረከ መሆኑን ሲገልጥ እንዲህ ብሎአል፤",
      "7": "“በደላቸው ይቅር የተባለላቸውና ኃጢአታቸው የተደመሰሰላቸው ሰዎች የተባረኩ ናቸው!",
      "8": "እግዚአብሔር ኃጢአቱን የማይቆጥርበት ሰው የተባረከ ነው!”",
      "9": "ታዲያ ዳዊት የተናገረው ይህ በረከት ለተገረዙት ብቻ ነውን ወይስ ላልተገረዙትም? ላልተገረዙትም ነው፤ ላልተገረዙትም ነው፤ ምክንያቱም “አብርሃም በያህዌ(יהוה) ስላመነ እምነቱ ጽድቅ ሆኖ ተቆጠረለት” ብለናል፡፡",
      "10": "እንግዲህ አብርሃም እምነቱ ጽድቅ ሆኖ የተቆጠረለት መቼ ነው? ከመገረዙ በፊት ነውን ወይስ ከተገረዘ በኋላ? ከመገረዙ በፊት ነው እንጂ ከተገረዘ በኋላ አይደለም፡፡",
      "11": "አብርሃም ገና ከመገረዙ በፊት እምነቱ ጽድቅ ሁኖ እንደተቆጠረለት ማረጋገጫ ምልክት እንዲሆነው ተገረዘ፤ ስለዚህ አብርሃም፤ ሳይገረዙ ለሚያምኑና እምነታቸው ጽድቅ ሆኖ ለሚቆጠርላቸው ሁሉ አባት ነው፡፡",
      "12": "እንዲሁም አብርሃም ለተገረዙትም አባት ነው፤ ለተገረዙትም አባት የሆነበት ምክንያት በመገረዛቸው ብቻ ሳይሆን፤ እርሱ ከመገረዙ በፊት የነበረውን እምነት በመከተላቸው ነው፡፡",
      "13": "አብርሃም ከነዘሩ ዓለምን እንደሚወርስ ያህዌ(יהוה) ተስፋ ሰጠው፤ ይህም ተስፋ የተገኘው አብርሃም ሕግን በመፈጸሙ ሳይሆን ስላመነና እምነቱ ጽድቅ ሁኖ ስለ ተቆጠረለት ነው፡፡",
      "14": "የተስፋው ወራሾች ሕግን የሚፈጽሙ ሰዎች ከሆኑማ እምነት ዋጋ አይኖረውም፤ ተስፋም ከንቱ መሆኑ ነው፡፡",
      "15": "ሕግ የሚያመጣው የያህዌ(יהוה)ን ቁጣ ነው፤ ሕግ ከሌላ ግን ሕግን የመተላለፍ በደል አይኖርም፡፡",
      "16": "ተስፋም የተመሠረተው በእምነት ላይ ነበር፤ ስለዚህ የአብርሃም ዘሮች ሁሉ ይህን የተረጋገጠ ተስፋ በጸጋ ይወርሳሉ፤ ይህም ማለት በሕግ የሚጸድቁት ባቻ ሳይሆኑ እንደ አብርሃም በእምነት የጸደቁትም ናቸው፤ ምክንያቱም አብርሃም በእምነት ረገድ የሁላችንም አባት ነው፡፡",
      "17": "ይህም የሆነው “የብዙ ሕዝብ አባት አድርጌሃለሁ” ተብሎ በተጻፈው መሠረት ነው፡፡ ስለዚህ አብርሃም ባመነው፤ የሞቱትን በሚያስነሳውና የሌለውን እንዲኖር በሚያደርገው አምላክ ፊት ተስፋው የጸና ነው፡፡",
      "18": "አብርሃም ያመነውና ተስፋ ያደረገው ምንም ተስፋ ባልነበረበት ጊዜ ነው፤ ሰለዚህ “ዘርህ ይህን ያህል ይበዛል” ተብሎ በተጻፈው መሰረት የብዙ ሕዝብ አባት ሆነ፡፡",
      "19": "ዕድሜው መቶ ዓመት ያህል ስለነበረ በሥጋው መድከም ምክንያት መውለድ እንደማይችልና፤ ሣራም መኻንና ያረጀት በመሆንዋ መውለድ እንደማትችል ቢያውቅም፤ በእምነቱ ደካማ አልሆነም፡፡",
      "20": "በእምነቱ ብርቱ ሆኖ ለያህዌ(יהוה) ክብር ሰጠ እንጂ ያህዌ(יהוה) በሰጠው ተስፋ ባለማመን ከቶ አልተጠራጠረም፡፡",
      "21": "ምክንያቱም ያህዌ(יהוה) የሰጠውን ተስፋ የሚፈጽም መሆኑን ስለተረዳ ነው፡፡",
      "22": "እንግዲህ አብርሃም እምነቱ ጽድቅ ሆኖ የተቆጠረለት ስለዚህ ነው፡፡",
      "23": "ነገር ግን “ጽድቅ ሆኖ ተቆጠረለት” የሚለው ቃል የተጻፈው ለአብርሃም ብቻ ሳይሆን፡-",
      "24": "ለእኛም ጭምር ነው፤ ጌታችን ያሹዋን ከሞት ባስነሳው አምላክ ለምናምን ለእኛም እምነታችን ጽድቅ ሆኖ ይቆጠርልናል፡፡",
      "25": "ይህ ጌታችን ያሹዋ ስለ ኃጢአታችን ለሞት ተላልፎ የተሰጠውና እኛንም ለማጽደቅ ከሞት የተነሣው ነው፡፡"
    },

    "Chapter 5": {
      "1": "እንግዲህ እኛ ጽድቅን ያገኘነው በእምነት ስለሆነ፤ በጌታችን በያሹዋ መሺያ ከያህዌ(יהוה) ጋር ሰላም አለን፡፡",
      "2": "ወደዚህ አሁን ጸንተን ወደምንገኝበት ጸጋ በእምነት የገባነው በእርሱ ነው፤ በተስፋ የያህዌ(יהוה)ን ክብር ተካፋዮች በመሆናችንም ደስታና ትምክህት አለን፡፡",
      "3": "በዚህ ብቻ ሳይሆን በመከራችንም እንደሰታለን፤ እንመካለንም፤ ምክንያቱም ከመከራ ትዕግሥት እንደሚገኝ እናውቃለን፤",
      "4": "ከትዕግሥትም መጽናት፤ ከመጽናትም ተስፋ ይገኛል፡፡",
      "5": "በተሰጠን በመንፈስ ቅዱስ አማካይነት የያህዌ(יהוה) ፍቅር በላያችን ስለ ሞላ ተስፋው አያሳፍርም፡፡",
      "6": "ገና ደካሞች ሆነን ሳለ፤ ያህዌ(יהוה) በወሰነው ጊዜ መሲህ ስለ ኃጢአተኞች ሞተ፡፡",
      "7": "በጻድቅ ምትክ ሆኖ የሚሞት ሰው ማግኘት በጣም አስቸጋሪ ነው፤ ሆኖም በደግ ሰው ምትክ ለመሞት የሚደፍር ምናልባት ይገኝ ይሆናል፡፡",
      "8": "ነገር ግን እኛ ኃጢአተኞች ሆነን ሳለ መሲሕ በእኛ ምትክ ሞቶአል፤ ይህም ያህዌ(יהוה) ለእኛ ያለው ፍቅር ምን ያህል ታላቅ መሆኑን ያስረዳል፡፡",
      "9": "እንግዲህ የጸደቅነው በያሹዋ መሺያ ደም ከሆነ ይበልጡንም ከያህዌ(יהוה) ቁጣ የምንድነው በእርሱ አማካይነት ነው፡፡",
      "10": "ምክንያቱም እኛ የያህዌ(יהוה) ጠላቶች ሆነን ሳለ በልጁ ሞት ከእግዚአብሔር ጋር ታርቀናል፤ አሁን ከያህዌ(יהוה) ጋር ከታረቅን በኋላ በሕያው ልጁ አማካይነት ይበልጡን እንድናለን፡፡",
      "11": "ይህም ብቻ ሳይሆን ዕርቅን ባገኘንበት በጌታችን በያሹዋ መሺያ አማካይነትም በያህዌ(יהוה) እንመካለን፡፡",
      "12": "በአንድ ሰው ምክንያት ኃጢአት ወደ ዓለም ገባ፤ በኃጢአት ምክንያት ሞት መጣ፤ ይኸውም ሰው ሁሉ ኃጢአት ስለሠራ ሞት በሰው ሁሉ ላይ መጣ፤",
      "13": "ምክንያቱም የሙሴ ሕግ ከመስጠቱ በፊት ኃጢአት በዓለም ነበር፤ ይሁን እንጂ ሕግ  በሌለበት፤ ኃጢአት ራሱ እንደ ኃጢአት አይቆጠርም፡፡",
      "14": "ሆኖም እንደ አዳም ሕግን በመተላለፍ ኃጢአት ባልሰሩት ላይ እንኳ ሳይቀር፤ ሞት ከአዳም አንስቶ እስከ ሙሴ በሰው ሁሉ ላይ ስልጣን አገኘ፡፡ ይህ አዳም ወደፊት ለሚመጣው መሲሕ ምሳሌ ነበር፡፡",
      "15": "ነገር ግን የያህዌ(יהוה) ጸጋ ከሰው ኃጢአት ይበልጣል፤ በአንድ ሰው ኃጢአት ምክንያት የተገኘው ስጦታ ለብዙዎች በይበልጥ ተሰጥቷል፡፡",
      "16": "እንዲሁም የያህዌ(יהוה) ጸጋ ውጤት ከሰው ኃጢአት ውጤት ይበልጣል፤ በአንድ ኃጢአት ምክንያት የተሰጠው ፍርድ ቅጣትን አመጣ፤ በብዙ ኃጢአት ምክንያት የተሰጠው ጸጋ ጽድቅን አመጣ፡፡",
      "17": "በአንድ ሰው ኃጢአት ምክንያት ሞት በሰው ላይ ሥልጣን አገኘ፤ በአንዱ በያሹዋ መሺያ አመካያነት የያህዌ(יהוה)ን ብዙ ጸጋ ተቀብለው የጸደቁ ሁሉ፤ በድል አድራጊነት ሕይወት ይኖራሉ፡፡",
      "18": "እንግዲህ የአንዱ የአዳም ኃጢአት የቅጣትን ፍርድ በሰው ሁሉ ላይ እንዳመጣ፤ እንዲሁም የአንዱ የመሲሕ የጽድቅ ሥራ ብዙዎችን ከቅጣት ነጻ አድርጎ ሕይወትን ይሰጣል፡፡",
      "19": "በአዳም አለመታዘዝ ምክንያት ብዙዎች ይጸድቃሉ፡፡",
      "20": "ኃጢአት በበዛ መጠን የያህዌ(יהוה) ጸጋ በይበልጥ በዛ፡፡",
      "21": "ይህም የሆነው በሞት ምክንያት ኃጢአት እንደነገሰ ሁሉ፤ እንዲሁም የያህዌ(יהוה) ጸጋ በጌታችን በያሹዋ መሺያ አማካይነት በሚገኘው ዘላለማዊ ሕይወት ጽድቅን በመስጠት ይነሳል፡፡"
    },
    "Chapter 6": {
      "1": "እግዲህ ምን እንላለን? የያህዌ(יהוה) ጸጋ እንዲበዛ በኃጢአት ጸንተን እንኑርን?",
      "2": "አይደለም! እኛ በሞት የመለየትን ያህል ከኃጢአት የተለየን ሆነን ሳለ እንዴት በኃጢአት ጸንተን እንኖራለን!",
      "3": "ከያሹዋ መሺያ ጋር አንድ ለመሆን የተጠመቅን ሁሉ የሞቱም ተካፋዮች ለመሆን መጠመቃችንን አታውቁምን?",
      "4": "በጥምቀት ከእርሱ ጋር በተቀበርን ጊዜ የእርሱ ሞት ተካፋዮች ሆነናል፤ ስለዚህ መሲሕ በአብ ክብር ከሞት እንደተነሳ፤ እኛም በአዲስ ሕይወት እንኖራለን፡፡",
      "5": "በሞቱ እርሱን በመምሰል ከተባበርን በትንሣኤውም እርሱን እርሱን እንደምንመስል የተረጋገጠ ነው፡፡",
      "6": "ኃጢአተኛው ሰውነታችን እንዲወገድና የኃጢአት ባርያዎች መሆናችን እንዲቀር አሮጌው ሰውነታችን ከመሲሕ ጋር መሰቀሉን እናውቃለን፡፡",
      "7": "ምክንያቱም የሞተ ሰው ለኃጢአት ከመገዛት ነጻ ነው፡፡",
      "8": "እንግዲህ ከመሲሕ ጋር ከሞትን፤ ከእርሱ ጋር በሕይወት እንደምንኖር እናምናለን፡፡",
      "9": "መሲሕ ከሞት በመነሳቱ ምክንያት ዳግመኛ እንደማይሞትና ሞትም በእርሱ ላይ ስልጣን እንደሌለው እናውቃለን፡፡",
      "10": "እርሱ በሞተ ጊዜ ኃጢአት በእርሱ ላይ ስልጣን እንደሌለውና በያሹዋ መሺያ አማይነት ለያህዌ(יהוה) በሕይወት እንደምትኖሩ አስቡ፡፡",
      "12": "ስለዚህ ኃጢአት በሚሞተው ሰውነታችሁ ላይ ሥልጣን እንዲኖረውና በስጋ ምኞትም ተገዥ እንዲያደርጋችሁ አትፍቀዱለት፡፡",
      "13": "እንዲሁም የሰውነታችሁን ክፍሎች የዐመፅ መሣርያ አድርጋችሁ ለኃጢአት አታስገዙ፤ ነገር ግን ከሞት እንደተነሳችሁ ራሳችሁን ለያህዌ(יהוה) አቅርቡ፤ የሰውነታችሁንም ክፍሎች ሁሉ የጽድቅ መሳርያ አድርጋችሁ ለያህዌ(יהוה) አስገዙ፡፡",
      "14": "ምክንያቱም፣ አሁን እናንተ የምትኖሩትን ከጸጋበታች እንጂ ከሕግ በታች ስላልሆነ ኃጢአት ሊገዛችሁ አይችልም፡፡",
      "15": "እንግዲህ ምን እንላለን? ከሕግ በታች መሆናችን ቀርቶ ከጸጋ በታች ስለሆን ኃጢአት እንሠራለን ማለት ነውን? ከቶ አይሆንም!",
      "16": "ለአንድ ሰው አገልጋዮች ሆናችሁ ለመታዘዝ ራሳችሁን ስታቀርቡ፤ ለዚያ ለምትታዘዙት ሰው አገልጋዮች መሆናችሁን ታውቃላችሁ፤ እንዲሁም ለኃጢአት ብትታዘዙ ምትን ለሚያመጣባችሁ ኃጢአት አገልጋዮች ትሆናላችሁ፤ ያህዌ(יהוה) ብትታዘዙ ግን ጻድቅን ታገኛላችሁ፡፡",
      "17": "እናንተ አስቀድሞ የኃጢአት ባርያዎች ነበራችሁ፤ አሁን ግን ለተቀበላችሁት ትምህርት ከልብ በመታዘዛችሁ ለያህዌ(יהוה) ምስጋና ይሁን፡፡",
      "18": "ከኃጢአት ባርነት ነጻ ወጥታችሁ የጽድቅ አገልጋዮች ሆናችኋል፡፡",
      "19": "እኔ እንዲህ ለሰው በሚገባ ቋንቋ የምናገረው ከአስተሳሰባችሁ ደካማነት የተነሳ ነው፡፡ አስቀድሞ የሰውነት ክፍሎቻችሁን እንዲቀደሱ የጽድቅ አገልጋዮች አድርጋችሁ አቅርቡ፡፡",
      "20": "የኃጢአት ባርያዎች በነበራችሁበት ጊዜ ጽድቅ የማድረግ ግዴታ አይሰማችሁም ነበር፡፡",
      "21": "ታዲያ በዚያን ጊዜ ምን ጥቅም አገኛችሁ? አሁን ከሚያስፈራችሁ በቀር ምንም ጥቅም አላገኛችሁም፤ የዚህ ነገር መጨረሻ ሞት ነው፡፡",
      "22": "አሁን ግን ከኃጢአት ባርነት ነጻ ወጥታችሁ የያህዌ(יהוה) አገልጋዮች በመሆናችሁ ቅድስናን ታገኛላችሁ፤ የቅድስናም መጨረሻ የዘለአለም ሕይወት ነው፡፡",
      "23": "ምክንያቱም ከኃጢአት የሚገኘው ዋጋ ሞት ነው፤ ከያህዌ(יהוה) የሚሰጠው ስጦታ ግን በጌታችን በያሹዋ መሺያ አማካይነት የሚገኘው የዘላለም ሕይወት ነው፡፡"
    },

    "Chapter 7": {
      "1": "ወንድሞቼ ሆይ! ሁላችሁም ሕግን ስለምታውቁ፤ ሕግ በሰው ላይ ሥላጣን የሚኖረው ሰው በሕይወት እስካለ ድረስ ብቻ መሆኑን ታውቃላችሁ፡፡",
      "2": "ለምሳሌ፤ ያገባች ሴት ባልዋ በሕይወት እስካለ ድረስ ከእርሱ ጋር በሕግ የታሰረች ናት፤ ባልዋ ከሞተ ግን ከታሰረችበት ሕግ ነጻ ናት፡፡",
      "3": "ስለዚህ ባልዋ በሕይወት እያለ ሌላ ወንድ ብታገባ አመንዝራ ትባላለች፡፡ ባልዋ ከሞተ ግን ከእርሱ ጋር ከታሰረችበት ሕግ ነጻ ትወጣለች፤ ሌላ ወንድ ብታገባም አመንዝራ አይደለችም፡፡",
      "4": "ወንድሞቼ ሆይ! የእናንተም ሁኔታ እንደዚሁ ነው፤ እናንተ የመሲሕ አካል ክፍል ስለሆናችሁ በሞት የመለየትን ያህል ከሙሴ ሕግ ተለይታችኋል፡፡ ስለዚህ ለያህዌ(יהוה) አገልግሎት ፍሬ እንድናፈራ ከሞት የተነሳው የመሲሕ ወገኖች ሆናችኋል፡፡",
      "5": "ምክንያቱም በሥጋ ፈቃድ እንመላለስ በነበረበት ጊዜ በሕግ የሚቀሰቀሰው ከክፉ ምኞት ለሞት ፍሬ እንድናፈራ በሰውነታችን ክፍሎች ይሠራ ነበር፡፡",
      "6": "አሁን ግን አስሮን ከነበረው ህግ በሞት የመለየት ያህል ስለ ተለየን፤ ከሕግ እሥራት ነጻ ወጥተናል፡፡ ሰለዚህ ከእንግዲህ ወዲህ የምናገለግለው በአዲሱ መንፈሳዊ መመሪያ እንጂ አስቀድሞ በተጻፈው በአሮጌው የሕግ መመሪያ አይደለም፡፡",
      "7": "እንግዲህ ምን እንላለን! ነገር ግን ኃጢአት ምን መሆኑን እንዳውቅ ያደረገኝ ሕግ ነው፡፡ ምክንያቱም ሕግ “አትመኝ” ባይል ኖሮ ምኞት ምን መሆኑን ባላወቅሁም ነበር፡፡",
      "8": "ኃጢአት ምኞትን ሁሉ በኔ ውስጥ እንዲቀሰቀስ ያደረገው ከሕግ በመጣው ትእዛዝ አጋጣሚ በማግኘት ነው፡፡ ሕግ ከሌለ ግን ኃጢአት የሞተ ነገር ነው፡፡",
      "9": "ሕግ በእኔ ሕይወት ላይ ገና ስልጣን ያላገኘበት ጊዜ ነበር፤ የሕግን ትእዛዝ ባወቅሁ ጊዜ ግን ኃጢአት ሕይወት አገኘ፤",
      "10": "እኔም ሞትሁ፤ ለሕይወት የተሰጠውም የሕግ ትእዛዝ በእኔ ላይ ሞትን አመጣብኝ፡፡",
      "11": "ምክንያቱም ኃጢአት የሕግን ትእዛዝ ሰበብ አድርጎ አታለለኝ፤ በትእዛዝም አማካይነት ገደለኝ፡፡",
      "12": "ስለዚህ ሕግ ቅዱስ ነው፤ ትእዛዙም ቅዱስና እውነት መልካምም ነው፡፡",
      "13": "ታዲያ ይህ መልካም የሆነ ነገር በእኔ ሞትን አመጣብኝ ማለት ነውን? አይደለም! ሞትን ያመጣብኝስ ኃጢአት ነው፡፡ ኃጢአት ምንነቱ እንዲገለጥ፤ መልካም በሆነው ነገር አመካኝቶ፤ በእኔ ላይ ሞትን አመጣብኝ፡፡ ስለዚህ የኃጢአት ክፋት የሚገለጠው በሕግ ትእዛዝ አማካይነት ነው፡፡",
      "14": "እንግዲህ ሕግ መንፈሳዊ መሆኑን እናውቃለን፡፡ እኔ ግን የኃጢአት ባሪያ ለመሆን የተሸጥሁ ሥጋዊ ነኝ፡፡",
      "15": "እኔ የማደርገውን አላውቅም፤ ምክንያቱም የምወደውን ነገር ማድረግ ትቼ፤ የምጠላውን ነገር አደርጋለሁ፡፡",
      "16": "እንግዲህ እኔ የማደርገውን የማልፈልገውን ነገር ከሆነ ሕግ መልካም መሆኑን እገልጣለሁ፡፡",
      "17": "እንግዲህ ማድረግ የማልፈልገውን ነገር የሚያደርገው በእኔ ውስጥ ያለው ኃጢአት ነው እንጂ እኔ አይደለሁም፡፡",
      "18": "በእኔ ወይም በእኔ ስጋዊ ባሕርይ ምንም መልካም እንደሌለ ዐውቃለሁ፤ ምክንያቱም ምንም እንኳ መልካም ነገር የማድረግ ፍላጎት ቢኖረኝም ያንን መልካም ነገር የማድረግ ችሎታ የለኝም፡፡",
      "19": "ማድረግ የምፈልገውን መልካም ነገር አላደርግም፤ ዳሩ ግን የማልፈልገውን ክፉ ነገር አደርጋለሁ፡፡",
      "20": "እንግዲህ ማድረግ የማልፈልገውን ክፉ ነገር የማድግ ከሆንሁ፤ ይህን የሚያደርገው፤ በእኔ ውስጥ ያለው ኃጢአት ነው እንጂ እኔ አይደለሁም ማለት ነው፡፡",
      "21": "እንግዲህ መሠረታዊ ሐሳብ በስራ ላይ መሆኑን አያለሁ፤ ምክንያቱም መልካም ነገርን ማድግ ስፈልግ፤ ክፉ ነገር ለማድረግ እገዳዳለሁ፡፡",
      "22": "ውስጣዊ ሰውነቴ በያህዌ(יהוה) ሕግ ደስ ይለዋል፡፡",
      "23": "ይሁን እንጂ ከአእምሮዬ ሕግ ጋር እየተቃረነ በሰውነቴ ክፍሎች ውስጥ ለሚሠራው የኃጢአት ሕግ እስረኛ የሚያደርገኝ ሌላ ሕግ በሰውነቴ ክፍሎች ውስጥ መኖሩን አያለሁ፡፡",
      "24": "እኔ ምኝኛ ጎስቋላ ሰው ነኝ! ወደ ሞት ከሚወስደኝ ከዚህ ሰውነት ምን ያድነኛል?",
      "25": "በጌታችን በያሹዋ መሺያ ለያህዌ(יהוה) ምስጋና ይሁን፡፡ እንግዲህ እኔ በአእምሮዬ ለያህዌ(יהוה) ሕግ ተገዥ ስሆን፤ በሥጋ ባሕርዬ ለኃጢአት ሕግ ተገዥ ሆኛለሁ፡፡"
    },

    "Chapter 8": {
      "1": "እንግዲህ ከያሹዋ መሺያ ጋር ኅብረት ያላቸው አሁን ኩነኔ የለባቸውም፡፡",
      "2": "ምክንያቱም በያሹዋ መሺያ ሕይወትን የሚሰጥ የመንፈስ ቅዱስ ሕግ ከኃጢአትና ከሞት ሕግ ነጻ አውጥቶኛል፡፡",
      "3": "ከሰው ባሕርይ ደካማነት የተነሳ ሕግ ሊያደርገው ያልቻለውን ያህዌ አድርጎታል፤ ያህዌ በገዛ ልጁን በኃጢአተኛ ሥጋ ምሳሌ ላከ፤ ለኃጢአት መስዋእት ባደረገውም በዚሁ በልጁ ሥጋ የሰውን ኃጢአት በፍርድ አስወግዶአል፡፡",
      "4": "ይህንን ያደረገው በሥጋ ፈቃድ ስይሆን በመንፈስ ፈቃድ ለመንመላለስ በእኛ የሕግ ትእዛዝ እንዲፈጸም ነው፡፡",
      "5": "በሥጋ ፈቃድ የሚኖሩ ሥጋዊ ነገርን፤ በመንፈስ ፈቃድ የሚኖሩ ግን መንፈሳዊ ነገርን ያስባሉ፡፡",
      "6": "ሥጋዊ ነገርን ማሰብ ሞትን ያመጣል፤ መንፈሳዊ ነገርን ማሰብ ግን ሕይወትንና ሰላምን ይሰጣል፡፡",
      "7": "ምክንያቱም ሥጋዊ ነገርን የሚያስብ ሰው ለያህዌ ሕግ ስለማይታዘዝና መታዘዝም ስለማይችል የያህዌ ጠላት ይሆናል፡፡",
      "8": "ለሥጋዊ ነገር የሚገዙ ያህዌን ደስ ማሰኘት አይችሉም፡፡",
      "9": "እናንተ ግን የያህዌ መንፈስ በውስጣችሁ ካለ፤ በመንፈስ ፈቃድ እንጂ በሥጋ ፈቃድ አትኖሩም፤ የመሲሕ መንፈስ የሌለው ሰው የመሲሕ ወገን አይደለም፡፡",
      "10": "መሲሕ በእናንተ ውስጥ ከሆነ፤ ምንም እንኳ ሥጋችሁ በኃጢአት ምክንያት የሚሞት ቢሆንም ያህዌ ስላጸደቃችሁ መንፈሳችሁ ሕያው ነው፤",
      "11": "ያሹዋን ከሞት ያስነሳው የያህዌ መንፈስ በውስጣችሁ ቢኖር፤ ያሹዋ መሺያን ከሞት ያስነሳው አምላክ በውስጣችሁ በሚኖረው መንፈሱ አማካይነት፤ለሟች ሥጋችሁ ህይወትን ይሰጠዋል፡፡",
      "12": "ስለዚህ ወንድሞቼ ሆይ! በሕይወታችን ግዴታ አለብን፤ ነገርግ ይህ ግዴታ በሥጋ ፈቃድ ለመኖር አይደለም፡፡",
      "13": "በሥጋ ፈቃድ ብትኖሩ ትሞታላችሁ፤ ነገር ግን በመንፈስ ዕርዳታ፤ ሥጋዊ ሥራችሁን ብትገድሉ በሕይወት ትኖራላችሁ፡፡",
      "14": "በያህዌ መንፈስ የሚመሩ ሁሉ የያህዌ ልጆች ናቸው፡፡",
      "15": "ስለዚህ “አባባ” ብላችሁ የምትጠሩበትን የልጅነት መንፈስ ተቀበላችሁ እንጂ በፍርሃት ለመኖር የባርነት መንፈስ አልተቀበላችሁም፡፡",
      "16": "የያህዌ መንፈስ ከእኛ መንፈስ ጋር ሆኖ የያህዌ ልጆች መሆናችንን ይመሰክራል፡፡",
      "17": "እንግዲህ የያህዌ ልጆች ከሆንን፤ የእርሱ ወራሾች ነን፤ የመሲሕ መከራ ተካፋዮች ብንሆን በኋላ የክብሩ ተካፍዮች እንሆናለን፡፡",
      "18": "የአሁኑ ጊዜ መከራ ወደፊት ለእኛ ከሚገለጥልን ክብር ጋር ቢመዛዘን በምንም ሊተካከል እንደማይችል አድርጌ እቆጥረዋለሁ፡፡",
      "19": "ፍጥረት ሁሉ የያህዌ ልጆች መገለጥ በታላቅ ናፍቆት ይጠባበቃል፡፡",
      "20": "ፍጥረት ሁሉ ዋጋቢስ እንዲሆን ተፈርዶበታል፤ ይኸውም በራሱ ፈቃድ ሳይሆን በያህዌ ፈቃድ ነው፤ ይሁን እንጂ ይህ ተስፋ አለ፤",
      "21": "ተስፋውም ፍጥረት ራሱ ከጥፋት ባርነት ነጻ ወጥቶ ከያህዌ ልጆች ጋር የነጻነትና የክብር ተካፋይ እንዲሆን ነው፡፡",
      "22": "ፍጥረት ሁሉ እስከ ዛሬ ድረስ በምጥ ጭንቀት ተይዞ በመቃተት ላይ መኖሩን እናውቃለን፡፡",
      "23": "ነገር ግን በመቃተት ላይ ያለው ፍጥረት ብቻ አይደለም፤ የመጀመሪያውን ስጦታ መንፈስ ቅዱስን የተቀበልን እኛም፤ የያህዌ ልጆች እንድንሆንና ሁለንተናችን ነጻ እንዲሆን በተስፋ እየተጠባበቅን በውስጣዊ ስውነታችን በመቃተት ላይ እንገኛለን፤",
      "24": "ምክንያቱም እኛ የዳነው በዚሁ ተስፋ ነው፡፡ ነገር ግን ተስፋ የምናደርገው ነገር የሚታይ ከሆነ ተስፋ መሆኑ ይቀራል፤ የሚታየውንማ ማን ተስፋ ያደርገዋል?",
      "25": "የማናየውን ነገር ተስፋ ካደረግን ግን በትዕግሥት እንጠባበቃለን፡፡",
      "26": "እንግዲህ እንዴት መጸለይ እንደሚገባን ስለማናውቅ መንፈስ ቅዱስ በድካማችን ጊዜ ይረዳናል፤ በቃል ሊገለጥ በማይቻል መቃተት ስለ እኛ ይጸልያል፡፡",
      "27": "የሰውን ልብ የሚመረምር አምላክ የመንፈስ ቅዱስ አሳብ ምን እንደሆነ ያውቃል፤ ምክንያቱም መንፈስ ቅዱስ ስለ ቅዱሳን የሚጸልየው እንደ ያህዌ ፈቃድ ነው፡፡",
      "28": "ያህዌን ለሚወዱና እንደፈቃዱም ለተጠሩት ሰዎች፤ ያህዌ ሁሉን ነገር ለጥቅማቸው እንደሚያደርግላቸው እናውቃለን፡፡",
      "29": "ምክንያቱም የያህዌ ልጅ በብዙ ወንድሞች መካከል በኩር እንዲሆን ያህዌ አስቀድሞ የመረጣቸውን የልጁን መልክ እንዲመስሉ ስለ ወሰነ ነው፡፡",
      "30": "አስቀድሞ የወሰናቸውን ጠራቸው፤ የጠራቸውንም አጸደቃቸው፤ ያጸደቃቸውንም አከበራቸው፡፡",
      "31": "እንግዲህ ስለዚህ ነገር ምን እንላለን? ያህዌ ከእኛ ጋር ከሆነ ማን ሊቃወመን ይችላል?",
      "32": "ያህዌ ለአንድ ልጁ ሳይራራ ለእኛ አሳልፎ ከሰጠው፤ ከልጁ ጋር ሁሉን ነገር እንደሚሰጠን እርግጠኞች ነን፡፡",
      "33": "ያህዌ የመረጣቸውን ማንም ሊከሳቸው አይችሉም ምክንያቱም ያጸደቃቸው እርሱ ነው፡፡",
      "34": "ሊፈርድባቸውስ የሚችል ማን ነው? ያሹዋ መሺያ ይፈርድባቸዋልን? እርሱስ አይፈርድባቸውም፤ ምክንያቱም እርሱ ስለ እኛ የሞተ ከሞተ ተነሥቶ በያህዌ አብ ቀኝ የተቀመጠ፤ ስለ እኛም የሚማልድ ነው፡፡",
      "35": "ስለዚህ ከመሲሕ ፍቅር ሊለየን የሚችል ማንም የለም፤ ችግር ወይም መከራ፤ ሰደት ወይም ራብ፤ ራቁትነት ወይም አደጋ፤ ወይም ሰይፍ፤ ከመሲሕ ፍቅር ሊለየን አይችሉም፡፡",
      "36": "ይህም፡- “ስለ አንተ ፍቅር በየቀኑ እንገደላለን፤ እንደሚታረዱ በጎችም ተቆጠርን” ተብሎ እንደ ተጸፈው ነው፡፡",
      "37": "እንግዲህ በወደደን በመሲሕ፤ እነዚህን ነገሮች ሁሉ ድል በመንሳት ከአሸናፊዎች እንበልጣለን፡፡ በዚህ ሞትም ቢሆን፤ ሕይወትም ቢሆን፣ መላእክትም ቢሆኑ፣ ባለሥልጣኖችም ቢሆኑ፣ አሁን ያለውም ቢሆን፤ በኋላ የሚመጣውም ቢሆን የሰማይ ኅይሎችም ቢሆኑ፤",
      "38": "ከፍታም ቢሆን ዝቅታም ቢሆን ማንኛውም ፍጥረት ቢሆን፤ በጌታችን በያሹዋ መሺያ ከተገለጠልን ከያህዌ ፍቅር ሊለየን ሚችል ምንም ነገር እንደሌለ እርግጠኛ ነኝ፡፡"
    },
    "Chapter 9": {
      "1": "የመሲሕ እንደመሆኔ መጠን እውነት እናገራለሁ እንጂ አልዋሽም፤ በመንፈስ ቅዱስ የሚመራው ኅሊናዬም እንደማልዋሽ ይመሰክርልኛል፡፡",
      "2": "ትልቅ ሐዘንና የማያቋርጥ ጭንቀት በውስጤ አለ፤",
      "3": "በሥጋ ዘመዶቼ ስለሆኑት ወገኖቼ ከመሲሕ ተለይቼ የያህዌ(יהוה) እርግማን ቢደርስብኝ በወደድሁ ነበር፡፡",
      "4": "እስራኤላውያን የያህዌ(יהוה) ምርጥ ሕዝብ ናቸው፤ ያህዌ(יהוה) እነርሱን ልጆች አደረጋቸው፤ ክብሩን ገለጠላቸው፤ ቃልኪዳን ገባላቸው፤ ሕግንም ሰጣቸው፡፡",
      "5": "እነርሱ በትውልዳቸው ከነገድ አባቶች የመጡ ናቸው፤ መሲሕ በሥጋ የመጣው ከእነርሱ ነው፤ እነርሱ ከሁሉ በላይ የሆነና የተባረከ አምላክ ነው፤ አሜን፡፡",
      "6": "ይሁን እንጂ የያህዌ(יהוה) ቃል ተሸሮአል ማለት አይደለም፤ ምክንያቱም የእስራኤል ዘር በሙሉ እውነተኞች እስራኤላውያን አይደሉም፡፡",
      "7": "እንዲሁም የአብርሃም ዘር ሁሉ የያህዌ(יהוה) ልጆች ናቸው ማለት አይደለም፤ ምክንያቱም ያህዌ(יהוה) አብርሃምን “ዘር የሚወጣልህ በይስሐቅ ነው” ብሎት ስለነበር ነው፡፡",
      "8": "ስለዚህ በሥጋ የተወለዱት የያህዌ(יהוה) ልጆች አይደሉም፤ ነገር ግን ዘር ሆነው የሚቆጠሩት የተስፋው ቃል ልጆች ብቻ ናቸው፡፡",
      "9": "ይህም ያህዌ(יהוה) የሰጠው ተስፋ ቃል “የዛሬ ዓመት በዚህ ጊዜ እመጣለሁ፤ ሣራም ወንድ ልጅ ትወልዳለች” የሚል ነው፡፡",
      "10": "ይህም ብቻ ሳይሆን ርብቃ የነገድ አባታችን ከሆነው ከይስሐቅ መንታ ልጆች በጸነሰች ጊዜ፤",
      "11": "የያህዌ(יהוה) ምርጫ በሥራ ሳይሆን በጥሪ መሆኑን ለመግለጥ ሁለቱ፤ ልጆች ከመወለዳቸውና ክፉና ደግ ከማድረጋቸው በፊት፤",
      "12": "ያህዌ(יהוה) ርብቃን “ታላቁ ለታናሹ ተገዥ ይሆናል” አላት፡፡",
      "13": "ይህም “ያዕቆብን ወደድሁ፤ ዔሳውን ግን ጠላሁ” ተብሎ እንደ ተጻፈው ነው፡፡",
      "14": "እንግዲህ ምን እንላለን? “ያህዌ(יהוה) ያዳላል” ማለት እንችላለንን? “ያህዌ(יהוה) ያዳላል” ማለትስ ከቶ አንችልም!",
      "15": "ምክንያቱም ያህዌ(יהוה) ሙሴን “ልምረው የምፈልገውን እምረዋለሁ፤ ልራራለት የምፈልገውንም እራራለታለሁ” ብሎታል፡፡",
      "16": "ስለዚህ የያህዌ(יהוה) ምርጫ የሚገኘው በሰው ፈቃድና በሰው ሥራ ሳይሆን በያህዌ(יהוה) ምሕረት ነው፡፡",
      "17": "በዚህ ምክንያት ስለ ፈርዖን “በአንተ ኃይሌን ለማሳየትና ስሜም በዓለም ሁሉ ላይ እንዲታወቅ ለማድረግ አንግሼሃለሁ” የሚል ቃል ተጽፎአል፡፡",
      "18": "ስለዚህ ያህዌ(יהוה) የሚፈልገውን ይምረዋል፤ የሚፈልገውንም እልኸኛ ያደርገዋል፡፡",
      "19": "እንግዲህ “የያህዌ(יהוה)ን ፈቃድ መቃወም የማይቻል ከሆነ፤ ታዲያ ያህዌ(יהוה) ሰዎችን ለምን በክፉ ሥራቸው ይወቅሳቸዋል?” የሚል ይኖር ይሆናል፡፡",
      "20": "አንተ ሰው! ከያህዌ(יהוה) ጋር ለመከራከር ምን መብት አለህ? የሽክላ ዕቃ ሠሪውን “ለምን እንዲህ አድርገህ ሠራኸኝ?” ሊለው ይችላልን?",
      "21": "ሸክላ ሠሪው ከአንድ ዐይነት የሸክላ ጭቃ አንዱን ዕቃ ለክብር፤ ሌላውንም ዕቃ ለውርደት አድርጎ ለመሥራት መብት የለውምን?",
      "22": "ያህዌ(יהוה) ቁጣውን ለማሳየትና ኅይሉንም ለመግለጥ ፈልጎ፤ ለጥፋት የተዘጋጁትን የቁጣ ዕቃዎች ብዙ ታገሳቸው፡፡",
      "23": "ይህንንም ያደረገው አስቀድሞ ለክብር ላዘጋጃቸው ለምህረት እቃዎች የክብሩን ብዛት ለመግለጥ ነው፡፡",
      "24": "የምሕረት ዕቃዎች ከአይሁዳውያን ብቻ ሳይሆን ከአረማውያንም የተጠራን እኛ ነን፡፡",
      "25": "ይህም በነብዩ በሆሴዕ እንዲህ እንደተባለ ነው፡፡",
      "26": "እነርሱ ‘ሕዝቤ አይደላችሁም’ በተባሉበት ስፍራ የሕያው የያህዌ(יהוה) ልጆች ተብለው ይጠራሉ፡፡”",
      "27": "ኢሳያስ ስለ እስራኤል እንዲህ ሲል ድምፁን ከፍ አድርጎ ይናገራል፡- “የእስራኤል ልጆች ቁጥር እንደ ባህር አሸዋ ቢበዛ ከእነርሱ የሚድኑት ጥቂቶች ብቻ ናቸው፡፡",
      "28": "ምክንያቱም ያህዌ(יהוה) ሳይዘገይ በፍጥነት በዓለም ላይ ፍርድ ይሰጣል፡፡",
      "29": "እንዲሁም ኢሳያስ “ኃያሉ ያህዌ(יהוה) ዘር ባያስቀርልን ኖሮ፤ የሰዶምና የገምራ ከተሞች እንደጠፉ እኛም በጠፋን ነበር” ሲል አስቀድሞ ተናግሮአል፡፡",
      "30": "እንግዲህ ምን እንላለን? ጽድቅን ያልተከተሉ አረማውያን ጽድቅን አገኙ፤ ይህም ጽድቅ ከእምነት የሚገኘው ነው፡፡",
      "31": "ነገር ግን ከሕግ የሚገኘውን ጽድቅ ይከተሉ የነበሩትን እስራኤላውያን ሕግን ለመፈጸም ባለመቻላቸው ወደ ጽድቅ አልደረሱም፡፡",
      "32": "“ስለምን ወደ ጽድቅ አልደረሱም” ቢባል እነርሱ ጽድቅን ለማግኘት የፈለጉት በእምነት ሳይሆን በሥራ ስለሆነ ነው፤ ስለዚህ በማሰናከያ ድንጋይ ተሰናከሉ፤",
      "33": "ይህም፡- “እነሆ ሰዎችን የሚያሰናክል ድንጋይ በጽዬን አኖራለሁ፤ ይህም ድንጋይ ሰዎችን በማሰናከል የሚጥል አለት ነው፤ በእርሱም የሚያምን ግን አያፍርም” ተብሎ እንደተጻፈው ነው፡፡"
    },
    "Chapter 10": {
      "1": "ወንድሞቼ ሆይ! በልቤ ያለው ታላቅ ምኞትና ለእግዚአብሔር የማቀርበው ጸሎት እስራኤላውያን እንዲድኑ ነው፡፡",
      "2": "በትክክለኛ እውቀት አለመሆኑ ነው እንጂ እነርሱ ለእግዚአብሔር መንፈሳዊ ቅንአት እንዳላቸው እኔ ራሴ እመሰክርላቸዋለሁ፡፡",
      "3": "እግዚአብሔር ሰዎችን የሚያጸድቅበትን መንገድ ባለማወቃቸው የራሳቸውን የጽድቅ መንገድ ተከተሉ እንጂ የእግዚአብሔርን ጽድቅ አልተከተሉም፡፡",
      "4": "ሰው ሁሉ በእምነት እንዲጸድቅ፤ የሙሴ ሕግ በክርስቶስ አክትሞአል፡፡",
      "5": "ሕግን በመከተል ስለሚገኘው ጽድቅ፤ ሙሴ የጻፈው 'ሕግን የሚፈጽም ሁሉ በሕይወት ይኖራል' የሚል ነው፡፡",
      "6": "እግዚአብሔር ሰዎችን በእምነት ስለማጽደቁ ግን እንዲህ ተብሎ ተጽፏል፤ 'በልብህ ወደ ሰማይ ማን ይወጣል?' አትበል ይህም ክርስቶስን ለማውረድ ነው፤",
      "7": "ወይም 'በልብህ ወደ ሲኦል ማን ይወርዳል?' አትበል፤ ይህም ክርስቶስን ከሞት ለማስነሳት ነው፡፡",
      "8": "ደግሞም እንዲህ ተብሎ ተጽፎአል፤ 'የእግዚአብሔር ቃል አጠገብህ ነው፤ እንዲያውም በአፍህና በልብህ ነው፤' ይህም ቃል እኛ የምናበስረው የእምነት ቃል ነው፡፡",
      "9": "ኢየሱስ ጌታ መሆኑን በአፍህ ብትመሰክርና እግዚአብሔር ከሞት እንዳስነሳውም በልብህ ብታምን ትድናለህ፡፡",
      "10": "ምክንያቱም ሰው በልቡ ሲያምን ይጸድቃል፤ በአፉም ሲመሰክር ይድናል፤",
      "11": "ይህም 'በእግዚአብሔር የሚያምን ሁሉ አያፍርም' ተብሎ እንደተጻፈው ነው፤",
      "12": "እንግዲህ አንዱ እግዚአብሔር የሁሉም ጌታ ስለሆነ፤ በአይሁዳዊና በአረማዊ መካከል ምንም ልዩነት የለም፤ እርሱም ባለጸጋ ስለሆነ ለሚለምኑት ሁሉ በረከቱን አብዝቶ ይሰጣል፤",
      "13": "ምክንያቱም 'የጌታን ስም የሚጠራ ሁሉ ይድናል' ተብሎአል፡፡",
      "14": "ነገር ግን ሳያምኑበት እንዴት ሊጠሩት ይችላሉ? ስለ እርሱ ሳይሰሙስ እንዴት ያምናሉ? የምስራቹን ቃል የሚያበስርላቸው ሳይኖርስ እንዴት ሊሰሙ ይችላሉ?",
      "15": "የምስራቹን ቃል የሚያበስሩ ካልተላኩስ እንዴት ሊያበሥሩ ይችላሉ? ይህም 'የመልካም ዜና አብሳሪዎች መምጣት እንዴት ደስ ያሰኛል!' ተብሎ እንደ ተጻፈው ነው፡፡",
      "16": "ነገር ግን ኢሳያስ 'ጌታ ሆይ! የተናገርነውን ቃል ማንም አልተቀበለም' ብሎ እንደተናገረ ሁሉም የምስራቹን ቃል አልተቀበሉም፡፡",
      "17": "ስለዚህ እምነት የሚገኘው የምስራቹን ቃል በመስማት ነው፤ የምሥራቹም ቃል ስለ ክርስቶስ የሚነገረው ትምህርት ነው፡፡",
      "18": "እስቲ ልጠይቅ፤ ታዲያ ቃሉን አልሰሙም ማለት ነውን? በመጽሐፍ፤ 'ድምጻቸው በዓለም ሁሉ ተሰማ፤ ቃላቸውም እስከ ምድር ዳርቻ ደረሰ' ተብሎ እንደተጻፈው በእርግጥ ሰምተዋል፡፡",
      "19": "ደግሞስ፤ እስራኤላውያን ቃሉን አላወቁም ማለት ነውን? ይህማ እንዳይባል ሙሴ አስቀድሞ፤ 'በተናቀ ሕዝብ አስቀንቼ አስቆጫችኋለሁ፤ በማያስተውል ሕዝብም አስቆጣችኋለሁ' ብሎአል፡፡",
      "20": "ኢሳያስም፤ 'ላልፈለጉኝ ተገኘሁ፤ 'እግዚአብሔር የት ነው' ብለው ላልጠየቁኝ ተገለጥሁ' በማለትም ደፍሮ ተናግሮአል፡፤",
      "21": "ሰለ እስራኤላውያን ግን 'የማይታዘዝና ዐመጸኛ ሕዝብ ወደ እኔ እንዲመጣ ቀኑን ሙሉ እጆቼን እዘረጋለሁ' ይላል፡፡"
    },

    "Chapter 11": {
      "1": "እስቲ ደግሞ ልጠይቅ፤ ያህዌ(יהוה) የራሱን ሕዝብ ጥሎአልን? ከቶ አልጣለውም! እኔም ራሴ እኮ እስራኤላዊ ነኝ፤ ከአብርሃም ዘር የሆንሁ የብንያም ነገድ ነኝ፡፡",
      "2": "ሰለዚህ ያህዌ(יהוה) አስቀድሞ የመረጠውን ሕዝብ አልጣለውም፤ መጽሐፍ ስለ ኤልያስ ምን እንዳለ አታስታውሱምን? ደግሞስ ኤልያስ የእስራኤልን ሕዝብ በያህዌ(יהוה) ፊት ምን ብሎ እንደከሰሰ አታውቁምን?",
      "3": "በዚያን ጊዜ ኤልያስ “ጌታ ሆይ! ነቢያትህን ገደሉ፤ መሰዊያዎችህን አፈረሱ፤ እኔ ብቻ ቀረሁ፤ እኔንም ሊገድሉኝ ይፈልጋሉ” ብሎ ነበር፡፡",
      "4": "ነገር ግን ያህዌ(יהוה) ምን ብሎ መለሰለት? “ለሐሰተኛው አምላክ ለባዓል ያልሰገዱትን ሰባት ሺ ሰዎች ለራሴ አስቀርቻለሁ” ብሎታል፡፡",
      "5": "በአሁኑም ዘመን ቢሆን በጸጋ ተመርጠው የቀሩ ጥቂት እስራኤላውያን አሉ፡፡",
      "6": "ምርጫው በጸጋ ከሆነ በሥራ አይደለም ማለት ነው፤ በሥራ ከሆነማ ጸጋ ዋጋቢስ በሆነ ነበር፡፡",
      "7": "ታዲያ ውጤቱ ምን ሆነ? እስራኤላውያን የፈለጉትን አላገኙም፤ የተመረጡት ግን የፈለጉትን አገኙ፤ የቀሩት እውነትን ማየት አቃታቸው፡፡",
      "8": "ይህ ያህዌ(יהוה) ልቦናቸውን አደነዘዘ፡፡ ስለዚህ እስከዛሬ ድረስ በዓይናቸው አያዩም፤ በጀሮአቸውም አይሰሙም” ተብሎ እንደተጻፈው ነው፡፡",
      "9": "ዳዊትም፡- “ማእዳቸው የሚይዝ ወጥመድ፤ የሚጥል ጉድጓድ ሆኖ ያሠቃያቸው፤",
      "10": "ዐይናቸው እንዳያይ ይጨልም፤ ወገባቸውም በችግር ሁልጊዜ ይጉበጥ” ብሎአል፡፡",
      "11": "እስቲ እንደገና ልጠይቅ፤ አይሁዳውን የተሰናከሉት ለዘለአለም እስኪጠፉ ነውን? አይደለም! በአይሁዳውያን በደል ምክንያት አረማውያን ደኅንነትን አገኙ፤ ይህ የሆነውም፤ እነርሱ በአረማውያን እንዲቀኑ ለማድረግ ነው፡፡",
      "12": "የአይሁዳውያን በደል ለዓለም ብዙ በረከትን አስግኝቶአል፤ የእነርሱም ውድቀት ለአረማውያን በረከት ሆኗል፤ አይሁዳውያን በሙሉ ቢድኑማ ኖሮ በረከቱ ምን ያህል ብዙ በሆነ ነበር!",
      "13": "አሁን እንግዲህ የምናገረው ለእናንተ ለአረማውያን ነው፤ የአረማውያንም ሐዋርያ እንደ መሆኔ መጠን በአገልግሎቴ ክብር ይሰማኛል፤",
      "14": "ህንንም ማድረጌ ዘመዶቼ የሆኑትን አይሁዳውያን ለማስቀናት ነው፤ በዚህ ሁኔታ ምናልባት ከእነርሱ አንዳንዶቹን አድን ይሆናል፡፡",
      "15": "ያህዌ(יהוה) እነርሱን በጣላቸው ጊዜ ሌላው የዓለም ሕዝብ ከያህዌ(יהוה) ጋር ከታረቀ፤ ያህዌ(יהוה) እነርሱን በሚቀበላቸው ጊዜ ምን የሚሆን ይመስላችኋል? ከሞት እንደ መነሳት ያህል ነው!",
      "16": "ከአንድ ዓይነት ሊጥ የመጀመርያው ክፍል የተቀደሰ ከሆነ፤ ሊጡ በሙሉ የተቀደስ ነው፤ እንዲሁም አንድ ዛፍ ሥሩ የተቀደስ ከሆነ ቅርንጫፎቹም የተቀደሱ ናቸው፡፡",
      "17": "እንደ ጓሮ የወይራ ዛፍ ቅርንጫፍ ሆኑ አይሁዳውያን ተቆርጠው ቢወድቁ፤ እንደ ዱር የወይራ ዛፍ ቅርንጫፎች የሆናችሁ አረማውያን በቦታቸው ተተክታችሁ የእነርሱ ሀብትና በረከት ተካፋዮች ሆናችሁ፡፡",
      "18": "ስለዚህ እናንተ አረማውያን እንደ ቅርንጫፍ ተቆርጠው በወደቁት አይሁዳውያን ላይ አትታበዩ፤ ምክንያቱም እናንተ ቅርንጫፎች ብቻ በመሆናችሁ ሥሩ እናንተን ይሸከማችኋል እንጂ እናንተ ሥሩን ስለማትሸከሙት መመካት አይገባችሁም፡፡",
      "19": "ነገር ግን “ቅርንጫፎች ተሰብረው የወደቁት እኛ በቦታቸው እንድንተካ ነው” ትሉ ይሆናል፡፡",
      "20": "አባባላችሁስ ልክ ነው፤ ነገር ግን እነርሱ ተቆርጠው የወደቁት በአለማመናቸው ሲሆን፤ እናንተ ጸንታችሁ የቆማችሁት በማመናችሁ ነው፤ ታዲያ እኮ መፍራት እንጂ መታበይ አይገባችሁም፡፡",
      "21": "ምክንያቱም ያህዌ(יהוה) በተፈጥሮ ቅርንጫፎች ለሆኑት አይሁዳውያን ካልራራላቸው፤ ለእናንተ እኮ አይራራላችሁም፡፡",
      "22": "እንግዲህ የያህዌ(יהוה) ርኅራሄና ጭካኔ ተመልከቱ፤ ጭካኔውን የሚያሳየው በወደቁት ላይ ሲሆን፤ ርኅራሄውን የሚያሳየው ግን ለእናንተ ነው፤ ይህንንም የሚያደርገው እርሱን በማመን ጸንታችሁ ብትኖሩ ነው፤ ባትጸኑ ግን እናንተም ተቆርጣችሁ ትወድቃላችሁ፡፡",
      "23": "አይሁዳውያንም አለማመናቸውን ቢያስወግዱ ወድ ቀድሞው ቦታቸው ይመለሳሉ፤ ምክንቱም ያህዌ(יהוה) ወደ ቀድሞ ቦታቸው ሊመልሳቸው ይችላል፡፡",
      "24": "እናንተ አረማውያን በተፈጥሮ የዱር የወይራ ዛፍ ቅርንፎች ሆናችሁ ሳለ ያለ ቦታችሁ በጓሮ የወይራ ዛፍ ላይ መተከል ከቻላችሁ፤ የጓሮ የወይራ ቅርንጫፎች የሆኑት አይሁዳውያንማ ወደ ቀድሞው ቦታቸው ተመልሰው መተከል እንዴት አይቻላቸውም!",
      "25": "ወንድሞቼ ሆይ! “ዐዋቂዎች ነን” ብላችሁ አትመኩ፤ የምነግራችሁ አንድ ሚስጢር አለ፤ ይኸውም የእስራኤላውያን እንቢተኛነት ለዘለቄታው ሳይሆን የተጠሩት አረማውያን ሁሉ ወደ ያህዌ(יהוה) እስኪመጡ ድረስ መሆኑን ነው፡፡",
      "26": "እንግዲህ እስራኤላውያን ሁሉ የሚድኑት በዚህ ዓይነት ሁኔታ ነው፡፡ ስለዚህ እንዲህ ተብሎ ተጽፎአል፡- “አዳኝ ከጽዮን ይመጣል፤ ከያዕቆብም ዘር ሁሉ ኃጢአትን ያስወግዳል፤",
      "27": "ኃጢአታቸውንም በደመስስሁለካቸው ጊዜ ከእነርሱ ጋር የምገባው ቃል ኪዳን ይህ ነው፡፡፡”",
      "28": "እስራኤላውያን የምሥራቹን ቃል ባለመቀበላቸው ስለ እናንተ ስለ አረማውያን ጥቅም የያህዌ(יהוה) ጠላቶች ሆነዋል፤ ነገር ግን በምርጫ በኩል በነገድ አባቶች ምክንያት የያህዌ(יהוה) ወዳጆች ናቸው፡፡",
      "29": "ምክንያቱም ያህዌ(יהוה) ከመረጠና ጸጋውን ከሰጠ በኋላ ባደረገው ነገር አይጸጸትም፡፡",
      "30": "እናንተ አረማውያን ቀድም ለያህዌ(יהוה) የማትታዘዙ ነበራችሁ፤ አሁን ግን አይሁዳውያን ባለመታዘዛቸው ምክንያት እናንተ የያህዌ(יהוה)ን ምሕረት አገኛችሁ፡፡",
      "31": "እናንተ ምሕረት ባገኛችሁበት ዐይነት እነርሱም ምሕረትን እንዲያገኙ እነርሱም አሁኑ ለያህዌ(יהוה) የማይታዘዙ ሆነዋል፡፡",
      "32": "ምክንያቱም ያህዌ(יהוה) ምሕረቱን ለሰው ሁሉ ለማሳየት ሲል ሰዎችን ሁሉ የእምቢተኛነታቸው እስረኞች እንዲሆኑ አደረጋቸው፡፡",
      "33": "የያህዌ(יהוה) ባለጸግነትና ጥበብ ዕውቀትም እንዴት ጥልቅ ነው! ፍርዱ የማይመረመር፤ መንገዱም የማይታወቅ ነው፡፡",
      "34": "“የያህዌ(יהוה)ን አሳብ የሚያውቅ ማንም የለም፤",
      "35": "ለያህዌ(יהוה) የሚያበድርና ያበደረውንም የሚወስድ ማንም የለም፤”",
      "36": "ምክንያቱም ሁሉም ነገር የተገኘው ከእርሱ፤ በእርሱና ለእርሱ ነው፤ ለዘላለም ክብር ለእርሱ ይሁን፤ አሜን፡፡"
    },
    "Chapter 12": {
      "1": "እንግዲህ ወንድሞቼ ሆይ! ኹለንተናችሁን ያህዌ(יהוה)ን ደስ የሚያሰኝ፤ ሕያውና የተቀደሰ መሥዋእት አድርጋችሁ እንድታቀርቡ በያህዌ(יהוה) ርኅራኄ እለምናችኋለሁ፤ ይህም ማቅረብ የሚገባችሁ ቅንነት ያለው እውነተኛ አገልግሎት ነው፡፡",
      "2": "መልካሙንና ደስ የሚያሰኘውን ፍጹም የሆነውንም የያህዌ(יהוה)ን ፈቃድ ማወቅ እንድትችሉ፤ አእምሮአችሁ ታድሶ ሕይወታችሁ ይለወጥ እንጂ የዚህን ዓለም ሰዎች ክፉ ጠባይ አትከተሉ፡፡",
      "3": "ደግሞም “እያንዳንዳችሁ ያህዌ(יהוה) በሰጣችሁ እምነት መጠን በትሕትና አስቡ እንጂ ከሚገባችሁ በላይ ስለ ራሳችሁ በትእቢት አታስቡ” ብዬ ያህዌ(יהוה) በሰጠኝ ጸጋ እመክራችኋለሁ፡፡",
      "4": "በአንዱ አካላችን ብዙ ክፍሎች አሉ፤ እንዳንዱም የአካል፤ ክፍል የተለየ ሥራ አለው፡፡",
      "5": "እንዲሁም እና ብዙዎች ሆነን ሳለ በመሲሕ አንድ አካል ነን፤ የአንድ አካል ክፍሎች እንደመሆናችንም መጠን እርስ በርሳችን ተገጣጥመናል፡፡",
      "6": "ስለዚህ ያህዌ(יהוה) በጸጋው የሰጠንን ልዩ ልዩ ስጦታ በሥራ ላይ እናውል፤ ስጦታችን የያህዌ(יהוה)ን ቃል መናገር ከሆነ በእምነታችን መጠን የያህዌ(יהוה)ን ቃል እንናገር፡፡",
      "7": "ስጦታችን ሌሎችን ማገልገል ከሆነ በትጋት እናገልግል ስጦታችንም ማስተማር ከሆነ በሚገባ እናስተምር፤",
      "8": "ስጦታችን መምከር ከሆነ እንምከር፤ ስጦታችን መለገስ ከሆነ ከልብ እንለግስ፤ ስጦታችን ማስተዳደር ከሆነ በትጋት እናስተዳድር ስጦታችን ምሕረት ማድረግ ከሆነ፤ በደስታ ምሕረት እናድርግ፡፡",
      "9": "ግብዝነት የሌለበት እውነተኛ ፍቅር ይኑራችሁ፤",
      "10": "በመሲሕ ወንድማማቶች እንደመሆናችሁ መጠን እርስ በርሳችሁ ከልብ ተዋደዱ፤ እርስ በርሳችሁ ለመከባበርም ተሸቀዳደሙ፤",
      "11": "ሰንፍናን አስወግዳችሁ በትጋትና በሙሉ ልብ ጌታ ያሹዋን አገልግሉ፡፡",
      "12": "በተስፋ ደስ ይበላችሁ፤ በመከራ ጊዜ ታገሱ፤ ሁልጊዜ ጸልዩ፡፡",
      "13": "አማኞች ወንድሞችን በችግራቸው ዕርዱ፤ በእንግድነት የሚመጡትንም ተቀበሉ፡፡",
      "14": "የሚያሳድዱአችሁንም መርቁ፤ መርቁአቸው እንጂ አትርገሙአቸው፡፡",
      "15": "ደስ ከሚላቸው ጋር ደስ ይበላችሁ፤ ከሚያለቅሱም ጋር አልቅሱ፡፡",
      "16": "እርስ በርሳችሁ በአንድ አሳብ ተስማምታችሁ ኑሩ፤ ራሳችሁን ከፍ ከማድረግ ይልቅ ትዕቢትን አስወግዳችሁ ከድኾች ጋር ተባበሩ፤ “ያለ እኔ ዐዋቂ የለም” አትበሉ፡፡",
      "17": "በሰው ሁሉ ፊት መልካም የሆነውን ነገር አድርጉ እንጂ፤ ሰዎች ክፉ ነገር ሲያደርጉባችሁ እናንተም መልሳችሁ ክፉ ነገር አታድርጉባቸው፡፡",
      "18": "የሚቻላችሁ ቢሆን፤ ከሰው ሁሉ ጋር በሰላም ለመኖር በእናንተ በኩል የሚያስፈልገውን ሁሉ አድርጉ፡፡",
      "19": "ወንድሞቼ ሆይ! ቁጣን ለያህዌ(יהוה) ተዉ እንጂ ራሳችሁ አትበቀሉ፤ ምክንያቱም “የሚበቀልና የበቀልን ብድራት የምከፍል እኔ ነኝ ይላል ያህዌ(יהוה)” ተብሎ ተጽፎአል፡፡",
      "20": "ስለዚህ ከመበቀል ይልቅ ጠላትህ ቢርበው አብላው፤ ቢጠማውም አጠጣው፤ ይህን ብታደርግ በሐፍረት እሳት ታቅጥለዋለህ፡፡",
      "21": "ስለዚህ ክፉውን ነገር በመልካም ነገር አሸንፍ በክፉ ነገር አትሸነፍ፡፡"
    },

    "Chapter 13": {
      "1": "ማንኛውም ሥልጣን የሚገኘው በያህዌ(יהוה) ፈቃድ ስለሆነና አሁን ያሉትም ባለሥልጣኖች የተሾሙት በያህዌ(יהוה) ስለሆነ፤ ሰው ሁሉ ለመንግሥት ባለሥልጣን መታዘዝ አለበት፡፡",
      "2": "ስለዚህ ባለሥልጣንን የሚቃወም ሁሉ የያህዌ(יהוה)ን ትእዛዝ ይቃወማል፤ የማይታዘዝም ሁሉ በራሱ ላይ የቅጣትን ፍርድ ያመጣል፡፡",
      "3": "ምክንቱም ገዥዎች የሚያስፈሩት ክፉ አድራጊዎችን እንጂ መልካም አድራጊዎችን አይደለም፤ ባለሥልጣን እንዳትፈራ ትፈልጋለህን? እንግዲያውስ መልካሙን ነገር አድርግ፤ ከእርሱም ምስጋና ታገኛለህ፡፡",
      "4": "ምክንያቱም ባለሥልጣን ለአንተ መልካም ለማድረግ የተሾመ የያህዌ(יהוה) አገልጋይ ነው፡፡ ባለ ስልጣን ሰይፍ የታጠቀው በከንቱ ስላልሆነ ክፉ አድራጊ ከሆንህ ባለሥልጣንን ፍራ፤ እርሱ ክፉ አድራጊዎችን በመቅጣትና የያህዌ(יהוה)ን በቀል በማሳየት ያህዌ(יהוה)ን ያገለግላል፡፡",
      "5": "ስለዚህ ለመንግሥት ባለስልጣኖች መታዘዝ ይገባችኋል፤ የምትታዙትም የእግዚአብሔርን ቁጣ ስለመፍራታችሁ ብቻ ሳይሆን፤ ኅሊናችሁም ስለሚወቅሳችሁ መሆን አለበት፡፡",
      "6": "ግብር የምትከፍሉትም ስለዚህ ነው፤ ምክንያቱም ባለስልጣኖች በዚህ ሥራ ላይ የተሠማሩት ያህዌ(יהוה)ን ለማገልገል ነው፡፡",
      "7": "እንግዲህ ከመንግሥት ባለሥልጣን በኩል ያለባችሁን ግዳጅ ፈጽሙ፤ ግብር ለሚገባው ግብርን፤ ቀረጥ ለሚገባው ቀረጥን ክፈሉ፤ መፍራት ለሚገባው መፈራትን፤ ክብር ለሚገባው ክብርን ስጡ፡፡",
      "8": "የማንም ባለ ዕዳ አትሁኑ፤ ሊኖርባችሁ የሚገባ ዕዳ እርስ በርስ መዋደድ ብቻ ይሁን፤ ምክንያቱም ሰውን የሚወድ ሕግን ፈጽሞአል፡፡",
      "9": "“አታመንዝር፤ አትግደል፤ አትስረቅ፤ የሌላ ሰው የሆነውን ማናቸውንም ነገር አትመኝ” የሚሉትን ትእዛዞችና ሌሎችም ትእዛዞች ሁሉ “ሰውን እንደራስህ አድርገህ ውደድ” በሚለው በአንዱ ትእዛዝ ተጠቃለው ይገኛሉ፡፡",
      "10": "ሰውን የሚወድ ሁሉ ክፉ ነገር አያደርግበትም፤ ስለዚህ ሰውን የሚወድ ሕግን ሁሉ ፈጽሞአል ማለት ነው፡፡",
      "11": "እንግዲህ ከእንቅልፍ የምትነቁበት ጊዜ መድረሱን በማወቅ ይህን ሁሉ አድርጉ፤ ምክንያቱም በፊት ካመንበት ጊዜ ይልቅ አሁን የአዳኛችን መምጫ ቀን ይበልጥ ወደ እኛ ቀርቦአል፡፡",
      "12": "ሌሊቱ ሊያልፍ ነው፤ ቀኑም ቀርቦአል፤ ስለዚህ የጨለማን ሥራ አውልቀን ጥለን የብርሃንን የጦር መሳርያ እንልበስ፡፡",
      "13": "በቀን ብርሃን እደሚኖሩ ሰዎች በተገቢው አኳኋን እንመላለስ፤ ዘፈንንና ስካርን፤ ዝሙትንና መዳራትን፤ ጭቅጭቅንና ምቀኝነትን እናስወግድ፡፡",
      "14": "ስለዚህ ጌታ ያሹዋ መሺያን ልበሱት እንጂ የሥጋችሁን ፍላጎት ለማርካት አታስቡ፡፡"
    },

    "Chapter 14": {
      "1": "በእናንተ መካከል በእምነቱ ያልጸና ደካማ ሰው ቢኖር በፍቅር ተቀበሉት እንጂ በአስተሳሰቡ አትፍረዱበት፡፡",
      "2": "ለምሳሌ አንድ ሰው ማንኛውንም ነገር ለመብላት የሚያስችል እምነት ይኖረዋል፤ በእምነቱ ያልጸና ደካማ ሰው ግን አትክልት ብቻ ይበላል፤",
      "3": "ስለዚህ ማንኛውንም ነገር የሚበላ ሰው የማይበላውን ሰው አይናቀው፤ አትክልት ብቻ የሚበላውም ማንኛውንም ነገር በሚበላው ሰው ላይ አይፍረድበት፤ ምክንያቱም እርሱንም ያህዌ(יהוה) ተቀብሎታል፡፡",
      "4": "ስለዚህ አንተ በሌላው አገልጋይ ላይ መፍረድ አይገባህም፤ ምክንያቱም እርሱ ቢቆም ወይም ቢወድቅ የጌታው ጉዳይ ነው እንጂ የአንተ አይደለም፤ እንዲያውም ጌታው ሊያቆመው ስለሚችል ጸንቶ ይቆማል፡፡",
      "5": "እንዲሁም “አንዱ ቀን ከሌላው ቀን ይበልጥ ክቡር ነው” ብሎ የሚያስብ ይኖር ይሆናል፤ ሌላው ደግሞ “ቀኖች ሁሉ እኩል ክብር አላቸው እንጂ በቀኖች መካከል ልዩነት የለም” ብሎ ያስባል፡፡",
      "6": "አንዱን ቀን ከሌላው ቀን አስበልጦ የሚያከብር ቢኖር፤ ይህን ማድረጉ ለጌታ ክብር ብሎ ነው፤ ማንኛውም ምግብ የሚበላ ለጌታ ክብር ብሎ ይበላል፤ ስለሚበላውም ምግብ ያህዌ(יהוה)ን ያመሰግናል፤ ማንኛውንም ምግብ የማይበላ ለያህዌ(יהוה) ክብር ብሎ አይበላም፤ ባለመብላቱም ያህዌ(יהוה)ን ያመሰግናል፡፡",
      "7": "ከእኛ እያንዳንዱ ሕይወቱ ሆነ ሞቱ የራሱ አይደለም፡፡",
      "8": "ብንኖርም ለጌታ ያሹዋ እንኖራለን፤ ብንሞትም ለጌታ ያሹዋ እንሞታለን፤ ስለዚህ ብንኖርም ብንሞትም የጌታ ያሹዋ ነን፡፡",
      "9": "ምክንያቱም መሲሕ ሞቶ ከሞት የተነሳው የሕያዋንና የሙታን ጌታ ለመሆን ነው፡፡",
      "10": "ታዲያ አንዱ በሌላው ሰው ላይ ለምን ይፈርዳል? አንዱስ ሌላውን ለምን ይንቃል? ሁላችንም እኮ በያህዌ(יהוה) ፍርድ ወንበር ፊት እንቀርባለን፡፡",
      "11": "ምክንያቱም፡- \n          “እኔ ሕያው ነኝ ይላል ያህዌ(יהוה)፤\n           ሰው ሁሉ በጉልበቱ በእኔ ፊት \nይንበረከካል፤\n           በምላሱም እኔ ያህዌ(יהוה) መሆኔን \nይመሰክራል” \nተብሎ ተጽፎአል፡፡",
      "12": "ስለዚህ እያንዳንዳችን ስለ ራሳችን ሥራ በያህዌ(יהוה) ፊት ቀርበን መልስ እንሰጣለን፡፡",
      "13": "እንግዲህ ከእኛ አንዱ በሌላው ላይ መፍረዱን ይተው፤ ይልቅስ ሰውን በኃጢአት አሰናክሎ የሚጥል ነገርን ላለማድረግ ይወስን፡፡",
      "14": "የጌታ ያህዌ(יהוה) ተከታይ እንደ መሆኔ መጠን ርኩስ የሆነ ምግብ እንደሌለ በእርግጥ አውቃለሁ፤ ነገር ግን አንድ ሰው አንድን ነገር “ርኩስ ነው” ብሎ የሚያስብ ከሆነ፤ ያ ነገር ለእርሱ እርኩስ ነው፡፡",
      "15": "በምግብ ምክንያት ሰውን የምታስቀይም ከሆንህ በፍቅር የምትኖር አይደለህም፤ ሰለዚህ መሲሕ የሞተለትን ሰው በምትበላው ምግብ ምክንያት እንዲጠፋ አታድርግ፡፡",
      "16": "እንግዲህ በእናንተ ዘንድ መልካም የሆነውን ነገር ሌሎች እንዲነቅፉት አታድርጉ፡፡",
      "17": "ምክንያቱም የያህዌ(יהוה) መንግሥት በመንፈስ ቅዱስ የሚገኝ ጽድቅ፤ ሰላም፤ ደስታ ነው እንጂ የመብልና የመጠጥ ጉዳይ አይደለም፡፡",
      "18": "በዚህ ሁኔታ መሲሕን የሚያገለግል ሰው ያህዌ(יהוה)ን ደስ ያሰኛል፤ በሰው ዘንድ የተመሰገነ ነው፡፡",
      "19": "ስለዚህ ሰላም የሚገኝበትንና እርስ በርሳችን የምንታነጽበትን ነገር እንከተል፡፡",
      "20": "በምግብ ምክንያት የያህዌ(יהוה)ን ሥራ አናፈርስም፡፡ ምግብ ሁሉ ንጹሕ ነው፤ ነገር ግን ሌላውን ሰው የሚያሰናክል ምግብ መብላት ስህተት ነው፡፡",
      "21": "ስለዚህ ሥጋን አለመብላት፤ የወይን ጠጅን አለመጠጣት፤ ሌላውን ሰው የሚያሰናክል ማንኛውንም ነገር አለማድረግ መልካም ነው፡፡",
      "22": "እንግዲህ ይህ የግል እምነትህ በአንተና በያህዌ(יהוה) መካከል ይሁን፤ ምክንያቱም ትክክል ነው ብሎ ሚያምንበትን ነገር ሲያደርግ ኅሊናው የማይወቅሰው ሰው የተመሰገነ ነው፡፡",
      "23": "እየተጠራጠረ የሚበላ ሰው ግን ድርጊቱ በእምነት ላይ የተመሰረተ ስላልሆነ ይፈረድበታል፤ ምክንያቱም በእምነት ያልተደረገ ነገር ሁሉ ኃጢአት ነው፡፡"
    },
    "Chapter 15": {
      "1": "እኛ በእምነት ብርቱዎች የሆንን፤ የደካሞችን ድካም መሸከም ይገባናል እንጂ ራሳችንን ብቻ የምናስደስት መሆን የለብንም፤",
      "2": "እያንዳንዳችን፤ ሌላው ሰው በእምነቱ እንዲጠነክር፤ እርሱን የሚጠቅመውና የሚያሰደስተውን ነገር እናድርግ፡፡",
      "3": "ምክንያቱም መሲሕ ራሱን ደስ አላሰኘም፤ ይልቁንም “ተሳዳቢዎች አንተን እንደሰደቡ! እኔንም ሰደቡኝ” ተብሎ እንደተጻፈው ሆነበት፡፡",
      "4": "ከቅዱሳት መጻሕፍት በምናገኘው ትዕግሥትና መጽናናት ተስፋ እንዲኖረን አስቀድሞ የተጻፈው ሁሉ ትምህርት እንድናገኝበት ተጽፎአል፡፡",
      "5": "እናንተ የያሹዋ መሺያ ተከታዮች በመሆናችሁ፤ የትዕግሥትና የመጽናናት አምላክ፤ የአንድነትን መንፈስ ይስጣችሁ፡፡",
      "6": "እንዲሁም የጌታችን የያሹዋ መሺያ አባት የሆነውን አምላክ በአንድ ልብና በአንድ ቃል እንድታከብሩ ያድርጋችሁ፡፡",
      "7": "እንግዲህ ሰዎች ያህዌ(יהוה)ን እንዲያከብሩ መሲሕ እናንተን እንደተቀበላችሁ፤ እናንተም እርስ በርሳችሁ ተቀባበሉ፡፡ ይህንንም ስናገር፤ ያህዌ(יהוה) ለነገድ አባቶች የሰጠው ተስፋ እንዲፈጸምና የያህዌ(יהוה)ም ታማኝነት እንዲታወቅ፤ መሲሕ የአይሁዳውያን አገልጋይ ሆነ ማለቴ ነው፡፡",
      "8": "መሲሕ የአይሁዳውያን አገልጋይ የሆነበትም ሌላው ምክንያት አረማውያን ያህዌ(יהוה)ን ስለ ምሕረቱ እንዲያመሰግኑት ነው፤",
      "9": "“በአረማውያን መካከል አመሰግንሃለሁ፤ ለስምህም በዝማሬ ምስጋና አቀርባለሁ” ተብሎ እንደተጻፈው ነው፡፡",
      "10": "ደግሞም፤ “እናንተ አረማውያን፤ ያህዌ(יהוה) ከመረጠው ሕዝብ ጋር ደስ ይበላችሁ” ተብሎ ተጽፎአል፡፡",
      "11": "እንደገናም፤ “አረማውያን ሁሉ ያህዌ(יהוה)ን አመስግኑት፤ ሕዝቦች ሁሉ አመሰግኑት” ተብሎ ተጽፎአል፡፡",
      "12": "እንዲሁም ኢሳኢያስ፤ “ከእሴይ ዘር የሚወለድ ይመጣል፤ የአረማውያንም መሪ ለመሆን ይነሣል፤ እነርሱም ተስፋቸውን በእርሱ ያደርጋሉ” ይላል፡፡",
      "13": "ተስፋችሁ በመንፈስ ቅዱስ ኃይል እያደገ እንዲሄድ፤ የተስፋ አምላክ በእርሱ በመታመናችሁ ደስታንና ሰላምን በሙላት ይስጣችሁ፡፡",
      "14": "ወንድሞቼ ሆይ! በደግነት የተሞላችሁ፤ በዕውቀት የበለጸጋችሁና እያንዳንዳችሁም ሌላውን ለመምከር የምትችሉ መሆናችሁን አልጠራጠርም፡፡",
      "15": "አንዳንድ ነገሮችን ላስታውሳችሁ ፈልጌ ይህን መልእክት በድፍረት ጻፍሁላችሁ፤ በድፍረት የጻፍሁላችሁም ያህዌ(יהוה) በሰጠኝ ጸጋ መሠረት ነው፡፡",
      "16": "ይህን ጸጋ የተሰጠኝ የያህዌ(יהוה)ን የምስራች ቃል ለአረማውያን በማብሰር እንደ ካሕን ሆኜ ያሹዋ መሺያን ለማገልገል ነው፤ ስለዚህ አረማውያን በመንፈስ ቅዱስ የተቀደስና ያህዌ(יהוה)ን ደስ የሚያሰኝ መሥዋእት ሆነው እንዲቀርቡ አገለግላለሁ፡፡",
      "17": "በዚህ ምክንያት የያሹዋ መሺያ ሁኜ ያህዌ(יהוה)ን ለማገልገል በመቻሌ እመካለሁ፡፡",
      "18": "የምመካውም፤ መሲሕ በእኔ ቃልና ስራ አማካይነት አረማውያን ለያህዌ(יהוה) እንዲታዘዙ በማድረጉ ነው፤",
      "19": "እንዲሁም በታላላቅ ተአምራትና በድንቅ ሥራዎች፤ በመንፈስ ቅዱስ ኃይል አረማውያን እንዲታዘዙ በማድረጉ እመካለሁ፡፡ በዚህም ሁኔታ ከኢየሩሳሌም እስከ እልዋሪቆን ድረስ እየዞርሁ የመሲሕን መልካም ዜና በሙሉ አብሥሬአለሁ፡፡",
      "20": "ዘወትር ምኞቴም፤ ሌላው ሰው በጣለው መሠረት ላይ መገንባት ሳይሆን፤ የመሲሕ ስም ባልተሰማበት ስፍራ ሁሉ መልካሙን ዜና ማብሰር ነው፡፡",
      "21": "ይህም፡- “ስለ እርሱ ያልተነገራቸው ያያሉ ስለ እርሱ ያልሰሙም ያስተውላሉ” ተብሎ እንደ ተጻፈው ነው፡፡",
      "22": "እስከ አሁን ወደ እናንተ ለመምጣት ያልቻልኩት፤ ቀደም ብዬ በተናገርሁት ምክንያት ነው፡፡",
      "23": "አሁን ግን በዚህ አከባቢ ባሉት አገሮች የነበረኝን ስራ ስለጨረስሁና ከብዙ ዓመታት ጀምሬም እናንተን ለመጎብኘት ከፍ ያለ ምኞት ስላለኝ፤",
      "24": "ወደ እስፔን በምሄድበት ጊዜ እግረ መንገዴን ልጎበኛችሁ ዐቅጃለሁ፡፡ ለጥቂት ጊዜ ከእናንተ ጋር ከቆየሁ በኋላ፤ ጉዞዬን ለመቀጠል የሚያስችለኝን ዕርዳታ እንደምታደርጉልኝ ተስፋ አደርጋለሁ፡፡",
      "25": "አሁን ግን ለአማኞች የሚሰጥ የገንዘብ ዕርዳታ ይዤ ኢየሩሳሌም እሄዳለሁ፡፡",
      "26": "ምክንያቱም የመቄዶንያና የአካይይያ አማኞች በኢየሩሳሌም አማኞች መካከል ላሉት ድኾች የገንዘብ እርዳታ ለመላክ ስለፈለጉ ነው፡፡",
      "27": "ይህንንም ዕርዳታ በፍቃደኝነት የለገሱት ግዴታቸው በመሆኑ ነው፡፡ ምክንያቱም አረማውያን ከአይሁዳውን ጋር የመንፈስ በረከት ተካፋዬች ከሆኑ አረማውያንም በሥጋዊ በረከታቸው አይሁዳውያንን የመርዳት ግዴታ አለባቸው፡፡",
      "28": "ስለዚህ ይህንን የተሰበሰበውን የገንዘብ ዕርዳታ ወደ ኢየሩሳሌም ወስጄ የማስረከብ ሥራዬን ከፈምኩ በኋላ፤ ወደ እስፔን እሄዳለሁ፤ እግረ መንገዴንም እናንተን እጎበኛችኋለሁ፡፡",
      "29": "ወደ እናንተ በምመጣበት ጌዜም የመሲሕን በረከት በሙላት ይዤላችሁ እንደምመጣ ዐውቃለሁ፡፡",
      "30": "ወንድሞቼ ሆይ! ስለ እኔ ወደ ያህዌ(יהוה) በመጸለይ በትግሌ እንድትረዱኝ፤ በጌታችን በያሹዋ መሺያና በመንፈስ ቅዱስ ፍቅር እለምናችኋላሁ፡፡",
      "31": "የምትጸልዩልኝም በይሁዳ ካሉት ከማያምኑ ሰዎች እጅ እንድድንና በኢየሩሳሌም ያለኝ አገልግሎትም በአማኞች ዘንድ ደስ የሚያሰኝ እንዲሆን ነው፡፡",
      "32": "ይህም ከሆነ በኋላ የእግዚአብሔር ፈቃድ ቢሆን ወደ እናንተ በደስታ መጥቼ ከእናንተ ጋር ማረፍ እወዳለሁ፡፡",
      "33": "ሰላምን የሚሰጥ ያህዌ(יהוה) ከእናንተ ጋር ይሁን፤ አሜን፡፡"
    },
    "Chapter 16": {
      "1": "ፌቤ በክንክሪያ ከተማ፤ ቤተ ክርስትያንን የምታገለግል ታማኝ እኅታችን መሆንዋን እንድታውቁ እወዳለሁ፡፡",
      "2": "እርስዋ እኔንና ሌሎችንም ብዙ ሰዎች የረዳች ስለሆነች፤ የያህዌ(יהוה) ሰዎች እንግዶችን መቀበል እንደሚገባቸው ዐይነት በጌታ ስም ተቀብላችሁ በሚያስፈልጋት ነገር ሁሉ እንድትረዷት ዐደራ እላችኋለሁ፡፡",
      "3": "በያሹዋ መሺያ ሥራ ተባባሪዎቼ ለሆኑት ለጵርስቅላና ለአቂላ ሰላምታ አቅርቡልኝ፤",
      "4": "እነርሱ በእኔ ምትክ ለመሞት እንኳ የተዘጋጁ ነበሩ፤ በዚህም ዘወትር አመሰግናቸዋለሁ፤ እኔም ብቻ ሳልሆን የአረማውያን አብያተ ክርስትያናት ጭምር ያመሰግኗቸዋል፡፡",
      "5": "በእነርሱ ቤት ለጸሎት ለሚሰበሰቡት ምእመናንም ሰላምታ አቅርቡልኝ፡፡ በእስያ ክፍለ ሀገር በመጀመርያ በመሲሕ ላመነውና ለምወደው ለኤፖኔቶስ ሰላምታ አቅርቡልኝ፡፡",
      "6": "ለእናንተ ብዙ ለደከመችው ለማርያም ሰላምታ አቅርቡልኝ፡፡",
      "7": "ከእኔ ጋር ታስረው ለነበሩና በሐዋርያትም መካከል ታዋቂዎች ለነበሩት አይሁዳውያን ዘመዶቼ ለአንድሮኒቆስና ለዩኒያስ ሰላምታ አቅርቡልኝ፤ እነርሱ በመሲሕ በማመን እኔን ይቀድሙኛል፡፡",
      "8": "በጌታ ለምወደው ለአምፕልያቶስ ሰላምታ አቅርቡልኝ፡፡",
      "9": "በመሲሕ ሥራ ተባባሪያችን ለሆነው ለኡርባኖስና ለምወደውም ለእስጣኩስ ሰላምታ አቅርቡልኝ፡፡",
      "10": "በመሲሕ መሆኑ ተፈትኖ ለተመሰገነው ለአፔሊስ ሰላምታ አቅርቡልኝ፤ ከአርስጦቡሎም ቤተ ሰብ ለሆኑትም ሰላምታ አቅርቡልኝ፤",
      "11": "ለአይሁዳዊ ዘመዴ ለሄሮድዮን ሰላምታ አቅርቡልኝ፤ ከናርሲስስ ቤተ ሰዎች በጌታ ላመኑት ሰላምታ አቅርቡልኝ፡፡",
      "12": "በጌታ አገልግሎት ለሚደክሙት ለትሩፋይናና ለትሩፎሳ ሰላምታ አቅርቡልኝ፡፡ በጌታ አገልግሎት እጅግ ለደከመችውና በመሲሕ ለምወዳት ለፔርሲስ ሰላምታ አቅርቡልኝ፡፡",
      "13": "ጌታን በማገልገል በጣም ለታወቀው ለሩፎስ ሰላምታ አቅርቡልኝ፤ እኔን እንደ ልጅዋ ትወደኝ ለነበረችው ለእናቱም ሰላምታ አቅርቡልኝ፤",
      "14": "ለአስንክሪቶስና ለፍሌጎን፤ ለሄርሜስም ለፓትሮባስም ለሄርማስም ከእነርሱም ጋር ላሉ አማኞች ወንድሞች ሰላምታ አቅርቡልኝ፡፡",
      "15": "ለፊሎሎጎስ፤ ለዩልያ፤ ለኔርያና ለእኅቱም ሰላምታ አቅርቡልኝ፤ እንዲሁም ለኦሉምፖስና ከእርሱ ጋር ላሉ አማኞች ሁሉ ሰላምታ አቅርቡልኝ፡፡",
      "16": "በወንድማማችነት ስሜት በመሳሳም ሰላምታ ተሰጣጡ፡፡ የመሲሕ አብያተ ክርስትያናት ሁሉ ሰላምታ ያቀርቡላችኋል፡፡",
      "17": "ወንድሞቼ ሆይ! በመካከላችሁ መለያየትን ከሚፈጥሩና በእምነታችሁ እንዳትጠነክሩ ከሚያደርጉት ሰዎች ተጠንቀቁ፤ የተቀበላችሁትንም ትምህርት የሚቃወሙም ስለሆኑ ከእነርሱ ራቁ፡፡",
      "18": "እንደእነዚህ ዐይነት ሰዎች የራሳቸውን ክፉ ምኞት የሚከተሉ ናቸው እንጂ ጌታችንን መሲሑን የሚያገለግሉ አይደሉም፤ ጥሩ ቃል መስሎ በሚታይና በሚያቆላምጥ ንግግር ተንኮል የሌለባቸውን የዋሆች ያታልላሉ፡፡",
      "19": "ለምሥራቹ ቃል ታዛዦች መሆናችሁ በሰው ሁሉ ዘንድ ስለታወቀ ደስ ብሎኛል ነገር ግን ለመልካም ነገር ጥበበኞች፤ ለክፉ ነገር ግን ለዋኾች እንድትሆኑ እፈልጋለሁ፡፡",
      "20": "ይህን ብታደርጉ ሰላምን የሚሰጥ ያህዌ(יהוה) ሰይጣንን በእግራችሁ ሥር ይቀጠቅጥላችኋል፡፡ የጌታችን የያሹዋ መሺያ ጸጋ ከእናንተ ጋር ይሁን፡፡",
      "21": "የሥራ ተባባሪዬ ጢሞትዎስ ሰላምታ ያቀርብላችኋል፤ እንዲሁም አይሁዳውያን ዘመዶቻችን የሆኑትን ሊቂዮስና ኢያሶን ሶሲጳጥሮስም ሰላምታ ያቀርቡላችኋል፡፡",
      "22": "ይህን መልእክት የጻፍሁት እኔም ጠርጥዮስ በጌታ ሰላምታ አቀርብላችኋለሁ፡፡",
      "23": "እኔን አሁን የሚያስተናግደኝና እዚሁ ያሉት ምእመናን በቤቱ በጸሎት እንዲሰበሰቡ የሚያደርገው ጋይዮስ ሰላምታ ያቀርብላችኋል፤ የከተማይቱ በጀሮንድ የሆነው ኤራስጦስ፤ ወንድማችንም ቋርጦስ ሰላምታ ያቀርብላችኋለው፡፡",
      "24": "የጌታችን የኢየሱስ ክርስቶስ ጸጋ ከሁላችሁ ጋር ይሁን፤ አሜን",
      "25": "እንግዲህ ለያህዌ(יהוה) ምስጋና ይሁን! እኔ ስለ ያሹዋ መሺያ የማበስረው የምስራች ቃልና ለብዙ ዘመናት ተደብቆ አሁን በተገለጠው እውነት፤ያህዌ(יהוה) በእምነታችሁ ጸንታችሁ እንድትቆሙ ሊያደርጋችሁ ይችላል፡፡",
      "26": "ይህም እውነት አሁን በነቢያት መጻሕፍት አማካይነት በግልጥ ታይቶአል፤ ሁሉም አምነው እንዲታዘዙ በሕያው አምላክ ትእዛዝ ሕዝቦች ሁሉ እንዲያውቁት ተደርጎአል፡፡",
      "27": "እርሱ ብቻ ጥበበኛ ለሆነው ለአንድ አምላክ፤ በያሹዋ መሺያ ለዘላለም ምስጋና ይሁን! አሜን፡፡"
    }
  }
}
