{
  "ruth": {
    "Chapter 1": {
      "1": "1-2በእስራኤል አገር ነገሥታት መንገሥ ሳይጀምሩ፣ መሳፍንት በሚያስተዳድሩበት ዘመን፣ በአገሩ ላይ ረሀብ ሆነ፤ ከዚህም የተነሣ በትውልዱ ኤፍራታዊ ሆኖ በይሁዳ ክፍለ ሀገር በቤተልሔም ከተማ የሚኖር ኤሊሜሌክ የተባለ ሰው፣ ናዖሚ1* ከተባለች ሚስቱና ማሕሎንና ኬሊዎን ከተባሉት ሁለት ወንዶች ልጆቹ ጋር የረሀቡን ዘመን ለማሳለፍ ወደ ሞአብ አገር ተሰደደ፡፡ እዚያም በሚኖሩበት ጊዜ፣",
      "3": "ኤሊሜሌክ ሞተ፤ ናዖሚም ከሁለቱ ልጆችዋ ጋር ብቻዋን ቀረች፤",
      "4": "ልጆችዋም ዖርፋና ሩት የተባሉትን የሞአብ አገር ልጃገረዶች አግብተው ነበር፤ ከአሥር ዓመታት በኋላ፣",
      "5": "ማሕሎንና ኬሊዎንም ሞቱ፤ ናዖሚም ባልዋንና ልጆችዋን አጥታ ብቻዋ ቀረች፡፡",
      "6": "ናዖሚ በሞአብ አገር ሳለች፤ ያህቬህ(הוהי) ለእስራኤል ሕዝብ ምሕረት እንዳረገላቸውና ብዙ መከር እንደሰጣቸው ሰማች፤ ስለዚህ ከሁለቱ ምራቶችዋ ጋር ከሞአብ ወደ እስራኤል ለመመለስ አቀደች፡፡",
      "7": "ወደ ይሁዳ አገር ለመሄድም አብረው መጓዝ ጀመሩ፤ ነገር ግን በመንገድ ላይ ሳሉ፣",
      "8": "ናዖሚ ምራቶችዋን እንዲህ አለቻቸው፣ “እንግዲህ ወደየቤታችሁ ተመለሱና ከእናቶቻችሁ ጋር ኑሩ፤ ለእኔና ለሟቾቹ ባሎቻችሁ መልካም ነገር እንዳደረጋችሁ፣ እንዲሁም ያህቬህ(הוהי) ለእናንተ መልካም ነገር ያድርግላችሁ፤",
      "9": "እያንዳንዳችሁ እንደገና ባል አግብታችሁ ትዳር እንድትመሠርቱ ያህቬህ(הוהי) ይርዳችሁ፡፡” ከዚህ በኋላ ናዖሚ ለመሰናበት ሳመቻቸው፤ እነርሱ ግን ድምፃቸውን ከፍ አድርገው እያለቀሱ፣",
      "10": "አይሆንም! እኛ ከአንቺ ጋር ወደ ወገኖችሽ እንሄዳለን እንጂ ተለይተንሽ አንቀርም” አሉአት፡፡",
      "11": "ናዖሚም እንዲህ አለቻቸው፣ “ልጆቼ ሆይ! እባካችሁ ተመለሱ ከእኔ ጋር ለመሄድ የምትፈልጉት ለምንድን ነው? ለእናንተ ባሎች የሚሆኑ ልጆች እንደገና መውለድ የምችል ይመስላችኋልን?",
      "12": "ወደየቤታችሁ ተመለሱ፤ እኔ ሌላባል እንዳላገባ ዕድሜዬ አይፈቅድልኝም፤ ለመሆኑ ለማግባት ተስፋ ቢኖረኝና ዛሬውኑ አግብቼ ልጆች ብወልድስ፣",
      "13": "እነርሱ ለአካለ መጠን እስኪደርሱ መጠበቅ ትችላላችሁን? በዚህስ ምክንያት ሌሎች ባሎች ሳታገቡ ትቀራላችሁን? ልጆቼ ሆይ! ይህ ከቶ የማይቻል መሆኑን ታውቃላችሁ፤ እኔን ያህቬህ(הוהי) ተቈጥቶኛል፤ በእናንተም ላይ በደረሰው ነገር በጣም አዝለሁ፡፡”",
      "14": "እነርሱም እንደገና ማልቀስ ጀመሩ፤ በዚህ ጊዜ ዖርፋ ዐማቷን ስማ በመሰናበት ወደ ቤት ተመለሰች፤ ሩት ግን ከዐማቷ ላለመለየት ወሰነች፡፡",
      "15": "ስለዚህ ናዖሚ “ሩት ሆይ! የባልሽ ወንድም ሚስት ወደ ወገኖችዋና ወደ ባዕዳን አማልክትዋ ተመልሳለች፤ እንግዲህ አንቺም ከእርስዋ ጋር ብትመለሺ ይሻላል” አለቻት፡፡",
      "16": "ሩትም እንዲህ አለቻት፤ “ተለይቼሽ እንድመለስ አታስገድጅኝ፤ አብሬሽ እንድሄድ ፍቀጂልኝ፤ አንቺ ወደምትሄጅበት ሁሉ እሄዳለሁ፤ አንቺ በምትኖሪበት እኖራለሁ፤ ከአሁን ጀምሮ ሕዝብሽ ሕዝቤ ነው፤ አምላክሽም አምላኬ ነው፤",
      "17": "በምትሞቺበት እሞታለሁ፤ በምትቀበሪበትም እቀበራለሁ፤ ከሞት በቀር ከአንቺ የሚለየኝ የለም፤ ከአንቺ ለመለየት ባስብ ያህቬህ(הוהי) ይፍረድብኝ!”",
      "18": "ሩት ከእርስዋ ጋር ለመሄድ ቊርጥ አሳብ ማድረጓን በተረዳች ጊዜ፣ ናዖሚ ሌላ ነገር አልተናገረችም፡፡",
      "19": "ስለዚህ ሁለቱም አብረው ወደ ቤተልሔም ተጓዙ፤ ቤተልሔም ሲደርሱም የከተማው ሰዎች ሁሉ ተገረሙ፤ እዚያም ያሉ ሴቶች በደነቅ “በእርግጥ ይህች ናዖሚ ናትን?” አሉ፡፡",
      "20": "እርስዋም እንዲህ አለች፣ “ሁሉን የሚችል አምላክ ሕይወቴን መራራ ስላደረገው “ማራ”2* በሉኝ እንጂ “ናዖሚ” ብላችሁ አትጥሩኝ፤",
      "21": "ከዚህ አገር በሄድሁ ጊዜ ብዙ ነገር ነበረኝ፤ ያህቬህ(הוהי) ግን ባዶ እጄን መልሶኛል፤ ታዲያ ሁሉን የሚችል አምላክ ሲፈርድብኝና ይህን ሁሉ ችግር ሱያደርስብኝ “ናዖሚ” ብላችሁ ለምን ትጠሩኛላችሁ?”",
      "22": "እንግዲህ ናዖሚ ከሞአባዊት ምራትዋ ከሩት ጋር ከሞአብ አገር የተመለሰችው በዚህ ሁኔታ ነበር፤ እነርሱ ቤተልሔም በደረሱ ጊዜ የገብስ መከር የሚሰበሰብበት ወቅት መጀመሩ ነበር፡፡"
    },
    "Chapter 2": {
      "1": "1-2 ናዖሚ ሀብታምና ታዋቂ የሆነ ቦዔዝ የሚባል ወገን ነበራት፤ ይህም ሰው የባልዋ የኤሊሜሌክ የቅርብ ዘመድ ነበር፤ 2ከዕለታት አንድ ቀን ሩት ናዖሚን “ከአጫጆች እጅ የወዳደቀውን እህል ለመቀረም መከር ወደሚሰበሰብባቸው እርሻዎች ልሂድ፤ እንድቃርም የሚፈቅድልኝ ሰው እንደማገኝ እተማመናለሁ” አለቻት፤ ናዖሚም “እሺ ልጄ ሂጂ!” አለቻት፡፡",
      "3": "ሩትም ወደ እርሻዎች ሄደች፤ ከአጫጆች ኋላ እየተከተለችም ከእጃቸው የወዳደቀውን እህል ትቃርም ጀመር እንደ አጋጣሚ የምትቃርምበት ቦታ የኤሊሜሌክ የቅርብ ዘመድ የሆነው የቦዔዝ እርሻ ነበር፡፡",
      "4": "ከጥቂት ጊዜ በኋላ ቦዔዝ ራሱ ከቤተልሔም ተነሥቶ ወደ እርሻው መጣ፤ አጫጆቹንም “እንደምን ዋላችሁ! ያህቬህ(הוהי) ከእናንተ ጋር ይሁን!” አላቸው፡፡ እነርሱም “ያህቬህ(הוהי) አንተንም ይባርክህ! አሉት፡፡",
      "5": "ከዚህ በኋላ ቦዔዝ የአጫጆቹ ኃላፊ የሆነውን ሰው “ያቺ ወጣት ሴት ማን ናት!?” ሲል ጠየቀው፡፡",
      "6": "ሰውየውም እንዲህ ሲል መለሰ፣ “እርስዋ ናዖሚን ተከትላ ከሞአብ አገር የመጣች እንግዳ ናት፤",
      "7": "አጫጆችን ተከትላ ከእጃቸው የወዳደቀውን እህል ለመቃረም እንድፈቅድላት ጠየቀችኝ፤ ከጠዋት ጀምራ እስከ አሁን ስትቃርም ነበር፤ አሁን ግን ትንሽ ዕረፍት ለማድረግ ወደ ዳስ ተጠግታለች፡፡”",
      "8": "በዚህ ጊዜ ቦዔዝ ሩትን እንዲህ አላት፣ “አንቺ ልጅ፣ ስሚ ልምከርሽ እዚህ ያሉትን ሴቶች ሠራተኞች ተከትለሽ ቃርሚ እንጂ ይህን እርሻ ትተሽ ለመቃረም ወደ ሌላ ቦታ አትሂጂ፡፡",
      "9": "እነርሱ የት እንደሚያጭዱ በመጠባበቅ እየተመለከትሽ ከእነርሱ ጋር ሁኚ፤ ወንዶች ሠራተኞቼ እንዳያስቸግሩሽ አስጠንቅቄአቸዋለሁ፤ ውሃም በሚጠማሽ ጊዜ እነርሱ ሞልተው ወዳስቀመጡአቸው እንስራዎች እየሄድሽ ቀድተሽ ጠጪ፡፡”",
      "10": "ሩትም ግንባርዋ መሬት እስኪነካ ራስዋን ዝቅ አድርጋ እጅ ነሣችና ቦዔዝን “ይህን ያህል በጨነቅ ለእኔ ማሰብህ ለምንድን ነው? እኔ ባይተዋር ሆኜ ሳለሁ ይህን ያህል ቸርነት ለማድረግ ምን አሳሰበህ?” አለችው፡፡",
      "11": "ቦዔዝም እንዲህ ሲል መለሰላት፣ “ባልሽ ከሞተበት ጊዜ ጀምሮ ለዐማትች ያደረግሽላትን መልካም ነገር ሁሉ ሰምቻለሁ፤ አባትሽንና እናትሽን፣ የትውልድ አገርሽንም እንደተውሽና ከዚህ በፊት በማታውቂው ሕዝብ መካከል ለመኖር ወደዚህ እንደመጣሽ ተረድቻለሁ፡፡",
      "12": "ላደረግሽው መልካም ነገር ሁሉ ያህቬህ(הוהי) ዋጋሽን ይክፈልሽ፤ ጥበቃውን ፈልገሽ የእስራኤል አምላክ ወደሆነው ያህቬህ(הוהי) መጥተሻል፤ ስለዚህ እርሱ ዋጋሽን ሙሉ በሙሉ ይክፈልሽ፡፡”",
      "13": "ሩትም “ጌታዬ! ታላቅ ቸርነት አሳይተኸኛል፤ ምንም እንኳ እኔ ከአገልጋዮችህ እንደ አንዲትዋ ልቈጠር የማይገባኝ ብሆንም መልካም ነገር በመናገር አጽናኝተኸኛል” አለችው፡፡",
      "14": "በምሳ ሰዓት ቦዔዝ ሩትን “ነይ ወደ ገበታው ቅረቢ፤ በወጡም እያጠቀስሽ እንጀራ ብዪ” አላት፡፡ እርስዋም ከአጫጆቹ ጋር ተቀመጠች፤ ቦዔዝም የተጠበሰ እሸት ሰጣት፤ እስኪበቃት ድረስ በላች፤ ምግብም ተርፏት ነበር፡፡",
      "15": "እንደገናም ልትቃርም ስትነሣ ቦዔዝ ጐልማሶቹን እንዲህ አላቸው፣ “በነዶዎች መካከል ያለውንም እንኳ ቢሆን ትቃርም፤ በጭራሽ አትከልክሉአት፤",
      "16": "እንዲያውም ከታሰረው ነዶ እየመዘዛችሁ ተዉላትና ትቃርም፡፡”",
      "17": "ሩትም እስከ ምሽት ድረስ ከእርሻው እህል ስትቃርም ዋለች፤ በወቃችውም ጊዜ አሥር ኪሎ ያህል ሆነ፡፡",
      "18": "እህሉንም ተሸክማ ወደ ከተማ ተመለሰች፤ ምን ያህል እንደሰበሰበችም ለናዖሚ አሳየቻት፤ ከምሳዋ ተርፎአት የነበረውንም ምግብ ሰጠቻት፡፡",
      "19": "ናዖሚም “ይህን ሁሉ ከየት ሰበሰብሽው? ስትቃርሚ የዋልሽበት እርሻ የማነው? ይህን መልካም ነገር ያደረገልሽን ሰው ያህቬህ(הוהי) ይባርከው!” አለቻት፡፡ ሩትም “እኔ ስቃርም የዋልሁበት እርሻ ባለቤት ቦዔዝ የሚባል ሰው ነው” ብላ ለናዖሚ ነገረቻት፡፡",
      "20": "ናዖሚም “ለሕያዋንና ለሙታን የሰጠውን ተስፋ የሚፈጽም አምላክ ቦዔዝን ይባርከው!” አለች፤ ቀጥላም “ያ ሰው እኮ የቅርብ ዘመዳችን ው! እንዲያውም ለእኛ ኑሮ የማሰብ ኃላፊነት ካለባቸው ሰዎች አንዱ እርሱ ነው፡፡”",
      "21": "ከዚህ በኋላ ሩት “ከሁሉ የሚደንቀው፣ መከሩን ሰብስበው እስከሚጨርሱ ድረስ ከአጫጆቹ ሳልለይ በእርሱ እርሻ እንድቃርም መፍቀዱ ነው” አለች፡፡",
      "22": "ናዖሚም “እውነት ነው ልጄ፤ በቦዔዝ እርሻ ካሉት ሴቶች ጋር ሆነሽ ብትቃርሚ ይሻልሻል፤ ወደ ሌላ ሰው እርሻ ብትሄጂ ግን ምናልባት ጐልማሶች ያስቸግርሻል” አለቻት፡፡",
      "23": "ስለዚህ ሩት የገብሱና የስንዴው መከር ተሰብስቦ እስኪያበቃ ድረስ ከእነርሱ ጋር ሆና መቃረምዋን ቀጠለች፤ ከዓመትዋም ሳትለይ አብራ ተቀመጠች፡፡"
    },
    "Chapter 3": {
      "1": "ከዚህ በኋላ ናዖሚ ሩትን እንዲህ አለቸት፣ “ጎጆ ወጥተሽ ትዳር እንድትይዢ ባል ብፈልግልሽ የሚሻል ይመስለኛል፤",
      "2": "ስትቃርሚ አብረውሽ የነበሩት ሴቶች የሚያገለግሉት ቦዔዝ የቅርብ ዘመዳችን እንደሆነ ከዚህ በፊት ነግሬሻለሁ፤ እነሆ! እርሱ ዛሬ ማታ ገብስ ይወቃል፤",
      "3": "ስለዚህ ሰውነትሽን ታጠቢና ሽቶ ተቀቢ፤ የክት ልብስሽንም ልበሺ፤ ከዚህ በኋላ እርሱ ገብሱን ወደሚወቃበት አውድማ ሂጂ፤ ነገር ግን ራት ቀርቦ እስከሚበላና እስከሚጠጣ ድረስ በፊቱ አትታዪ፡፡",
      "4": "የት እንደሚተኛ ካረጋገጥሽ በኋላ፣ እንቅልፍ ሲወስደው ወደ እርሱ ቀረብ በዪና ከግርጌው በኩል ልብሱን ገልጠሽ በያህቬህ(הוהי)ሩ አጠገብ ተኚ፤ ስለ ጋብቻ ጉዳይ ምን ማድረግ እንደሚገባሽ እርሱ ራሱ ይነግርሻል፡፡”",
      "5": "ሩትም “ያልሽውን ሁሉ አደርጋለሁ” አለቻት፡፡",
      "6": "ስለዚህ ሩት ወደ አውድማው ሄዳ ልክ ዐማትዋ እንደነገረቻት አደረገች፡፡",
      "7": "ቦዔዝ ከበላና ከጠጣ በኋላ ደስ ብሎት ነበር፤ ወደ ገብሱም ክምር ሄዶ ጋደም አለና አንቀላፋ፤ ሩትም በቀስታ ወደ እርሱ ተጠጋች፤ ልብሱንም ገጥ አድርጋ በያህቬህ(הוהי)ሩ አጠገብ ተኛች፡፡",
      "8": "ወደ እኩለ ሌሊት ገደማም ቦዔዝ ድንገት ነቅቶ ሲገላበጥ አንዲት ሴት በጠገቡ ተኝታ በማግኘቱ ተደነቀ፤ “አንቺ ማንሽ?” ብሎም ጠየቃት፡፡ እርስዋም “ጌታዬ ሆይ! እኔ ሩት ነኝ፤ አንተ የቅርብ ዘመድ ስለሆንህ ለእነ ኑሮ የማሰብ ኃላፊነት አለብህ፤ ስለዚህ የትዳር ጓደኛዬእንድትሆን እፈልጋለሁ” ስትል መለሰችለት፡፡",
      "9": "ቦዔዝም እንዲህ አላት፣ “ያህቬህ(הוהי) ይባርክሽ፣ አሁን በምታደርጊው ነገር ከዚህ በፊት ለዐማትሽ ካደረግሽው የሚበልጥ ቤተሰባዊ ታማኝነትን አሳይተሻል፤ ብትፈልጊ ኖሮ እስከ አሁን ወደ ሀብታም ወይም ወደ ድኻ ወጣት መሄድ ትችይ ነበር፤ ነገር ግን ይህን ማድረግ አልፈለግሽም፤",
      "10": "አንቺ ሩት! ከእንግዲህ ወዲህ በምንም ነገር አትጨነቂ፤ በከተማው ያሉ ሰዎች ሁሉ አንቺ መልካም ሴት መሆንሽን ስለሚያውቁ የምትፈልጊውን ሁሉ አደርግልሻለሁ፡፡",
      "11": "እኔ የቅርብ ዘመድ መሆኔ እውነት ነው፤ ለአንቺም ኑሮ ኃላፊነት አለብኝ፤ ነገር ግን ከእኔ ይልቅ ቅርብ የሆነ ሌላ ዘመድ አለ፤",
      "12": "እስኪነጋ እዚሁ ቆዪ! ሲነጋም ያ ሰው ስለ አንቺ ኃላፊነትን የሚወስድ መሆኑን ወይም አለመሆኑን እጠይቀዋለሁ፤ እርሱ ኃላፊነትን የሚወስድ ከሆነ መልካም ነው፤ የማይወስድ ከሆነ ግን ስለአንቺ ኃላፊነትን እኔ እንደምወስድ በሕያው ያህቬህ(הוהי) ስም እምላለሁ፤ አሁንም ተኚ፤ እስኪነጋም ድረስ እዚሁ ቆዪ፡፡”",
      "13": "ስለዚህ ሩት በቦዔዝ ያህቬህ(הוהי)ር አጠገብ ተኛች፤ ነገር ግን ቦዔዝ ከእርሱ ጋር እንደነበረች ማንም እንዲያውቅ ስላልፈለገ ማንም ሊያያት በማይችልበት ሰዓት በማለዳ ከመኝታዋ ተነሣች፡፡",
      "14": "ቦዔዝም “ጋቢሽን ከላይሽ አንሺና ወደዚህ ዘርጊው!” አላት፡፡ እርስዋም ጋቢዋን ዘረጋች፤ ቦዔዝም ወደ ሃያ ኪሎ የሚጠጋ ገብስ ሰፈረላትና አንሥቶ በትከሻዋ አሸከማት፡፡ እርስዋም ገብሱን ተሸክማ ወደ ከተማ ተመለሰች፡፡",
      "15": "ወደ ቤት በደረሰች ጊዜም ዐማትዋ “ልጄ! ያ ጉዳይ እንዴት ሆነልሽ?” አለቻት፡፡ ሩትም ቦዔዝ ያደረገላትን ሁሉ ነገረቻት፡፡",
      "16": "ደግሞም “ወደ አንቺ ባዶ እጄን እንዳልመጣ አስቦ ይህን ሁሉ ገብስ ሰጠኝ” አለቻት፡፡",
      "17": "ናዖሚም “ሩት! እንግዲህ ይህ ሁሉ ወደምን እንደሚያመራ በትዕግሥት ተጠባበቂ፤ ቦዔዝ ይህን ጒዳይ ዛሬውኑ ወደ ፍጻሜ ሳያደርስ ከቶ አያርፍም” አለቻት፡፡"
    },
    "Chapter 4": {
      "1": "ቦዔዝ በከተማው በር አጠገብ ወደሚገኘው መብሰቢያ አደባባይ ሄዶ ተቀመጠ፤ ከዚህ በፊት ቦዔዝ ለሩት የነገራት የኤሊሜሌክ የቅርብ ዘድ ወደዚያው ቦታ መጣ፤ ቦዔዝም ጠራውና “ወንድሜ ሆይ! ወደዚህ መጥተህ አጠገቤ ተቀመጥ” አለው፡፡ እርሱም ወደዚያ ሄዶ ተቀመጠ፡፡",
      "2": "ከዚህ በኋላ ቦዔዝ ከከተማው ሽማግሌዎች ዐሥሩን መርጦ በአደባባዩ እንዲቀመጡ አደረገ፤ ከተቀመጡ በኋላም፣",
      "3": "ዘመዱን እንዲህ አለው፣ “እነሆ ናዖሚ ከሞአብ አገር ተመልሳ መጥታለች፤ የዘዳችንን የኤሊሜሌክንም መሮት መሸጥ ትፈልጋለች፤",
      "4": "አንተም ስለዚህ ጒዳይ ማወቅ የሚገባህ ይመስለኛል፤ እንግዲህ መሬቱን ከፈለግኸው እዚህ በተቀመጡት ሽማግሌዎች ፊት ለራስህ ልታስቀረው ትችላለህ፤ የማትፈልገው ከሆነ ግን ቊርጡን ንገረኝ፤ ምክንያቱም መሬቱን የማስቀረት ቅድሚያ ያለህ አንተ ነህ፤ ከአንተም ቀጥሎ እኔ ነኝ፡፡” ሰውየውም “እኔ አስቀረዋለሁ” አለ፡፡",
      "5": "ቦዔዝም “መልካም ነው፤ ነገር ግን መሬቱን ከናዖሚ የምትወስድ ከሆነ ባልዋ የሞተባትን ሞአባዊት ሩትን አብረህ መውሰድ ይኖርብሃል፤ በዚህ ዓይነት መሬቱ ከሟቹ ቤተሰብ አይወጣም” አለው፡፡",
      "6": "ሰውየውም “እንዲህ ከሆነ መሬቱን ለማስቀረት ያለኝን ቅድማያ እለቃለሁ፤ ምክንያቱም በዚህ ዐይነት ለራሴ ልጆች የማወርሳቸው ርስት አይኖረኝም፤ ስለዚህ አንተ አስቀረው፤ እኔ አልፈልገውም” አለው፡፡",
      "7": "በዚያን ዘን ንብረት ሲሸጥና ሲለወጥ በእስራኤል በነበረው ልማድ ማረጋገጫ እንዲሆን ሻጩ ለገዥው ጫማውን አውልቆ ይሰጥ ነበር፡፡",
      "8": "ስለዚህ ሰውየው ቦዔዝን “አንተ ልታስቀረው ትችላለህ” ብሎ ጫማውን አውልቆ ሰጠው፡፡",
      "0": "ከዚህ በኋላ ቦዔዝ ለሽማግሌዎቹና እዚያ ለነበሩት ሁሉ እንዲህ አለ፣ “እነሆ የኤሊሜሌክንና የልጆቹን የኬሊዎንና የማሕሎንን ንብረት ሁሉ ዛሬ ከናዖሚ በውርስ እንዳስቀረሁት እናንተ ሁላችሁ ምስክሮች ናችሁ፤",
      "10": "በተጨማሪም የሟቹ የማሕሎን ሚስት ሞአባዊቷ ሩት ሚስቴ ትሆናለች፤ ይህም ንብረቱ ከሟቹ ቤተሰብ እንዳይወጣ ያደርገዋል፤ የትውልድ ሐረጉም በወገኖቹና በሀገሩ ውስጥ ታውቆ ይኖራል፤ ለዚህ ሁሉ ዛሬ እናንተ ምስክሮች ናችሁ፡፡”",
      "11": "በአደባባይ ተቀምጠው የነበሩት ሽማግሌዎችና ሌሎችም ሰዎች እንዲህ አሉ፣ “አዎ፣ እኛ ለዚህ ነገር ምስክሮች ነን፤ ያህቬህ(הוהי) ይህችን ሚስትህን ለያዕቆብ ብዙ ልጆች እንደወለዱለት እንደ ራሔልና እንደ ልያ ያድርግህ፤ ያህቬህ(הוהי) በኤፍራታ ያበልጽግህ፤ ቤተልሔምም ዝነኛ ያድርግህ፤",
      "12": "ያህቬህ(הוהי) ከዚህች ውብ ወጣት የሚሰጥህን ልጆች ይባርክልህ፤ ቤተሰብህንም ከይሁዳና ከትዕማር እንደተወለደው እንደ ፋሬስ ቤተሰብ ያድርግልህ፡፡”",

      "13": "በዚህ ሁኔታ ቦዔዝ ሩትን ሚስት አድርጎ ወደ ቤቱ ወሰዳት፤ ያህቬህ(הוהי) ስለባረካት ወዲያው ፀንሳ ወንድ ልጅ ወለደች፤",
      "14": "የጐረቤትም ሴቶች ናዖሚን እንዲህ አሉአት፣ “የሚጦርሽን የልጅ ልጅ ስለ ሰጠሽ ያህቬህ(הוהי) የተመሰገነ ይሁን፤ ያህቬህ(הוהי) ይህን ልጅ በእስራኤል ዝነኛ ያድርገው፡፡",
      "15": "ምራትሽ በጣም ትወድሻለች፤ ሰባት ልጆች ከሚያደርጒልሽ የበለጠ አድርጋልሻለች፤ አሁን ደግሞ ሕይወትሽን የሚያድስልሽና በእርጅናሽ ወራት የሚጦርሽን ወንድ ልጅ ወልዳልሻለች፡፡”",
      "16": "ናዖሚም ይህን ሕፃን ልጅዋ አድርጋ በመቀበል አቀፈችው፤ ተከባክባም አሳደገችው፡፡",
      "17": "የጐረቤት ሴቶች ልጁን “ኢዮቤድ” ብለው ስም አወጡለት፤ “ለናዖሚ ወንድ ልጅ ተወለደላት!” እያሉም ለሰው ሁሉ አወሩ፡፡ የንጉሥ ዳዊት አባት የሆነውን እሴይን የወለደ ይኸው ኢዮቤድ ነው፡፡",
      "18": "18-22 ከፋሬስ አንሥቶ እስከ ዳዊት ያለው የትውልድ ሐረግ የሚከተለው ነው፤ ዳሬስ ሔጽሮንን ወለደ፤ ሔጽሮን አራምን ወለደ፤ አራም ዐሚናዳብን ወለደ፤ ዐሚናዳብ ነአሶንን ወለደ፤ ነአሶን ሳልሞንን ወለደ፤ ሳልሞን ቦዔዝን ወለደ፤ ቦዔዝ ኢዮቤድን ወለደ፤ ኢዮቤድ እሴይን ወለደ፤ እሴይም ዳዊትን ወለደ፡፡"
    }
  }
}
