{
  "zechariah": {
    "Chapter 1": {
      "1": "ዳርዮስ የፋርስን ንጉሥ በሆነ በሁለተኛው ዓመት፥ በስምንተኛው ወር ያህዌ በዒዶ የልጅ ልጅ በቤሬክያ ልጅ በነቢዩ በዘካሪያስ አማካይነት የተናገረው የትንቢት ቃል ይህ ነው፤",
      "2": "የሠራዊት ጌታ ያህዌ ዘካርያስን ለሕዝቡ እንዲህ ብለህ ተናገር አለው፥ “እኔ ያህዌ በቀድሞ አባቶቻችሁ ላይ እጅግ ተቆጥቼ ነበር፤",
      "3": "አሁን ግን እናንተን የምላችሁ ይህ ነው፡- ወደ እኔ ተመለሱ፤ እኔም ወደ እናንተ እመለሳለሁ፤",
      "4": "የቀድሞ አባቶቻችሁን ዱካ አትከተሉ፤ እነርሱን የቀድሞ ነቢያት ‘ከክፉ መንገዳችሁና ከክፉ ሥራችሁ ተመለሱ’ ብለው አስጠንቅቀዋቸው ነበር፤ አባቶቻችሁ ግን ቃሌን አላደመጡም፤ ትእዛዜንም አልጠበቁም፡፡",
      "5": "የቀድሞ አባቶቻችሁም ሆኑ በእነርሱ ዘመን የነበሩት ነቢያት እነሆ አሁን በሕይወት የሉም፡፡",
      "6": "አገልጋዮቼ በሆኑት በነቢያት አማካይነት ለቀድሞ አባቶቻችሁ ትእዛዝና ማስጠንቀቂያ ሰጥቻቸው ነበር፤ እነርሱ ግን ችላ ከማለታቸው የተነሣ አሠቃቂ መከራ ደረሰባቸው፤ ከዚያም በኋላ ተጸጽተው ‘የሠራዊት ጌታ ያህዌ እንደ አካሄዳችንና እንደ ሥራችን ተገቢ ቅጣት ወስኖ እንደሰጠን ተገንዝበናል’ አሉ፡፡”",
      "7": "ዳርዮስ በነገሠ በሁለተኛው ዓመት፥ ሸባጥ የተባለው ዐሥራ አንደኛው ወር በገባ በሃያ አራተኛው ቀን፥ ያህዌ በሌሊት ራእይ የነገረኝ ቃል ይህ ነው፤",
      "8": "የያህዌ መልአክ በቀይ ፈረስ ላይ ተቀምጦ አየሁ፤ እርሱም በሸለቆው ውስጥ ባሉ በባርሰነት ዛፎች መካከል ቆመ፤ በስተኋላውም ቀይ፥ ሐመርና አምባላይ ፈረሶች ይከተሉት ነበር፡፡",
      "9": "እኔም “ጌታዬ ሆይ! እነዚህ ፈረሶች የምን ምሳሌ ናቸው?፡፡ ብዬ ጠየቅሁት፡፡",
      "10": "እርሱም “የእነዚህን ፈረሶች ምሳሌነት ምን እደሆነ አሳይሃለሁ፡፡ እነርሱ ምድርን እንዲፈትሹ ያህዌ የላካቸው ናቸው፡፡ አለኝ፡፡",
      "11": "ፈረሶቹም “በምድር ሁሉ ላይ ተመላልሰን አይተናል፤ እነሆ ዓለም በሙሉ በዕረፍትና በሰላም ይገኛል” ብለው ለመልአኩ ነገሩት፡፡",
      "12": "መልአኩም “የሠራዊት ጌታ ያህዌ ሆይ! ኢየሩሌምንና የይሁዳን ከተሞች ሁሉ ከተቆጣህ እነሆ ሰባ ዓመታት አለፉ፤ ምሕረት እስክታደርግላቸው ድረስ ከእንግዲህ ወዲህ ምን ያህል ጊዜ ይቀራል?” ሲል ጠየቀ፡፡",
      "13": "ያህዌም መልአኩን ደስ በሚያሰኝና በሚያጽናና ቃል ተናገረው፤",
      "14": "ስለዚህም መልአኩ የሠራዊት ጌታ ያህዌ የሚለውን ቃል እንዲህ ብለህ ዐውጅ አለኝ፥ “እኔ ለተቀደሰቸው ከተማዬ ለኢየሩሳሌም ታላቅ ፍቅርና ብርቱ ቅንአት አለኝ፤",
      "15": "ሰላም አግኝተው በጸጥታ በሚኖሩ በአሕዛብ መንግሥታት ላይ እጅግ ተቆጥቻለሁ፤ ምክንያቱም እኔ ሕዝቤን ከተጠበቀው በላይ አሰቃይተዋል፡፡",
      "16": "ስለዚህ ለከተማይቱ ምሕረትን ለማሳየት ወደ ኢየሩሳሌም እመለሳለሁ፤ ቤተ መቅደሴና ከተማይቱ እንደገና ታድሰው ይሠራሉ፡፡”",
      "17": "መልአኩም አንደገና “የሠራዊት ጌታ ያህዌ ከተሞቹ ተመልሰው እንደሚበለጽጉና ኢየሩሳሌምንም እንደ ጥንቱ እንደሚረዳ፥ የራሱ ከተማም እንደሚያደርጋት ተናገር” አለኝ፡፡",
      "18": "በሌላም ራእይ አራት የበሬ ቀንዶችን አየሁ፤",
      "19": "ያነጋግረኝ የነበረውንም መልአክ “እነዚህ ቀንዶች የምን ምሳሌ እንደሆኑ ንገረኝ” አልሁት፡፡",
      "20": "እርሱም “እነርሱ የይሁዳ፥ የእስራኤልና የኢየሩሳሌም ሕዝቦች እንዲበተኑ ያደረጉ ኀያላን መንግሥታት ናቸው” አለኝ፡፡",
      "21": "ከዚህ በኋላ ያህዌ መዶሻ የያዙ አራት አንጥረኞችን አሳየኝ፤",
      "22": "እኔም “እነዚህ ሰዎች የመጡት ምን ሊሠሩ ነው?” ብዬ ጠየቅሁት፤ እርሱም “እነርሱ የመጡት የይሁዳን ምድር ፈጽሞ አጥፍተው፥ ሕዝብዋ ተበታትኖ እንዲቀር ያደረጉትን የአሕዛብ መንግሥታት ለማሸበርና ለመጣል ነው” አለኝ፡፡"
    },
    "Chapter 2": {
      "1": "በሌላም ራእይ በእጁ የመለኪያ ገመድ የያዘ አንድ ሰው አየሁ፤",
      "2": "እኔም “ወዴት እየሄድህ ነው?” ብዬ ጠየቅሁት፤ እርሱም “የኢየሩሳሌም ርዝመትና ስፋት ምን ያህል እንደሆነ ለመለካት መሄዴ ነው” አለኝ፡፡",
      "3": "ከዚህ በኋላ ከእኔ ጋር ይነጋገር የነበረው መልአክ ወደፊት ሲራመድና ሌላ መልአክም ሊገናኘው ሲመጣ አየሁ፡፡",
      "4": "የመጀመሪያው መልአክ ሁለተኛውን እንዲህ አለው፥ “የመለኪያ ገመድ ወደያዘው ወጣት በሩጫ ሂድና ‘በኢየሩሳሌም ብዙ ሕዝብና ብዙ እስሳት ስለሚገኙ ትልቅ ገንብ መሥራት ያዳግታል’ ብለህ ንገረው፤",
      "5": "ያህዌ ራሱ በዙሪያዋ እንደ እሳት ቅጽር ሆኖ ከተማይቱን እንደሚጠብቅና በሙሉ ክብሩም በዚያ እንደሚኖር ተስፋ ሰጥቶአል፡፡”",
      "6": "ያህዌ ሕዝቡን እንዲህ ይላል፥ “እናንተ ስደተኞች በየአቅጣጫው ተበታትናችሁ ነበር፤ አሁን ግን ከባቢሎን አምልጣችሁ በመውጣት ወደ ኢየሩሳሌም ተመለሱ፤",
      "7": "እናንተን የሚነካ ውድ የሆነውን የዐይኔን ብሌን እንደሚነካ ነው፡፡”",
      "8": "የሠራዊት ጌታ ያህዌ ሕዝቡን ለበዘበዙት አሕዛብ ይህን ቃል እንድናገር ክብሩን በመግለጥ ልኮኛል፤",
      "9": "ያህዌ ራሱ እናንተን ይዋጋል፤ አገልጋዮቻችሁ የነበሩ ሕዝቦች መልሰው እናንተን ምርኮኞች ያደርጋሉ፡፡",
      "10": "ይህም ሁሉ በሚሆንበት ጊዜ እኔን የላከኝ የሠራዊት ጌታ ያህዌ እደሆነ ሰው ሁሉ ያውቃል፡፡",
      "11": "ያህዌም “የኢየሩሳሌም ሕዝቦች ሆይ! እኔ በመካከላችሁ ለመኖር ወደ እናንተ ስለምመጣ፥ በደስታ እልል በሉ” አለ፡፡",
      "12": "በዚያን ጊዜ ብዙ የአሕዛብ ነገዶች ከያህዌ ጋር ተባብረው ወገኖቹ ይሆናሉ፡፡ እርሱም በመካከላችሁ ይኖራል፤ እኔንም ወደ እናንተ የላከኝ እርሱ መሆኑን ትገነዘባላችሁ፡፡",
      "13": "ይሁዳ በተቀደሰው ምድሩ እንደገና የያህዌ ልዩ ሀብት ትሆናለች፤ ኢየሩሳሌምም ከሁሉ አብልጦ የሚወዳት ከተማው ትሆናለች፡፡",
      "14": "ያህዌ ከተቀደሰው መኖሪያው ስለሚመጣ ሁላችሁም በፊቱ ዝም በሉ፡፡"
    },

    "Chapter 3": {
      "1": "ከዚህ በኋላ ያህዌ ሊቀ ካህናቱን ኢያሱን በያህዌ መልአክ ፊት ቆሞ በራእይ አሳየኝ፤ ሰይጣንም ኢያሱን ለመክሰስ በስተቀኙ ቆሞ ነበር፡፡",
      "2": "የያህዌም መልአክ ሰይጣንን “አንተ ሰይጣን! ያህዌ ይገሥጽህ! ኢየሩሳሌምን የሚወድድ ያህዌ ይገሥጽህ! ይህ ሰው እኮ ከእሳት ውስጥ ተርፎ እንደ ወጣ እንጨት ነው” አለው፡፡",
      "3": "ኢያሱም ያደፈ ልብስ ለብሶ በመልአኩ ፊት ቆሞ ነበር፡፡",
      "4": "መልአኩም በፊቱ ቆመው የሚያገለግሉትን “ይህን ያደፈ ልብስ አውልቁለት!” ብሎ አዘዛቸው፤ ወደ ኢያሱም መለስ ብሎ “እነሆ በደልህን አስወግጄልሃለሁ፤ አዲስ የክብር ልብስም አለብስሃለሁ” አለው፡፡",
      "5": "መልአኩም አገልጋዮቹን “ንጹሕ ጥምጥም በራሱ ላይ አድርጉለት” ብሎ አዘዘ፤ እነርሱም እንደታዘዙት አደረጉ፤ የያህዌ መልአክ እዚያው ቆሞ እያለ አገልጋዮቹ ኢያሱን አዲስ ልብስ አለበሱት፡፡",
      "6": "ከዚህ በኋላ መልአኩ ኢያሱን በማስጠንቀቅ፥",
      "7": "የሠራዊት ጌታ ያህዌ እንዲህ ይላል አለው፥ “ሕጌን ብትፈጽም፥ ይዘዝሁህን ሁሉ ብታደርግ፥ በቤተ መቅደሴና በአደባባዮቹ ላይ ያለህ ሥልጣን የጸና ሆኖ ይቆያል፤ እዚህ ከቆሙት መላእክት ጋር በእኔ ፊት በግባትና መውጣት እንድትችል ባለምዋልነትን እሰጥሃለሁ፡፡",
      "8": "ሊቀ ካህናት ኢያሱ ሆይ! ይህን ስማ፤ እናንተም ከእርሱ ጋር በክህነት የምታገለግሉና ወደ ፊት ለሚሆነው መልካም ነገር ምልክት የምትሆኑ ይህን አድምጡ፤ ‘ቅርንጫፍ’ ተብሎ የሚጠራውን አገልጋዬን ወደ ፊት እልካለሁ፤",
      "9": "እነሆ በኢያሱ ፊት ሰባት ቅርጽ ያለው አንድ ድንጋይ አኖራለሁ፤ በእርሱም ላይ የጽሑፍ መግለጫ እቀርጻለሁ፤ የዚህችንም አገር በደል በአንድ ቀን አስወግዳለሁ፡፡",
      "10": "ያም ቀን ሲደርስ ከእናንተ እያንዳንዱ በወይኑና በበለሱ ተክል ሥር ጎረቤቱን ግብዣ እየጠራ ተድላ ደስታ ያደርጋል፡፡”"
    },
    "Chapter 4": {
      "1": "ያነጋግረኝ የነበረው መልአክ እንደገና መጥቶ ከእንቅልፉ እንደሚቀሰቀስ ሰው ቀሰቀሰኝ፤",
      "2": "“ይህ የምታየው ምንድን ነው?” ብሎም ጠየቀኝ፡፡ እኔም እንዲህ ብዬ መለስሁለት፥ “ሰባት መብራቶች ያሉበት አንድ የወርቅ መቅረዝ አያለሁ፤ በአናቱም ላይ የዘይት ማሰሮ አለ፤ ሰባቱም መብራቶች የክር ማስተላለፊያ ቧንቧ አላቸው፡፡",
      "3": "በመቅረዙም አጠገብ ሁለት የወይራ ዛፎች በማሰሮው ግራና ቀኝ ይታያሉ፤”",
      "4": "እኔም ያነጋግረኝ የነበረውን መልአክ “ጌታዬ ሆይ! እነዚህ ይምን ምሳሌዎች ናቸው?” ብዬ ጠየቅሁት፡፡",
      "5": "እርሱም “እነዚህን ምን እንደሆኑ አታውቅምን?” አለኝ፡፡ እኔም “ጌታዬ ሆይ! አላውቅም” አልሁት፡፡",
      "10": "መልአኩም “ሰባቱ መቅረዞች የዓለምን ዙሪያ የሚመለክቱ ሰባቱ የያህዌ ዐይኖች ናቸው” አለኝ፡፡",
      "11": "እኔም እንዲህ በማለት መልሼ ጠየቅሁት፥ “እነዚህስ በመቅረዙ ግራና ቀኝ የቆሙት የወይራ ዛፎች የምን ምሳሌ ናቸው?",
      "12": "የወይራው ዘይት ከሚፈስስባቸው ከሁለቱ የወርቅ ቧንቧዎች አጠገብ ያሉትስ ሁለቱ የወይራ ዛፍ ቅርንጫፎች ይምን ምሳሌ ናቸው?”",
      "13": "እርሱም “እነዚህ ምን እንደሆኑ አታውቅምን?” አለኝ፤ እኔም “ጌታዬ ሆይ! አላውቅም” አልሁት፡፡",
      "14": "እርሱም “እነዚህ ያህዌ የቀባቸውና የምድር ሁሉ ጌታ የሆነውን አምላክ ቆመው የሚያገለግሉ ሁለቱ ሰዎች ናቸው” አለኝ፡፡"
    },
    "Chapter 5": {
      "1": "እንደገናም ስመለከት አንድ የተጠቀለለ መጽሐፍ በአየር ላይ ሲበርር አየሁ፤",
      "2": "መልአኩም “ምን ታያለህ?” ብሎ ጠየቀኝ፤ እኔም “ርዝመቱ ዘጠኝ ሜትር፤ ስፋቱም አራት ሜትር ተኩል የሆነ፥ አንድ የተጠቀለለ የብራና መጽሐፍ በአየር ላይ ሲበርር አያለሁ” አልሁት፡፡",
      "3": "እርሱም እንዲህ አለኝ፥ “የተጠቀለለው መጽሐፍ በውስጡ በምድር ሁሉ ላይ የሚመጣው እርግማን ተጽፎበታል፤ የተጠቀለለው መጽሐፍ በአንድ በኩል ‘ሌባ ሁሉ ከምድር ይወገዳል’ የሚል ሲሆን፥ በሌላ በኩል ‘በመሐላ ሐሰት የሚናገር ሁሉ ይጠፋል’ ይላል፡፡",
      "4": "የሠራዊት ጌታ ያህቬህ(יהוה) ‘ይህን እርግማን እልካለሁ፤ ወደ እያንዳንዱ ሌባና በስሜ ምሎ በሐሰት ወደሚናገር ሰው ቤት ይገባል፤ በገባበትም ጊዜ በዚያ ቆይቶ ቤታቸውን ሁሉ ያፈራርሰዋል’ ይላል፡፡”",
      "5": "መልአኩም እንደገና ወደ እኔ መጥቶ “ተመልከት! ሌላ ነገር በመምጣት ላይ ነው!” አለኝ፡፡",
      "6": "እኔም “ይህ ነገር ምንድን ነው?” አልሁት፡፡ እርሱም “በምድሪቱ ሁሉ ላይ የሚሠራውን ኃጢአት የሚያመለክት ቅርጫት ነው” አለኝ",
      "7": "ቅርጫቱ ከእርሳስ የተሠራ መክደኛ ነበረው፤ እኔም እያየሁት መክደኛው ተከፈተ፤ እነሆም በቅርጫቱ ውስጥ አንዲት ሴት ተቀምጣ ነበር፡፡",
      "8": "መልአኩም “እነሆ ይህች ሴት የዐመፅ ምሳሌ ነች” ከአለኝ በኋላ ወደ ታች ገፍቶ ወደ ቅርጫቱ ውስጥ አስገባት፤ ክዳኑንም መልሶ ገጠመው፡፡",
      "9": "ቀና ብዬ ስመለከት እነሆ ሁለት ሴቶች እየበረሩ ወደ እኔ መጡ፤ ክንፎቻቸውም እንደ እርኩም ክንፎች ብርቱዎች ነበሩ፡፡ እነርሱም ያንን ቅርጫት ከመሬት አንሥተው ወደ ሰማይ ይዘውት በረሩ፡፡",
      "10": "እኔም “ወዴት ነው የሚወስዱት?” ብዬ መልአኩን ጠየቅሁት፡፡",
      "11": "እርሱም “ወደ ባቢሎን ወስደው ቤተ መቅደስ ሊሠሩለት ነው፤ ቤተ መቅደሱም ተሠርቶ ካለቀ በኋላ ቅርጫቱን በሚመለክበት ቦታ ያኖሩታል” አለኝ፡፡"
    },
    "Chapter 6": {
      "1": "በሌላም ራእይ አራት ሠረገላዎች ከሁለት የነሐስ ተራራዎች ማካከል ሲወጡ አየሁ፡፡",
      "2": "የመጀመሪያው ሠገረላ የሚሳበው በቀያይ ፈረሶች ሲሆን፥ ሁለተኛው ደግሞ በጥቋቁር ፈረሶች ነበር፤",
      "3": "ሦስተኛው የሚሳበው በነጫጭ ፈረሶች ሲሆን፥ አራተኛው ቡራቡሬ በሆኑ ፈረሶች ነበር፤ ሁሉም ኀይለኞች ነበሩ፡፡",
      "4": "እኔም “ጌታዬ እነዚህ ሠረገላዎች የምን ምሳሌ ናቸው?” ብዬ መልአኩን ጠየቅሁት፡፡",
      "5": "እርሱም “እነዚህ አራቱ ነፋሳት ናቸው፤ ቆመው ከሚያገለግሉበት ከምድር ሁሉ ጌታ ፊት አሁን ገና መውጣታቸው ነው” አለኝ፡፡",
      "6": "በጥቋቁር ፈረሶች ይሳብ የነበረው ሠረገላ ወደ ሰሜን፥ በነጫጭ ፈረሶች ይሳብ የነበረው ሠረገላ ወደ ምዕራብ፥ በቡራቡሬ ፈረሶች ይሳብ የነበረው ወደ ደቡብ አገሮች ይሄድ ነበር፡፡",
      "7": "ኀይለኞች የነበሩት ቡራቡሬ ፈረሶች በመጡ ጊዜ ሄደው ምድርን ለመፈተሸ በመጣደፍ ላይ ነበሩ፤ መልአኩም “ሂዱና ምድሪቱን ፈትሹ!” አላቸው፤ እነርሱም መፈተሸ ጀመር፡፡",
      "8": "ከዚህ በኋላ መልአኩ “ወደ ሰሜን አገሮች የሄዱት ፈረሶች በቁጣ የተነሣሣውን የያህቬህ(יהוה) መንፈስ አሳርፈዋል” ሲል ወደ እኔ ጮኸ፡፡",
      "9": "ያህቬህ(יהוה) እንዲህ አለኝ፥",
      "10": "“ሔልዳይ፥ ጦቢያና ይዳዕያ የተባሉት ስደተኞች የሰጡትን መባ ይዘህ ሳትዘገይ አሁኑኑ ወደ ጾፋንያ ልጅ ወደ ዮሺያ ቤት ሂድ፤ እነዚህ ሁሉ ሰዎች ከባቢሎን የተመለሱ ምርኮኞች ናቸው፤",
      "11": "እነርሱ ከሰጡት ብርና ወርቅ ዘውድ ሠርተህ በሊቀ ካህናቱ በኢዮጼዴቅ ልጅ በኢያሱ ራስ ላይ ድፋለት፡፡",
      "12": "የሠራዊት ጌታ ያህቬህ(יהוה) እንዲህ ይላል ብለህ ንገረው፥ ‘ቅርንጫፍ ተብሎ የሚጠራው ሰው ባለበት ስፍራ በቅሎ ገናና ይሆናል፤ የያህቬህ(יהוה)ንም ቤተ መቅደስ እንደገና ይሠራል፤",
      "13": "ቤተ መቅደሱን አድሶ የሚሠራና ለንጉሥነት የሚገባውን ክብር የሚቀበል እርሱ ነው፤ በዙፋኑም ላይ ተቀምጦ ሕዝቡን ያስተዳድራል፤ አንድ ካህን በዙፋኑ አጠገብ ይቆማል፤ ሁለቱም አብረው በስምምነት በሰላም ይሠራሉ፡፡’",
      "14": "ዘውዱም በያህቬህ(יהוה) ቤተ መቅደስ ሔሌም ለተባለ ለሔልዳይ፥ ለጦቢያ፥ ለይዳዕያና ሔን ለተባለ ለዮሺያ ክብር መታሰቢያ ሆኖ ይቀመጣል፡፡”",
      "15": "በዚያን ጊዜ በሩቅ የሚኖሩ ሰዎች የያህቬህ(יהוה) ቤተ መቅደስ ሲታደስ ለመርዳት ይመጣሉ፡፡ ቤተ መቅደሱ በታደሰ ጊዜ እኔን ወደ እናንተ የላከኝ የሰራዊት ጌታ ያህቬህ(יהוה) መሆኑን ታውቃላችሁ፡፡ ይህም ሁሉ የሚፈጸመው ለያህቬህ(יהוה) ለአምላካችሁ ቃል ታዛዥ የሆናችሁ እንደሆን ነው፡፡"
    },

    "Chapter 7": {
      "1": "ዳርዮስ በነገሠ በአራተኛው ዓመት፥ ኪስሌው የተባለ ዘጠነኛው ወር በገባ በአራተኛው ቀን ያህቬህ(יהוה) ለዘካሪያስ የነገረው ቃል ይህ ነው፤",
      "2": "የቤትኤል ነዋሪዎች ሣርኤጼርንና ሬጌሜሌክን አብረዋቸው ከነበሩ ሰዎች ጋር ወደ ያህቬህ(יהוה) ቤተ መቅደስ ላኩአቸው፤ የላኩአቸውም የያህቬህ(יהוה) በረከት ይወርድ ዘንድ እንዲጸልዩና፥",
      "3": "የቤተ መቅደሱን ካህናትና ነቢያትን “እስከ አሁን ለብዙ ዓመታት እንዳደርግ ነው በአምስተኛው ወር በመጾም ስለ ቤተ መቅደሱ መፍረስ ማዘናችንን እንቀጥልን?” ብለው እንዲጠይቁ ነበር፡፡",
      "4": "ከዚህም በኋላ ወደ እኔ የመጣው የያህቬህ(יהוה) ቃል ይህ ነው፥",
      "5": "“ባለፉት ሰባ ዓመታት በአምስተኛውና በሰባተኛው ወር የጾሙትና ያዘኑት እኔን በማክበር እንዳልሆነ ለሕዝቡና ለካህናቱ ንገራቸው፤",
      "6": "ይበሉና ይጠጡ የነበሩትም ለራሳቸው ብቻ ነበር፡፡”",
      "7": "ኢየሩሳሌም በልጽጋና በሕዝብ ተሞልታ በነበረችበት ጊዜ፥ በከተማይቱ ዙሪያ ባሉ መንደሮች ብቻ ሳይሆን በደቡብ ክፍልና በምዕራብ ኮረብቶች ግርጌ ብዙ ሕዝብ በሚኖሩበት ዘመን ያህቬህ(יהוה) በቀድሞ ነቢያቱ አማካይነት የተናገረውም ይህንኑ ቃል ነበር፡፡",
      "8": "ያህቬህ(יהוה) ዘካሪያስን እንዲህ ሲል ተናገረው፥",
      "9": "“እኔ የሠራዊት ጌታ ለሕዝቤ የሰጠሁት ትእዛዝ ይህ ነበር፤ ይኸውም ‘በትክክል ፍርዱ፥ እርስ በርሳችሁም አንዳችሁ ለሌላው ምሕረትና ርኅራኄ አድርጉ፤",
      "10": "በመካከላችሁ የሚኖሩትን ባሎቻቸው የሞቱባቸውን ሴቶች፥ አባትና እናት የሌላቸውን ድኻ አደጎች፥ መጻተኞችንና ችግረኞችን አትጨቁኑ፤ እርስ በርሳችሁ አንዳችሁ ሌላውን ለመጉዳት አታስቡ፡፡’",
      "11": "“ሕዝቤ ግን በእልኸኛነት አናዳምጥም ብለው አእምሮአቸውን አጨለሙ፤",
      "12": "ልባቸውንም እንደ አለት ድንጋይ አጠነከሩ፤ ጥንት በነበሩበት ነቢያት አማካይነት በመንፈሴ የሰጠኋቸውን ትእዛዝ ሁሉ በእልኸኛነት ‘አናዳምጥም’ በማለታቸው ምክንያት፥ እኔ በእነርሱ ላይ እጅግ ተቆጣሁ፡፡",
      "13": "እኔ ስናገር ‘አናዳምጥም’ ስሉ፥ እነርሱም ወደ እኔ በጸለዩ ጊዜ መልስ አልሰጠኋቸውም፡፡",
      "14": "እንደ ዐውሎ ነፋስ ጠራርጌ በመውሰድም በማያውቁት ባዕድ አገር እንዲኖሩ አደረግሁአቸው፤ ይህችም መላካም ምድር ማንም የማይኖርባት ባድማ ሆና ቀረች፡፡”"
    },
    "Chapter 8": {
      "1": "የሠራዊት ጌታ ያህዌ ዘካሪያስን እንዲህ ሲል ተናገረው፥",
      "2": "“ለሕዝብዋ ስላለኝ ፍቅር ኢየሩሳሌምን መርዳት እፈልጋለሁ፤ በጠላቶችዋ ላይ እንድቆጣ ያደረገኝም ይኸው ስለ እርስዋ ያለኝ ፍቅር ነው፡፡",
      "3": "እኔ እንድኖርባት ወደ ተቀደሰችው ከተማዬ ወደ ኢየሩሳሌም እመለሳለሁ፤ የታመነች ከተማ በመሆን ትታወቃለች፤ የሠራዊት ጌታ ያህዌ የሚኖርበት ተራራ፥ የተቀደሰ ተራራ ተብሎ ይጠራል፤",
      "4": "በትር ተመርኩዘው እስኪሄዱ ድረስ ያረጁ ወንዶችና ሴቶች እንደገና በከተማይቱ አደባባዮች ይቀመጣሉ፡፡",
      "5": "አደባባዮችዋም ሁሉ በሚጫወቱ ወንዶችና ሴቶች ልጆ እንደገና የተሞሉ ይሆናሉ፡፡",
      "6": "“ይህ፥ አሁን በምርኮ ከመወሰድ ለተረፉት ሰዎች የማይቻል ነገር መስሎ ይታያቸው ይሆናል፤ ይሁን እንጂ ለእኔ የማይቻል ነገር አይደለም፡፡",
      "7": "እኔ ሕዝቤን በስደት ከሚኖሩበት አገር እታደጋቸዋለሁ፤ ከምሥራቅና ከምዕራብ፥",
      "8": "መልሼ በማምጣት በኢየሩሳሌም እንዲኖሩ አደርጋቸዋለሁ፤ እነርሱ ሕዝቤ ይሆናሉ፤ እኔም አምላካቸው እሆናለሁ፤ በቅንነትና በእውነት እመራቸዋለሁ፡፡",
      "9": "“ቤተ መቅደሱ እንደገና እንዲሠራ መሠረቱ በተጣለ ጊዜ ነቢያት የተናገሩትን አሁን የምትሰሙ ሁሉ አይዞአችሁ በርቱ!",
      "10": "ከዚያን ጊዜ በፊት በሰዎች መካከል ጠብና ክርክር እንዲበዛ አድርጌ ነበር፤ ከጠላት ለመዳን ካለመቻሉ የተነሣ በሰላም ለመኖር የሚችል አልነበረም፤ ሰዎችን በገንዘብ መቅጠር፥ እንስሳትንም መከራየት ከቶ አይቻልም ነበር፡፡",
      "11": "አሁን ግን ከዚህ ሕዝብ የተረፉትን እንደ ቀድሞው ጊዜ አላደርግባቸውም፡፡",
      "12": "እህላቸውን በሰላም ይዘራሉ፤ የወይን ተክሎቻቸው ፍሬያማ ይሆናሉ፤ ብዙ ዝናም ስለሚኖር ምድር ብዙ ሰብል ታስገኛለች፤ ከሕዝቤ ለተረፉት ይህን ሁሉ በረከት እሰጣለሁ፡፡",
      "13": "እናንተ የይሁዳና የእስራኤል ሕዝቦች ሆይ! ከዚህ በፊት የምድር አሕዛብ ‘በእነዚህ ሕዝቦች የተሰጠ በረከት ለእናንተም ይድረሳችሁ’ መባባል ይጀምራሉ፡፡ ስለዚህም አይዞአችሁ! በርቱ! አትፍሩ፡፡”",
      "14": "የሠራዊት ጌታ ያህዌ እንዲህ ይላል፥ “የቀድሞ አባቶቻችሁ ባስቆጡኝ ጊዜ ባቀድሁት መሠረት ጥፋት እንዲመጣባቸው አደረግሁ እንጂ ውሳኔን አልለወጥሁም፡፡",
      "15": "አሁን ግን የኢየሩሳሌምንና የይሁዳን ሕዝቦች ለመባረክ ቁርጥ ውሳኔ አድርጌአለሁ፤ ስለዚህ አይዞአችሁ አትፍሩ!",
      "16": "እናንተ ልታደርጉት የሚገባ ነገር ይህ ነው፡- እርስ በርሳችሁ እውነት ተነጋገሩ፤ በፍርድ ሸንጎዎቻችሁ ሰላም የሚገኝበትን እውነተኛ ፍርድ ስጡ፡፡",
      "17": "እርስ በርሳችሁ ለመጎዳዳት አንዱ በሌላው ላይ ተንኮል አያስብ፤ ምላችሁ በሐሰት አትመስክሩ፤ እኔ ሐሰትንና ግፍን ሁሉ የምጠላ አምላክ ነኝ፡፡”",
      "18": "የሠራዊት ጌታ ያህዌ ዘካሪያስን እንደገና እዲህ አለው፥",
      "19": "“በአራተኛው፥ በአምስተኛው፥ በሰባተኛውና በዐሥረኛው ወር ትጠብቁት የነበረው ጾም ሁሉ ለይሁዳ ሕዝብ የተድላና የደስታ በዓል ይሆንላቸዋል፤ እናንተ ግን እውነትንና ሰላምን ውደዱ፡፡”",
      "20": "የሠራዊት ጌታ ያህዌ እንዲህ ይላል “ሌሎች ሕዝቦችና በብዙ ከተሞች የሚኖሩ ሰዎች ወደ ኢየሩሳሌም የሚጎርፉበት ጊዜ ይመጣል፡፡",
      "21": "ከአንዱ ከተማ የመጡት ከሌላው ከተማ የሚመጡትን ‘ለሠራዊት ጌታ ለያህዌ ልንሰግድና በረከትን ይሰጠን ዘንድ ወደ እርሱ ልንጸልይ መሄዳችንነ ነውና ኑ አብረን እንጓዝ’ ይሉአቸዋል፡፡",
      "22": "በዚህ ዐይነት ለሠራዊት ጌታ ለያህዌ ለመስገድና የእርሱንም በረከት ያገኙ ዘንድ ለመጸለይ ብዙ ሕዝቦች ይልቁንም ታላላቅ መንግሥታት ወደ ኢየሩሳሌም ይመጣሉ፡፡",
      "23": "በእነዚያን ቀናት ዐሥር የባዕድ አገር ሰዎች ወደ አንድ አይሁዳዊ ቀርበው የልብሱን ዘርፍ በመያዝ ‘ያህዌ ከእናንተ ጋር መሆኑን ስለሰማን ከእናንተ ጋር ተባብረን ለመኖር እንፈልጋለን’ ይሉታል፡፡”"
    },
    "Chapter 9": {
      "1": "የሐድራክ ምድርና የደማስቆ ከተማ እንደሚጠፉ ያህዌህ የተናገረው የፍርድ ቃል ይህ ነው፤ ምክንያቱም የሶርያ ዋና ከተማም የያህዌህ ስለሆነች፥ የእስራኤል ነገዶች ብቻ ሳይሆኑ የሰው ሁሉ ዐይን ወደ ያህዌህ ይመለከታል፡፡",
      "2": "ይህም የፍርድ ቃል የሐድራክ አዋሳኝ በሆነችው ሐማትና፥ ብዙ ጥበብ ባላቸው በጢሮስና በሲዶና ከተሞችም ይደርስባቸዋል፡፡",
      "3": "ጢሮስ ለራስዋ መጠበቂያ ብዙ ምሽጎችን ሠርታለች፤ ብዛቱ እንደ ትቢያ ክምር የሆነ ብርና ወርቅ አከማችታለች፡፡",
      "4": "ነገር ግን የሰበሰበችውን ሁሉ ያህዌህ ይወስድባታል፤ ሀብትዋን ወደ ባሕር ይጥለዋል፤ ከተማይቱም በእሳት ተቃጥላ ዐመድ ትሆናለች፡፡",
      "5": "የአስቀሎና ከተማ ይህን አይታ ትፈራለች፤ የጋዛ ከተማም ይህን በማየት እጅግ ትጨነቃለች፤ ዔቅሮንም እንዲሁ ተስፋ ትቆርጣለች፤ ጋዛ ንጉሥዋን ታጣለች፤ አስቀሎናም ምድረ በዳ ሆና ትቀራለች፤",
      "6": "በአሽዶድ ድብልቅ ሕዝብ ይኖራል፤ ያህዌህ እንዲህ ይላል፥ “እነዚህን ትዕቢተኞች ፍልስጥኤማውያን አዋርዳቸዋለሁ፤",
      "7": "ከእንግዲህ ወዲህ ደም ያለበትን ጥሬ ሥጋ ወይም ማንኛውንም የተከለከለ ምግብ አይበሉም፤ ከእነርሱ የተረፉት ከሕዝቤ ተቀላቅለው በይሁዳ ነገድ እንደ አለቆች ይሆናሉ፤ የዔቅሮን ሕዝብ ልክ እንደ ኢያቡሳውያን ከሕዝቡ ጋር ይቀላቀላሉ፡፡",
      "8": "ምድሬን እጠብቃለሁ፤ የሰራዊት መተላለፊያም አላደርጋትም፤ ከእንግዲህ ወዲህ ጨቋኞች የሕዝቤን መብት እንዲረግጡ አልፈቅድላቸውም፤ ምክንያቱም ሕዝቤ ምን ያህል እንደተሠቃዩ ተመልክቻለሁ፡፡”",
      "9": "ጽዮን ሆይ! ደስ ይበልሽ! ኢየሩሳሌም ሆይ! በደስታ እልል በይ! እነሆ ንጉሥሽ ትሑት ሆኖ፥ በአህያይቱ ማለትም በውርንጫይቱ ላይ ተቀምጦ፥ በድል አድራጊነት ወደ አንቺ ይመጣል፡፡",
      "10": "ያህዌህ እንዲህ ይላል፥ “የጦር ሠረገላዎችን ከእስራኤል አጠፋለሁ፤ ፈረሶችንም ከኢየሩሳሌም አስወግዳለሁ፤ የጦር ሜዳ ቀስቶችም ሁሉ ይሰባበራል፤ ንጉሥሽ በሕዝቦች መካከል ሰላምን ይመሠርታል፤ መንግሥቱም ከባሕር ዳርቻ እስከ ባሕር ዳርቻ ይሆናል፤ ግዛቱ ከኤፍራጥስ አንሥቶ እስከ ምድር ዳርቻ ይደርሳል፡፡”",
      "11": "ያህዌህ እንዲህ ይላል፥ “በመሥዋዕት ደም ከአንቺ ጋር ስለገባሁት ቃል ኪዳን ውሃ ከማይገኝበት ከስደት ጉድጓድ ሕዝብሽን ነፃ አወጣለሁ፡፡",
      "12": "የተስፋ ባለቤት የሆናችሁ ምርኮኞች ሆይ! እንደ ጠንካራ ምሽግ ሆኖ በሰላም ወደምትኖሩባት አገር ተመለሱ፤ እስከ አሁን ስለደረሰባችሁ መከራ እጥፍ ድርብ በረከት እሰጣችኋለሁ፡፡",
      "13": "ይሁዳን እንደ ቀስት፥ እስራኤልንም እንደ ተወርዋሪ ፍላጻ እጠቀምባታለሁ፤ የግሪክ አገርን ወንዶች ልጆች ለመውጋት፥ የጽዮንን ወንዶች ልጆች እንደ ሰይፍ አድርጌ እልካቸዋለሁ፡፡”",
      "14": "ያህዌህ ከሕዝቡ በላይ ሆኖ ይገለጣል፤ ፍላጻዎቹንም እንደ መብረቅ ይወረውራቸዋል፡፡ ልዑል ያህዌህ የመለከት ድምፅ ያሰማል፤ ከደቡብ በኩል እንደሚመጣ ወጀብ ያልፋል፡፡",
      "15": "የሠራዊት ጌታ ያህዌህ ለሕዝቡ ይከላከልላቸዋል፤ እነርሱም ጠላቶቻቸውን ይደመስሳሉ፤ የወይን ጠጅ ጠጥቶ እንደሰከረ ሰው በጦር ሜዳ ይጮኻሉ፤ ይኸውም የመሥዋዕት ደም በሳሕን ሞልቶ በመሠዊያ ላይ እንደሚፈስስ ዐይነት ይሆናል፡፡",
      "16": "ያም ቀን ሲደርስ እረኛ በጎቹን ከአደጋ እንደሚያድን ያህዌህ ሕዝቡን ያድናል፡፡ በዘውድ ላይ ያለ ጌጥ እንደሚያበራ፥ እነርሱም በያህዌህ ምድር ያበራሉ፡፡",
      "17": "የምድሪቱም መላካምነትና ውበት አስደናቂ ይሆናል፤ ወንዶችና ሴቶች ወጣቶችም እህልዋን በመመገብ፥ የወይን ጠጅዋንም በመጠጣት ብርቱዎች ሆነው ያድጋሉ፡፡"
    },
    "Chapter 10": {
      "1": "ያህዌህ በበልግ ወራት ዝናም እንዲሰጣችሁ ጠይቁት፥ ምክንያቱም ናም ያዘለ ደመናን በመላክ፥ የዝናም ነጠብጣብንም በማውረድ ምድርን ለሰው ልጆች የሚያለመልም እርሱ ነው፡፡",
      "2": "ሰዎች ጣዖታትንና ሟርተኞችን ይጠይቃሉ፤ የሚያገኙተ መልስ ግን ሐሰትና ከንቱ ነው፡፡ አንዳንዶች ሕልም ይፈታሉ፤ ነገር ግን ያስቱአችኋል፤ ከንቱ መጽናትንም ይሰጡአችኋል፤ ስለዚህ ሕዝቡ እንደ ጠፉ በጎች ይቅበዘበዛሉ፤ መሪ ስለሌቸውም ይጨነቃሉ፡፡",
      "3": "ያህዌህ እንዲህ ይላል፥ ቁጣዬ በእረኞች ላይ ነዶአል፤ መሪዎችንም እቀጣለሁ፤ የሰራዊት ጌታ የሆንሁ ያህዌህ እኔ ራሴ መንጋዬ ለሆነው ለይሁዳ ሕዝብ እጠነቀቃለሁ፤ እነርሱም ለእኔ እንደ ብርቱ የጦር ፈረስ ይሆኑልኛል፡፡",
      "4": "ከእነርሱም መካከል እንደ ማእዘን ድንጋይ ሆኖ ሕዝቤን የሚያስተዳድር መሪ ይወጣ፤ ከእነርሱም እንደ ድንክዋን ካስማ የሆኑ ገዥዎችና እንደ ጦር ሜዳ ቀስት የሆኑ የጦር አዛዦች ይነሣሉ፡፡",
      "5": "የይሁዳ ሕዝብ ጠላቶቻቸውን ረግጠው ከመንገድ ጭቃ ጋር እንደሚለውሱ እደ ብርቱ ጦረኞች ይሆናሉ፤ ያህዌህም ከእነርሱ ጋር ስለሆነ በርትተው በመዋጋት ፈረሰኞችን ሳይቀር ድል ይነሣሉ፡፡",
      "6": "“እኔ የይሁዳን ሕዝብ ብርቱ አደርጋለሁ፤ የእስራኤልንም ሕዝብ እታደጋለሁ፤ ስለምራራላቸውም ሁሉንም ወደ አገራቸው እመልሳለሁ፤ ከዚህ በፊት ከቶ ጥያቸው እንደማላውቅ ይሆናሉ፤ እኔ ያህዌህ አማላካቸው ስለሆንሁ ጸሎታቸውን እሰማለሁ፡፡",
      "7": "የእስራኤል ሕዝብ እንደ ብርቱ ጦረኞች ይሆናሉ፤ የወይን ጠጅ እንደጠጣ ሰውም ደስተኞች ሆናሉ፤ ዝርያዎቻቸውም ሁሉ ይን ድል በማስታወስ ደስ ይላቸዋል፤ በያህዌህም ሐሤት ያደርጋሉ፡፡",
      "8": "“ሕዝቤን በጥቅሻ ጠርቼ በአንድነት እሰበስባቸዋለሁ፤ እታደጋቸዋለሁም፤ ከዚህ በፊት እንደነበሩትም ቁጥራቸውን አበዛዋለሁ፤",
      "9": "በአሕዛብ መካከል ብበትናቸውም በሚኖሩባቸው ሩቅ አገሮች ሆነው ያስታውሱኛል፤ እነርሱና ልጆቻቸው ይተርፋሉ፤ በአንድነትም ወደ አገራቸው ይመለሳሉ፡፡",
      "10": "ከግብጽ ምድር እመልሳቸዋለሁ፤ ከአሦር እሰበስባቸዋለሁ፤ ምድሪቱ በሕዝብ የተሞላች ትሆናለች በገለዓድና በሊባኖስም ጭምር አሰፍራቸዋለሁ፡፡",
      "11": "በመከራ ባሕር ውስጥ ሲያልፉ እኔ ያህዌህ ማዕበሉን እመታለሁ፤ ጥልቅ የሆነውም የዓባይ ወንዝ ይደርቃል፤ ትዕቢተኛይቱ አሦር ትዋረዳለች፤ ግብጽም ኀይልዋን ታጣለች፡፡",
      "12": "እኔ ሕዝቤን አበረታለሁ፤ እነርሱም ለቃሌ እየታዘዙ ስሜን ያከብራሉ፡፡” ያህዌህ ይህን ተናግሮአል፡፡"
    },

    "Chapter 11": {
      "1": "ሊባኖስ ሆይ! እሳት የዝጋባ ዛፎችሽን ያቃጥል ዘንድ በሮችሽን ክፈቺ፤",
      "2": "ዝግባዎች ስለወደቁ፤ እናንተ የጥድ ዛፎች “ዋይ!” እያላችሁ አልቅሱ፤ ግርማ የነበራቸው ዛፎች ሁሉ ጠፍተዋል፤ ጥቅጥቅ ያለው ደን ስለተቆረጠ የባሳን ወርካዎች “ዋይ!” እያላችሁ አልቅሱ፡፡",
      "3": "እረኞች ለምለም የሆነ መሠማሪያቸው ስለ ወደመ፥ “ዋይ!” እያሉ ያለቅሳሉ፤ የዮርዳኖስን ወንዝ ተከትሎ ያለው የደን መኖሪያቸው ስለተደመሰሰ፥ አንበሶች ሲያገሡ የሐዘን ድምፃቸውን አዳምጡ፡፡",
      "4": "ያህቬህ(יהוה) አምላኬ እንዲህ ብሎኛል፥ “እስቲ ራስህን ሊታረድ እንደሚነዳ የበግ መንጋ ጠባቂ አድርግ፡፡",
      "5": "የገዙአቸው ሰዎች በጎቹን በማረዳቸው አይቀጡበትም፤ የሸጡአቸውም ሰዎች ‘ያህቬህ(יהוה) ይመስገን በልጽገናል’ ይላሉ፤ እረኞቻቸው እንኳ ለእነርሱ አይራሩላቸውም፡፡”",
      "6": "ያህቬህ(יהוה) እንዲህ ይላል፥ “እኔም ከእንግዲህ ወዲህ በምድር ላይ ለሚኖር ለማንም ሰው ርኅራኄ አላደርግም፤ እኔ ራሴ እያንዳንዱን ሰው ለጠባቂውና ለንጉሡ አሳልፌ እሰጣለሁ፤ እነርሱ ምድሪቱን ያጠፋሉ፤ እኔም ከእነርሱ እጅ አልታደጋቸውም፡፡”",
      "7": "በጎቹን ይገዙና ይሸጡ ለነበሩት ተቀጥሬ እንዲታረድ ለተፈረደበት የበግ መንጋ እረኛ ሆኜአለሁ፤ በተለይም ከመንጋው መካከል እጅግ የተጨቆኑትን እጠብቃለሁ፤ መንጋውንም በማሠማራበት ጊዜ ሁለት በትሮችን ወሰድሁ፤ አንደኛውን በትር ‘ፍቅር’ ብዬ ጠራሁት፤ ሌላውን በትር ‘አንድነት’ ብዬ ጠራሁት፡፡",
      "8": "እኔን የተከተሉትን ሌሎች ሦስት እረኞች ከቶ መታገሥ አልቻልሁም፤ ስለዚህ ሁሉንም በአንድ ወር ውስጥ አስወገድኋቸው፤",
      "9": "ከዚህ በኋላ መንጋውን እንዲህ አልሁ፥ “እኔ ከእንግዲህ ወዲህ እረኛችሁ አልሆንም፤ የሚሞቱት ይሙቱ፤ የሚጠፉትም ይጥፉ፤ የተረፉትም እርስ በርሳቸው ተባልተው ይለቁ፤”",
      "10": "ቀጥሎም ‘ፍቅር’ የተባለውን በትሬን አንሥቼ ሰበርሁት፤ ይህን ማድረጌም ያህቬህ(יהוה) ከአሕዛብ ጋር የገባውን ቃል ኪዳን ማፍረሱን ለማመልከት ነው፡፡",
      "11": "በዚህ ዐይነት ቃል ኪዳኑ በዚያኑ ዕለት ፈረሰ፤ ይህንንም ሳደርግ እነዚያ በጎቹን ይገዙና ይሸጡ የነበሩት ይመለከቱኝ ነበር፤",
      "12": "እኔም “ብትፈቅዱ ደመወዜን ስጡኝ፤ ባትፈቅዱ ተዉት” አልኋቸው፤ እነርሱም የአገልግሎቴን ዋጋ ሠላሳ ብር ሰጡኝ፡፡",
      "13": "ያህቬህ(יהוה)ም “ከቤተ መቅደሱ የገንዘብ መቀበያ ሣጥን ውስጥ ጣለው” አለኝ፡፡ ስለዚህም ለእኔ “በቂ ደመወዝ ነው” ብለው የሰጡኝን ሠላሳ ብር ወስጄ በቤተ መቅደሱ የገንዘብ መቀበያ ሣጥን ውስጥ ጣልሁት፡፡",
      "14": "ከዚህ በኋላ “አንድነት” የተባለውን ሁለተኛውን በትር ሰበርሁት፤ ይህንንም ማድረጌ በይሁዳና በእስራኤል መካከል የነበረውን አንድነት መጥፋቱን ለማመልከት ነው፡፡",
      "15": "ቀጥሎም ያህቬህ(יהוה) እንዲህ አለኝ “አሁንም እንደገና ራስህን እንደ ዋጋቢስ እረኛ አድርግ፤",
      "16": "እነሆ በምድሪቱ መንጋዬን የሚጠብቅ አንድ እረኛ አስነሣለሁ፤ ነገር ግን እርሱ አደጋ የደረሰባቸውን አይታደግም፤ ባዝነው የጠፉትን አይፈልግም፤ ያነከሱትን አይፈውስም፤ ጤናማዎችንም አይመግብም፤ ይህን በማድረግ ፈንታ የወፈረውን እያረደ ይበላል፤ ሰኮናቸውንም ይቆራርጣል፤",
      "17": "መንጋውን ለከዳ ለእንዲህ ዐይነቱ ዋጋቢስ እረኛ ወዮለት! እጁ በሰይፍ ይቆረጣል፤ ቀኝ ዐይኑም ይወጣል፤ ክንዱ በፍጹም ይዝላል፤ ቀኝ ዐይኑም ጨርሶ ይጠፋል፡፡”"
    },
    "Chapter 12": {
      "1": "ሰማይን የዘረጋ፥ ምድርን የፈጠረ፥ ለሰውም የሕይወትን እስትንፋስ የሰጠ ያህዌ ስለ እስራኤል እንዲህ ይላል፥",
      "2": "“ኢየሩሳሌምን በዙሪያዋ ላሉ ሕዝቦች ጠጥተውት እንደሚያንገዳግድ የወይን ጠጅ ዋንጫ አደርጋታለሁ፤ እነርሱ ኢየሩሳሌምን በሚይዙ ጊዜ የቀሩትም የይሁዳ ከተሞች ይከበባሉ፡፡",
      "3": "ነገር ግን ያ ቀን ሲደርስ ኢየሩሳሌምን ለአሕዛብ ሁሉ የከበደች ድንጋይ አደርጋታለሁ፤ እርስዋን ለማንሣት የሚሞክር ሁሉ ራሱን ይጎዳል፤ የዓለም ሕዝቦች ሁሉ እርስዋን ለማጥቃት ተባብረው ይመጣሉ፤",
      "4": "በዚያን ጊዜ ፈረሶቻቸውን በፍርሃት አስጨንቃለሁ፤ ፈረሰኞችንም አሳብዳለሁ፤ የጠላቶቻቸውን ፈረሶች አሳውራለሁ፤ የይሁዳን ሕዝብ ግን በዐይኔ እየተመለከትሁ እጠብቃቸዋለሁ፡፡",
      "5": "በዚያን ጊዜ የይሁዳ አለቆች በልባቸው ‘የሠራዊት ጌታ ያህዌ አምላካቸው ስለሆነ በኢየሩሳሌም የሚኖሩት በኢየሩሳሌም የሚኖሩት ሕዝቡ በእርሱ ኀይልን ያገኛሉ’ ይላሉ፡፡",
      "6": "“በዚያን ጊዜ የይሁዳን ሕዝብ አለቆች በጫካ ውስጥ እንደተነሣ የእሳት ነበልባልና እንደ ነዶ ማቃጠያ ችቦ አደርጋቸዋለሁ፤ በዙሪያ ያሉትን የአሕዛብ መንግሥታት ሁሉ ያጠፋሉ፤ የኢየሩሳሌም ሕዝብ ግን በከተማይቱ ውስጥ ይኖራሉ፡፡",
      "7": "“እኔ ያህዌ በመጀመሪያ ለይሁዳ ሠራዊት ድልን አጎናጽፋለሁ፤ በዚህ ዐይነት የዳዊት ዝርያዎችና የኢየሩሳሌም ሕዝብ የሚያገኙት ክብር የቀሩት የይሁዳ ሕዝቦች ከሚያገኙት ክብር የበለጠ አይሆንም፡፡",
      "8": "በዚያን ጊዜ ያህዌ ለኢየሩሳሌም ነዋሪዎች እንደ ጋሻ መከታ ይሆንላቸዋል፤ ከእነርሱ ᥀ጅግ ደካማ የተባለው እንኳ የዳዊትን ያህል ብርቱ ይሆናል፤ የዳዊት ዝርያዎች እንደ ያህዌ ወይም እንደ ያህዌ መላእክት ሆነው ሕዝቡን ይመራሉ፡፡",
      "9": "በዚያን ጊዜ በኢየሩሳሌም ላይ በጠላትነት የሚነሡትን የአሕዛብ መንግሥታት ሁሉ ለመደምሰስ እነሣለሁ፡፡",
      "10": "“የዳዊትን ዝርያዎችና የቀሩት የኢየሩሳሌም ሕዝብ በምሕረት መንፈስና በጸሎት መንፈስ እሞላቸዋለሁ፤ ስለዚህ ያንን የወጉትን ያዩታል፤ አንድ ልጁንም እንዳጣ ሰው ያለቅሱለታል፡፡ የበኩር ልጁም እንደሞተበት ሰው በመረረ ሁኔታ ያዝኑለታል፡፡",
      "11": "በዚያን ጊዜ በኢየሩሳሌም የሚሰማው ለቅሶ በመጊዶ ሜዳ ለሀዳድሪሞን እንደተለቀሰለት ለቅሶ ይሆናል፡፡",
      "12": "በምድሪቱ ላይ የእያንዳንዱ ዝርያ ቤተሰብ ለየራሱ ያለቅሳል፤ ሚስቶቻቸውም ለየራሳቸው ያለቅሳሉ፤ በዚህ ዐይነት የዳዊት ዝርያ ቤተሰብ ከነሚስቶቻቸው፥ የናታን ዝርያ ቤተሰብ ከነሚስቶቻቸው፥",
      "13": "የሌዊ ዝርያ ቤተሰብ ከነሚስቶቻቸው፥ የሺምዒ ዝርያ ቤተሰብ ከነሚስቶቻቸው፥ በየወገናቸው ሆነው ያለቅሳሉ፤",
      "14": "የቀሩትም ዝርያዎች በቤተሰብ ተከፋፍለው ያለቅሳሉ፤ ሚስቶቻቸውም ለብቻ ተለይተው በማዘን ያለቅሳሉ፡፡”"
    },

    "Chapter 13": {
      "1": "የሠራዊት ጌታ ያህዌ እንዲህ ይላል “በዚያን ጊዜ ዝርያዎችና የኢየሩሳሌምን ሕዝቦች ከኃጢአታቸውና ከጣዖት ርኩሰታቸው ይሚያነጻ ምንጭ ይከፈታል፤",
      "2": "በዚያን ጊዜ የጣዖታትን ስሞች ከምድሪቱ ላይ አስወግዳለሁ፤ ዳግመኛም የሚያስታውሳቸው አይኖርም፤ ከዚያም በኋላ ‘ነቢይ ነኝ’ ብሎ የሚነሣ ቢኖር የገዛ አባትና እናቱ ‘በያህዌ ስም ሐሰት ስለተናገርህ ሞት ይገባሃል’ ብለው ይፈርዱበታል፤",
      "3": "በድፍረትም ትንቢት ለመናገር ቢሞክር፥ የገዛ አባትና እናቱ በጦር ወግተው ይገድሉታል፡፡",
      "4": "በዚያን ዘመን ‘ነቢይ ነኝ’ የሚል ሁሉ ስለሚያፍር ባየው ራእይ አይመካም፤ ሰዎችንም ለማንሳት የእንስሳት ጠጉር ያለበት ማቅ ለብሶ አይታይም፤",
      "5": "ይልቁንም ‘እኔ ሕይወቴን በሙሉ መሬት ሳለማ የኖርሁ ገበሬ እንጂ እኔ ነቢይ አይደለሁም’ ይላል፡፡",
      "6": "አንድ ሰው ‘ታዲያ ይህ በሰውነትህ ላይ ያለው ጠባሳ ምንድን ነው?’ ብሎ ቢጠይቀው ‘በወዳጄ ቤት የቆሰልሁት ነው’ ብሎ ይመልስለታል፡፡”",
      "7": "የሠራዊት ጌታ ያህዌ እንዲህ ይላል፥ “ሰይፍ ሆይ ንቃ! የቅርብ ወዳጄ ሆኖ አብሮኝ በሚመራው በእረኛዬ ላይ ተነሥ፤ እረኛውን ምታ! የመንጋውም በጎች ይበተናሉ፤ እኔም በሕዝቤ ላይ በጠላትነት እነሣለሁ፤",
      "8": "በአገሪቱ ላይ ካሉት ሕዝቦች ከሦስቱ ሁለቱ እጅ ተመትተው ይሞታሉ፤ ሆኖም ከሦስቱ አንዱ እጅ ይቀራል፡፡",
      "9": "እነርሱንም ወደ እሳት አቀርባቸዋለሁ፤ ብርም በእሳት እንደሚጠራ አጠራቸዋለሁ፤ ወርቅም እንደሚፈተን እፈትናቸዋለሁ፤ ከዚያን በኋላ ወደ እኔ ይጸልያሉ፤ እኔም እመልስላቸዋለሁ፡፡ እኔ ‘ሕዝቤ’ ብዬ አጠራቸዋለሁ፤ እነርሱም ‘ያህዌ አምላካችን’ ብለው ይጠሩኛል፡፡”"
    },

    "Chapter 14": {
      "1": "የያህቬህ(יהוה) ፍርድ ቀን ደርሶአል፤ በዚያን ጊዜ ኢየሩሳሌም ትበዘበዛለች፡፡ ዐይናችሁም እያየ በዝባዦች ከእናንተ የወሰዱትን ይካፈሉታል፡፡",
      "2": "ኢየሩሳሌምን እንዲወጉ የአሕዛብን መንግሥታት ሰብስቦ ያመጣል፤ ከተማይቱ ትያዛለች፤ ቤቶች ይመዘበራሉ፤ ሴቶች ይደፈራሉ፤ ከሕዝቡም እኩሌታው ተማርኮ ይሄዳ፤ የቀሩት ግን ከከተማይቱ አይወጡም፤",
      "3": "ከዚያን በኋላ ያህቬህ(יהוה) ባለፉት ዘመናት እንዳደረገው እነዚያን አሕዛብ ለመውጋት ይነሣል፡፡",
      "4": "በዚያን ቀን ያህቬህ(יהוה) ከኢየሩሳሌም በስተምሥራቅ ባለው በደብረ ዘይት ተራራ ላይ ይቆማል፤ የደብረ ዘይት ተራራም ከምሥራቅ እስከ ምዕራብ በሰፊ ሸለቆ በሁለት ይከፈላል፤ ስለዚህ የተራራው እኩሌታ ወደ ሰሜን እኩሌታውም ወደ ደቡብ ፈቀቅ ይላል፡፡",
      "5": "እናንተም ተራራውን በሁለት ከፍሎ እስከ አጻል በደረሰው በዚህ ሸለቆ ውስጥ አላፋችሁ ታመልጣላችሁ፤ በይሁዳ ንጉሥ በዖዝያን ዘመን ምድር በተናወጠች ጊዜ የቀድሞ አባቶቻችሁ በሸሹት ዐይነት ትሸሻላችሁ፤ ያህቬህ(יהוה) አማላኬም ቅዱሳኑን አስከትሎ ይመጣል፡፡",
      "6": "በዚያን ዘመን ውርጭና ዐመዳይ ጨላማም ከቶ አይኖርም፤",
      "7": "ቀኑም ሆነ ሌሊቱ ሁልጊዜ ብርሃን ይሚሆንበት በያህቬህ(יהוה) ዘንድ የታወቀ አንድ የተለየ ቀን ይኖራ፤ በዚያም ቀን ምሽቱ እንኳ ብርሃን ይሆናል፡፡",
      "8": "በዚያን ጊዜ ከዚየሩሳሌም አዲስ የሕይወት ውሃ ይፈልቃል፤ ከእርሱም እኩሌታው ወደ ሙት ባሕር፥ እኩሌታው ወደ ሜድትራኒያን ባሕር ይፈስሳል፤ በበጋም ሆነ በክረምት ዓመቱን ሙሉ ሲፈስስ ይኖራል፡፡",
      "9": "በዚያን ጊዜ ያህቬህ(יהוה) በዐለም ሁሉ ይነግሣል፤ ሰዎችም አምላክ እሱ ብቻ መሆኑን ያምናሉ፤ የእርሱንም ስም ብቻ ያመሰግናሉ፡፡",
      "10": "በሰሜን ከጌባዕ አንሥቶ ኢየሩሳሌምን በደቡብ በኩል አልፎ እስከ ሪሞን ድረስ ያለው አውራጃ ደልዳላ ይሆናል፤ ኢየሩሳሌም በዙሪያዋ ካለው ምድር በላይ፥ ከፍ ትላለች፤ ከተማይቱም ክብንያም በር አንሥቶ በቀድሞው በር አቅጣጫ እስከ ማእዘን በር እንዲሁም ከሐናንኤል ግንብ አንሥቶ እስከ ቤተ መንግሥቱ ወይን መጭመቂያው ድረስ ከፍ በማለት ጸንታ ትኖራለች፡፡",
      "11": "ኢየሩሳሌም የብዙ ሕዝብ መኖሪያ ትሆናለች፤ ከእንግዲህ ወዲህ ጥፋት አይደርስባትም፤ ሕዝብዋም ያለ ስጋት በሰላም ይኖራል፡፡",
      "12": "ኢየሩሳሌምን ለመውጋት በሚነሣሡ ሕዝቦች ላይ ያህቬህ(יהוה) ቀሣፊ በሽታ ያመጣባቸዋል፤ በሕይወት እያሉ ሥጋቸው ይበሰብሳል፤ ዐይናቸውና ምላሳቸው ይተላል፡፡",
      "13": "በዚያን ጊዜ ያህቬህ(יהוה) ሁከትና ፍርሃት ስለሚለቅባቸው፥ እያንዳንዱ ሰው በአጠገቡ ያለውን ሌላ ሰው ይዞ አደጋ ይጥልበታል፡፡",
      "14": "የይሁዳ ሰዎች ኢየሩሳሌምን ለመከላከል ይዋጋሉ፤ በዙሪያዋም ያሉትን የአሕዛብን መንግሥታት ሀብት ሁሉ ማርከው ይወስዳሉ፤ ከሚወስዿትም ምርኮ ወርቅ፥ ብርና፥ የልብስ ዐይነት ስፍር ቁጥር የሌለው ይሆናል፡፡",
      "15": "ያንን የሚመስል ቀሣፊ በሽታ በጠላት ሰፈር ባሉ እንስሳት ማለትም በፈረሶች፥ በበቅሎዎች፥ በግመሎችና በአህዮች ሁሉ ላይ ይመጣል፡፡",
      "16": "ከዚያም በኋላ ኢየሩሳሌምን ከወጉአት የአሕዛብ መንግሥታት መካከል ከጥፋት የተረፉት የሠራዊት ጌታ ያህቬህ(יהוה)ን እንደ ንጉሣቸው አድርገው ሊሰግዱለትና የዳስ በዓልንም ለማክበር በየዓመቱ ወደ ኢየሩሳሌም ይወጣሉ፡፡",
      "17": "የሠራዊት ጌታ ያህቬህ(יהוה)ን እንደ ንጉሣቸው አድርገው የማይሰግዱለት ሕዝቦች ቢኖሩም በምድራቸው ዝናም አይዘንምላቸውም፡፡",
      "18": "ግብጻውንም በዓሉን ለማክበር ወደ ኢየሩሳሌም ወጥተው በያህቬህ(יהוה) ፊት መቅረብ ባይፈልጉ፥ “ወደ ኢየሩሳሌም ወጥተን የዳስ በዓል አናከብርም” በሚሉ የአሕዛብ መንግሥታት ላይ የሚደርሰው ቀሣፊ በሽታ ይመጣባቸዋል፡፡",
      "19": "ግብጻውያንም ሆኑ ሌሎች የአሕዛብ መንግሥታት “የዳስ በዓል አናከብርም” ቢሉ የሚደርስባቸው ቅጣት ይህ ነው፡፡",
      "20": "በዚያን ጊዜ በፈረሶች አንገት ላይ በሚንጠለጠል ቃጭል ሁሉ ላይ “ለያህቬህ(יהוה) የተለየ” የሚል የጽሕፈት ምልክት ይቀረጽበታል፤ በቤተ መቅደሱ ውስጥ ያለው የማብሰያ ማሰሮ በመሠዊያው ላይ እንደሚገኘው ሳሕን የተቀደሰ ይሆናል፡፡",
      "21": "በኢየሩሳሌምና በይሁዳ ምድር የሚገኘው ማሰሮ ሁሉ፥ ለሠራዊት ጌታ ለያህቬህ(יהוה) የተለየ ይሆናል፤ መሥዋዕት የሚያቀርቡ ሰዎች ሁሉ፥ ከማሰሮዎቹ ጥቂቱን ወስደው የመሥዋዕቱን ሥጋ ያበስሉባቸዋል፤ በዚያን ጊዜ በሠራዊት ጌታ በያህቬህ(יהוה) መቅደስ ውስጥ የሚነግድ ማንም ሰው አይኖርም፡፡"
    }
  }
}
